{
	"helpMenuTitle_encyclopedia": {
		"english": "Encyclopedia",
		"german": "Enzyklopädie",
		"spanish": "Enciclopedia",
		"french": "Encyclopédie",
		"dutch": "encyclopedie",
		"portuguese": "Enciclopédia",
		"turkish": "Ansiklopedi",
		"polish": "Encyklopedia",
		"russian": "Энциклопедия",
		"ukrainian":"Енциклопедія",
		"korean": "백과사전",
	},
	"helpMenuTitle_basics": {
		"english": "Basics",
		"german": "Einführung",
		"spanish": "Iniciación",
		"french": "Fondamentaux",
		"dutch": "Basics",
		"portuguese": "Fundamentos",
		"turkish": "Temel konular",
		"polish": "Podstawy",
		"russian": "Основы",
		"ukrainian":"Основи",
		"korean": "기초",
	},
	"helpMenuTitle_research": {
		"english": "Research",
		"german": "Forschung",
		"spanish": "Investigación",
		"french": "Recherche",
		"dutch": "Onderzoek",
		"portuguese": "Procurar",
		"turkish": "Araştırma",
		"polish": "Badania",
		"russian": "Исследования",
		"ukrainian":"Дослідження",
		"korean": "연구",
	},
	"helpMenuTitle_foodProduction": {
		"english": "Food Production",
		"german": "Nahrungsversorgung",
		"spanish": "Alimentación",
		"french": "Production de Nourriture",
		"dutch": "Voedsel productie",
		"portuguese": "Produção de alimentos",
		"turkish": "Yiyecek üretimi",
		"polish": "Produkcja żywności",
		"russian": "Производство еды",
		"ukrainian":"Виробництво їжі",
		"korean": "식량 생산",
	},
	"helpMenuTitle_health": {
		"english": "Health",
		"german": "Gesundheit",
		"spanish": "Salud",
		"french": "Santé",
		"dutch": "Gezondheid",
		"portuguese": "Saúde",
		"turkish": "Sağlık",
		"polish": "Zdrowie",
		"russian": "Здоровье",
		"ukrainian":"Здоров'я",
		"korean": "생명력",
	},
	"helpMenuTitle_immigration": {
		"english": "Immigration",
		"german": "Immigration",
		"spanish": "Inmigración",
		"french": "Immigration",
		"dutch": "Immigratie",
		"portuguese": "Imigração",
		"turkish": "Göçmenlik",
		"polish": "Imigracja",
		"russian": "Иммиграция",
		"ukrainian":"Імміграція",
		"korean": "이주",
	},
	"helpMenuTitle_professions": {
		"english": "Professions",
		"german": "Berufe",
		"spanish": "Profesiones",
		"french": "Métiers",
		"dutch": "Beroepen",
		"portuguese": "Profissão",
		"turkish": "Meslekler",
		"polish": "Zawody",
		"russian": "Профессии",
		"ukrainian":"Професії",
		"korean": "직업",
	},
	"helpMenuTitle_mood": {
		"english": "Mood",
		"german": "Stimmung",
		"spanish": "Ánimo",
		"french": "Humeur",
		"dutch": "Humeur",
		"portuguese": "Humor",
		"turkish": "Ruh hali",
		"polish": "Humor",
		"russian": "Настроение",
		"ukrainian":"Настрій",
		"korean": "기분",
	},

	
	"helpMenuText_basics": {
		"english": "Welcome!

You need to take good care of your colonists if you want your outpost to grow.
Most importantly, you need to make sure there is always enough food in storage, especially when winter is around the corner! Tell colonists what to do directly or assign professions to make them work autonomously. Farmers and Craftsmen, Soldiers and Scholars, they all do their part for the colony. Tell scholars to research new technologies and unlock more advanced buildings, equipment and skills.

Keep your colonists safe and healthy to keep up the good mood in your team. Aggressive Natives, debilitating illnesses and harsh weather are just a few of the challenges you will need to overcome on your way. If you expose your colonists to hardships for too long they might stop doing your bidding and do whatever it is they want instead.
											
Good Luck settling on this island!"
,
		"german": "Herzlich Willkommen!

Als Spieler bist du für das Wohlergehen deiner Siedler verantwortlich, also kümmere dich gut um sie wenn du deine Kolonie wachsen und gedeihen sehen möchtest.
					
Zunächst ist es wichtig, dass stets genug Nahrung für deine Kolonisten im Lager zur Verfügung steht. Hierbei gilt: Lieber zu viel als zu wenig, denn der Winter naht! Gib deinen Siedlern direkte Befehle oder weise ihnen einen Beruf zu, um sie ihre Aufgaben selbstständig machen zu lassen. Bauern, Handwerker, Soldaten und Gelehrte, sie alle tragen einen wichtigen Teil zu einer funktionierenden Kolonie bei. Letztere kannst du mit dem Erforschen von neuen Technologien beauftragen, um fortgeschrittene Gebäude, Ausrüstung und Fähigkeiten freizuschalten.
					
Stelle sicher, dass deine Siedler sicher und gesund bleiben sonst werden sie schnell unzufrieden oder gar depressiv. Agressive Einheimische, gefährliche Krankheiten und harsches Wetter sind nur ein Teil der Herausforderungen, die du mit deinen Siedler während eurer Expansion meistern musst. Leiden deine Kolonisten zu lange unter diesen Problemen, könnten sie sich eventuell deinen Befehlen widersetzen und sich verselbstständigen.
				  
In diesem Sinne: Viel Erfolg beim Besiedeln der Insel!"
,
		"spanish": "Bienvenido!
Tendrás que cuidar muy bien a tus colonos si quieres que tu asentamiento crezca y prospere.
Lo más importante es asegurarse de que siempre hay suficiente comida en el almacén, ¡especialmente cuando el invierno se acerca!. Dale órdenes directas a tus colonos o asígnales profesiones para automatizar algunas tareas. Granjeros, artesanos, soldados, eruditos, todos llevan un importante rol en el funcionamiento de la colonia. Manda a los eruditos a investigar nuevas tecnologías para desbloquear edificios más avanzados, equipamento y habilidades.
Asegúrate de que los colonos se encuentren sanos y salvos para mantener arriba los ánimos en el equipo y para que no caigan en depresión. Nativos agresivos, enfermedades peligrosas y duros climas son sólo una parte de los desafíos que tus colonos y tú tendrán que vencer mientras sigan creciendo. Si pones a trabajar a tus colonos bajo estas duras condiciones, podrían eventualmente ignorar tus ordenes y rebelarse para hacer lo que les plazca.

¡Suerte con la colonización de la isla!"
,
		"french": "Bienvenue !
Vous devez prendre soin de vos colons si vous voulez que votre colonie s'agrandisse.
Plus important encore, vous devez vous assurer qu'il y ait toujours assez de nourriture en réserve, surtout lorsque l'hiver approche ! Dites aux colons quoi faire directement ou assignez des métiers pour automatiser certaines tâches. Fermiers et artisans, soldats et érudits, ils ont tous un rôle dans la colonie. Dites aux érudits de rechercher de nouvelles technologies et de débloquer des bâtiments, des équipements et des compétences plus avancés.

Gardez vos colons en sécurité et en bonne santé pour maintenir la bonne humeur dans votre équipe. Les Natifs agressifs, les maladies incapacitantes et les intempéries ne sont que quelques-uns des défis que vous devrez surmonter. Si vous exposez trop longtemps vos colons à des difficultés, ils risquent de cesser de faire ce que vous leur demandez et de faire ce qu'ils veulent à la place."
,
		"portuguese": "Bem-vindo!
Você deve cuidar de seus colonos se quiser que seu posto avançado cresça.
Mais importante, você deve certificar-se de que há sempre comida suficiente na loja, especialmente quando o inverno está chegando! Diga aos colonos o que fazer diretamente ou atribua ocupações para automatizar certas tarefas. Camponeses e artesãos, soldados e estudiosos, todos eles têm um papel para a colônia. Diga aos estudiosos que procurem novas tecnologias e desbloqueiem edifícios, equipamentos e habilidades mais avançados.

Mantenha seus colonos seguros e saudáveis para manter o bom humor em sua equipe. Nativos agressivos, doenças debilitantes e mau tempo são apenas alguns dos desafios que você terá que superar. Se você expor demasiado longo seus colonos a dificuldades, eles podem parar de fazer o que você pedir-lhes e fazer o que eles querem em vez disso.

Boa Sorte se instalando nesta ilha!"
,
		"dutch": "Welkom!
		
Je moet goed voor je kolonisten zorgen als je je Kolonie wilt laten groeien.
Het belangrijkste is dat u ervoor moet zorgen dat er altijd genoeg voedsel in de opslag is, vooral wanneer de winter om de hoek is! Vertel kolonisten wat ze direct moeten doen of wijs beroepen toe om sommige taken te automatiseren. Boeren en ambachtslieden, soldaten en geleerden, allemaal doen ze hun steentje bij voor de kolonie. Vertel geleerden om nieuwe technologieën te onderzoeken en meer geavanceerde gebouwen, apparatuur en vaardigheden te ontgrendelen.

Houd je kolonisten veilig en gezond om het goede humeur in je team bij te houden. Agressieve Inheemsen, slopende ziektes en barre weersomstandigheden zijn slechts enkele van de uitdagingen die je onderweg moet overwinnen. Als je je kolonisten te lang blootstelt aan ontberingen, stoppen ze mogelijk met het opvolgen van je bevelen en doen ze in plaats daarvan wat ze willen.

Veel geluk op dit eiland!",
		"turkish": "Hoşgeldiniz!
		Yerleşiminizin büyümesini istiyorsanız, yerleşimcilere iyi bakmalısınız.
		En önemlisi, depoda her zaman yeterli yiyecek olduğundan emin olmanız gerekir, özellikle de kış yaklaşırken. Yerleşimcilere doğrudan ne yapacaklarını söyleyebilirsiniz veya bazı görevleri otomatikleştirmek için meslekler atayabilirsiniz. Çiftçiler ve Zanaatkârlar, Askerler ve Alimler, hepsi yerleşim için kendi işlerini yaparlar. Bilim insanlarına yeni teknolojiler araştırmalarını ve daha gelişmiş binaların, ekipmanların ve becerilerin kilidini açmalarını söyleyin.
		Ortamın ruh halini iyi tutmak için yerleşimcilerinizi koruyup, güvenli ve sağlıklı tutun. Agresif Yerliler, zayıflatan hastalıklar ve sert hava koşulları, yolunuzda aşmanız gereken zorluklardan sadece birkaçıdır. Yerleşimcilerini çok uzun süre zorluklara maruz bırakırsanız sizi dinlemeyi bırakıp kafalarına göre takılmaya başlayabilirler.
		Yeni ada yaşamınızda bol şanslar!",
		"russian": "Приветствую!

Вам нужно постоянно заботиться о колонистах если вы хотите, чтобы ваше поселение росло.
Самое главное - вы должны убедиться в том, что на складе всегда достаточно еды, особенно когда зима не за горами! Скажите колонистам, что делать вручную или выдайте им профессии для автоматизации задач. Фермеры и ремесленники, солдаты и ученые, все они вносят свой вклад в колонию. Скажите ученым исследовать новые технологии и открывать улучшенные здания, оборудование и навыки.

Следите за здоровьем и безопастностью колонистов. Агрессивные жители, изнурительные болезни и суровая погода - вот лишь некоторые из проблем, с которыми вам придется встретиться. Если вы слишком долго подвергаете своих колонистов неудобствам, то они могут перестать выполнять ваши приказы и начать делать все, что захотят.

Удачи с поселением на этом острове!",
		"ukrainian":"Вітаю!

Вам потрібно постійно піклуватися про колоністів якщо ви хочете, щоб ваше поселення росло.
Найголовніше - ви повинні переконатися в тому, що на складі завжди достатньо їжі, особливо коли зима не за горами! Скажіть колоністам, що робити вручну або дайте їм професії для автоматизації завдань. Фермери і ремісники, солдати і вчені, всі вони вносять свій внесок в колонію. Скажіть вченим досліджувати нові технології і відкривати поліпшені будівлі, обладнання та навички.

Слідкуйте за здоров'ям і безпекою колоністів. Агресивні жителі, виснажливі хвороби і сувора погода - ось лише деякі з проблем, з якими вам доведеться зустрітися. Якщо ви занадто довго піддаєте своїх колоністів незручностей, то вони можуть перестати виконувати ваші накази і почати робити все, що захочуть.

Удачі з поселенням на цьому острові!",
		"polish": "Witaj!

Musisz zadbać o swoich kolonistów, jeśli chcesz by Twoja osada się rozrosła.
Najważniejsze jest, abyś zapewnił wystarczając ilość jedzenia dla kolonistów, szczególnie gdy zbliża się zima! Wydawaj bezpośrednio polecenia kolonistom lub przydziel im zawody, by pracowali automatycznie. Farmerzy i rzemieślnicy, żołnierze i uczeni - wszyscy odgrywają rolę w kolonii. Wydaj polecenie uczonym, by zaczęli badania nad nowymi technologiami by odblokować bardziej zaawansowane budynki, wyposażenie i umięjętności.

Dbaj o bezpieczeństwo i zdrowie kolonistów, by utrzymać dobry nastrój w kolonii. Agresywni rdzenni mieszkańcy, Aggressive Natives, osłabiające choroby i zła pogoda to tylko niektóre z wyzwań, z którymi przyjdzie Ci się zmierzyć. Jeśli wystawisz kolonistów na trudności przez zbyt długi czas, zrezygnują oni z obowiązków na rzecz rzeczy, które chcą robić w danej chwili.
											
Powodzenia w zaludnianiu Twojej kolonii!"
,
		"korean": "환영합니다!

만약 개척지를 성장시키고 싶다면, 당신은 개척자들을 잘 돌봐야 합니다.
가장 중요한 것은 항상 충분한 식량을 마련하는 것입니다. 특히 겨울이 다가올 때에 말이죠! 개척자들에게 일을 직접 시키거나, 직업을 주어 자동으로 할 일을 찾아가도록 할 수 있습니다. 농부와 수공업자, 전사와 학자, 모두가 식민지를 위해 맡은 일을 합니다. 학자가 새로운 기술을 연구하도록 하여 더 발전된 건물과 장비, 기술을 획득하세요.

당신의 무리가 좋은 기분을 유지하게 하려면 개척자들을 안전하고 건강하게 지켜야 합니다. 공격적인 토착 생명체와, 몸을 쇠약하게 하는 질병, 거친 날씨는 당신이 마주할 도전의 일부입니다. 이 도전들을 당신만의 방법으로 극복하세요. 개척자가 너무 오랫동안 힘든 환경에 노출되면 당신의 지시를 따르지 않고 자신들이 원하는 걸 할 수도 있습니다.
											
이 섬에 잘 정착하시길, 행운을 빕니다!",
	},
	"helpMenuText_research": {
		"english": "Your scholars come up with new technologies by studying the magic crystals scattered all around your settlement. Send out miners to collect some and build a book stand so your scholars may read up on techniques to analize the crystals. Make sure to select the next technology in the research panel in the top right corner.",
		"german": "Deine Gelehrten können neue Technologien erforschen indem sie die magischen Kristalle analysieren, die es überall um deine Siedlung zu finden gibt. Schürfe sie mit Hilfe deiner Bergarbeiter und vergiss nicht einen Bücherständer zu bauen, sodass deine Gelehrten neue Techniken zur Analyse der Kristalle nachlesen können. Vergiss nicht die zu erforschende Technologie im Forschungsfenster in der rechten oberen Ecke auszuwählen.",
		"spanish": "Tus eruditos investigan nuevas tecnologías analizando los cristales mágicos que se encuentran alrededor de tu isla. Manda a tus mineros a recolectarlos y construye un atril de modo que tus eruditos lean sobre técnicas para analizar los cristales. No olvides seleccionar la siguiente tecnología en el panel de investigación que se encuentra en la esquina superior derecha.",
		"french": "Vos érudits inventent de nouvelles technologies en étudiant les cristaux magiques dispersés tout autour de votre colonie. Envoyez des mineurs pour en collecter et construisez un support de livre afin que vos érudits puissent se familiariser avec les techniques permettant d'analyser les cristaux. Assurez-vous de sélectionner la technologie suivante dans le panneau de recherche dans le coin en haut à droite.",
		"portuguese": "Seus estudiosos inventam novas tecnologias, estudando os cristais mágicos espalhados em torno de sua colônia. Envie os mineiros para coletar e construir um monitor para que seus estudiosos possam se familiarizar com as técnicas de análise de cristais. Certifique-se de selecionar a seguinte tecnologia no painel de pesquisa no canto superior direito.",
		"dutch": "Je geleerden bedenken nieuwe techonlogieën door de magische kristallen te bestuderen die overal in je nederzetting zijn verspreid. Stuur mijnwerkers uit om wat te verzamelen en een boekenstandaard te bouwen, zodat je geleerden de technieken kunnen lezen om de kristallen te analiseren. in het onderzoekspanel in de rechterbovenhoek. ",
		"turkish": "Araştırmacılarınız adanın dört köşesinde dağılı bulunan kristalleri inceleyerek yeni teknolojiler geliştirirler. Madencilerinizle bu kristalleri topladıktan sonra bir kitap tezgahı kurarak araştırmacılarınızın kristalleri incelemelerini sağlayabilirsiniz. Sağ üst köşedeki araştırma panelinden bir teknoloji hedefi seçmeyi unutmayın.",
		"russian": "Ваши ученые исследуют новые технологии, изучая магические кристаллы, разбросанные по всему вашему поселению. Разошлите шахтеров собирать кристаллы и постройте стол исследований, чтобы ваши ученые смогли начать изучать кристаллы. Обязательно выберите технологию на панели исследований в правом верхнем углу.",
		"ukrainian":"Ваші вчені досліджують нові технології, вивчаючи магічні кристали, розкидані по всьому вашому поселенню. Розішліть шахтарів збирати кристали і побудуйте стіл досліджень, щоб ваші вчені змогли почати вивчати кристали. Обов'язково виберіть технологію на панелі досліджень в правому верхньому куті.",
		"polish": "Twoi uczeni odkrywają nowe technologie dzięki wykorzystaniu magicznych kryształów rozsianych dookoła Twojej koloni. Wyślij górników, by zebrali kryształy oraz zbuduj stanowisko badawcze by uczeni mogli zdobywać technologie dzięki analizie kryształów. Zaznacz następną technologię do odkrycia w górnym, prawym narożniku.",
		"korean": "학자들은 정착지 주변에 흩어진 마법 크리스탈을 연구하여 새로운 기술을 가져올겁니다. 광부들을 보내 크리스탈을 수집하고, 연구대를 지어 학자들이 크리스탈을 분석하고 기술을 연구할 수 있도록 하세요. 화면 오른쪽 상단에 위치한 연구 패널에서 연구할 기술을 선택하는 것을 잊지 마세요.",
	},
	"helpMenuText_foodProduction": {
		"english": "Food matters. Good food makes colonists happy, wrong food makes colonists sick, little food makes colonists slow, and no food makes colonists die. So make sure you've got your production chain set up to provide for everyone!",
		"german": "Essen ist eine tolle Sache, nicht wahr? Ohne Nahrung werden deine Kolonisten verhungern. Setzt du einzelnen Siedlern die falsche Nahrung vor werden sie krank. Gibst du ihnen nur das Nötigste werden sie langsam und unproduktiv. Sorge also für eine abwechslungsreiche Küche, um deine Schützlinge wohl genährt und bei Laune zu halten. Sie werden es dir sicher nicht nur mit einem freundlichen Lächeln danken.",
		"spanish": "La comida es salud. Dales rica comida a tus colonos y serán felices, dales mala comida y se enfermarán, dales muy poca y se volverán lentos e improductivos, no les des comida y morirán famélicos. Por lo tanto, la comida es muy importante y debes cuidar muy bien la cadena de producción para que nunca le falte a nadie.",
		"french": "La nourriture compte beaucoup. Une bonne nourriture rend les colons heureux, une mauvaise nourriture rend les colons malades, peu de nourriture ralentit les colons et aucune nourriture fait mourir les colons. Alors, assurez-vous que votre chaîne de production soit configurée pour répondre aux besoins de tous !",
		"portuguese": "Comida conta muito. A boa comida deixa os colonos felizes, a comida ruim deixa os colonos doentes, pouca comida retarda os colonos e nenhum alimento faz com que os colonos morram. Portanto, verifique se sua linha de produção está configurada para atender às necessidades de todos!",
		"dutch": "Voedsel is belangrijk, goed eten maakt kolonisten gelukkig, verkeerd eten maakt kolonisten ziek, weinig voedsel maakt kolonisten langzaam en geen eten maakt kolonisten dood, dus zorg ervoor dat je je productieketen hebt opgezet om voor iedereen te zorgen!",
		"turkish": "Yemek önemlidir. İyi yemek yerleşimcileri mutlu eder, kötü yemekse onları hasta eder, yetersiz yiyecek onları yavaşlatır, ve yiyecek tükendiğinde de yerleşimcileriniz ölür. Bu nedenle yeterli yiyecek temini için en kısa sürede bir gıda üretim sistemi kurduğunuzdan emin olun!",
		"russian": "Питание населения очень важно! Хорошая пища делает колонистов счастливыми, плохая - больными, из-за маленьких порций колонисты быстро устают и начинают медленнее работать. Так что убедитесь, что еды хваатает на всех!",
		"ukrainian":"Харчування населення дуже важливо! Хороша їжа робить колоністів щасливими, погана - хворими, через маленьких порцій колоністи швидко втомлюються і починають повільніше працювати. Так що переконаєтеся, що їжі хваатает на всіх!",
		//TODO polish translation
		"korean": "음식은 중요합니다. 좋은 음식은 개척자들을 행복하게 하지만, 잘못 먹은 음식은 개척자를 아프게 합니다. 음식을 적게 먹으면 개척자가 느려지고, 음식이 없으면 개척자가 죽습니다. 그러니 모두에게 음식을 제공할 수 있도록 생산 단계가 잘 연결되어있는지 확인하세요!",
	},
	"helpMenuTitle_foodProduction_farming": {
		"english": "Farming",
		"german": "Landwirtschaft",
		"spanish": "Agricultura",
		"french": "Agriculture",
		"portuguese": "Agricultura",
		"dutch": "Landbouw",
		"turkish": "Tarım",
		"russian": "Фермерство",
		"ukrainian":"Фермерство",
		"polish": "Uprawa",
		"korean": "농사",
	},
	"helpMenuText_foodProduction_farming": {
		"english": "Everything begins in the fields, where industrious farmers spend their days caring for your crops. Depending on the season, they can sow a different selection of plants for food or medicinal purposes. Plants grow no matter how well you care for them, but good farmers use their watering cans to keep them growing optimally and increase their yield a lot. 
Now before you start planting like crazy, one last word of warning: All plants that don't get harvested before the end of their season will die without yielding any food to your colony!
Happy farming!.",
		"german": "Bei der hohen Kunst des Ackerbaus dreht sich alles um das richtige Bewirtschaften von Feldern. Unter Berücksichtigung einiger Regeln und mit etwas Erfahrung können deine Siedler zu wahren Meisterbauern werden und große Erträge erzielen.
Je nach Jahreszeit können bestimmte Pflanzen für Nahrung und Medizin angebaut werden. Sind sie erst einmal gepflanzt, wachsen die Gewächse auch ohne Pflege bis sie reif zur Ernte sind. Ein guter Bauer wird es selbstverständlich nicht verpassen seine Pflanzen regelmäßig zu gießen und so den Ernteertrag signifikant zu steigern. Doch bevor du jetzt ganz dem Anbauwahn verfällst noch ein Wort der Warnung: Sämtliche Pflanzen, die bis zum Ende ihrer Jahreszeit nicht geerntet werden, werden eingehen ohne dir Ertrag einzubringen!
Viel Spaß beim Farmen!",
		"spanish": "El fino arte de la agricultura tiene que ver con el buen cuidado de los campos. Con algunas reglas y algo de experiencia, tus colonos pueden convertirse en verdaderos maestros granjeros y hacer grandes cosechas.
Dependiendo de la temporada, se pueden cultivar ciertas plantas para alimentos y medicinas. Una vez plantadas, estas crecen solas y sin cuidado hasta que están listas para la cosecha. Por supuesto, un buen agricultor no dejará de regar sus plantas de manera regular, lo que aumentará significativamente el rendimiento de los cultivos. 
Antes de ponerte a sembrar como loco, una advertencia: ¡Todas las plantas que no se cosechen al final de su temporada, se echarán a perder dejando a tu colonia sin comida!
¡Que tengas una muy buena cosecha!",
		"french": "Tout commence dans les champs où des fermiers industrieux consacrent leurs journées à prendre soin de vos cultures. Selon la saison, ils peuvent semer une sélection différente de plantes à des fins alimentaires ou médicinales. Les plantes poussent, peu importe la qualité de vos soins, mais les bons agriculteurs utilisent leur arrosoir pour les maintenir en croissance optimale et augmenter beaucoup leur rendement.
Maintenant, avant de commencer à planter comme un fou, un dernier mot d'avertissement : toutes les plantes qui ne sont pas récoltées avant la fin de la saison mourront sans donner de nourriture à votre colonie !
Bonne agriculture !",
		"portuguese": "Tudo começa nos campos onde camponeses diligentes passam os dias cuidando de suas plantações. Dependendo da época, eles podem semear uma seleção diferente de plantas para fins alimentares ou medicinais. As plantas crescem, independentemente da qualidade dos seus cuidados, mas os bons agricultores usam os seus regadores para os manter a crescer optimamente e aumentar o seu rendimento.
Agora, antes de começar a plantar como um louco, uma última palavra de aviso: todas as plantas que não são colhidas antes do final da temporada vão morrer sem dar comida à sua colônia!
Boa agricultura!",
		"dutch": "Alles begint op het veld, waar hardwerkende boeren hun dagen besteden aan de zorg voor je gewassen.Ze kunnen afhankelijk van het seizoen een andere selectie planten voor voedsel of medicinale doeleinden zaaien.Planten groeien, hoe goed je ook voor ze zorgt, maar goed boeren gebruiken hun gieters om ze optimaal te laten groeien en hun opbrengst te verhogen.
Nu voordat je als een gek begint te planten, een laatste woord van waarschuwing: alle planten die niet geoogst worden vóór het einde van hun seizoen zullen sterven zonder voedsel te geven aan je kolonie!
Gelukkige Landbouw!.",
		"turkish": "Çalışkan çiftçilerinizin günlerini mahsullerinize bakmakla geçirdikleri yerde her şey toprakta başlar, . Mevsime bağlı olarak, yiyecek veya tıbbi amaçlar için farklı bitkiler ekilebilir. Bitkileriniz ekildikten sonra öyle ya da böyle büyürler, ama iyi bakılıp sulandıkları zaman verimleri önemli miktarda artar.
		Çılgınlar gibi ürün ekmeye başlamadan önce son bir uyarı; mevsiminden önce toplanmayan bitkiler ürün vermeden ölürler. 
		Verimli hasatlar!",
		"russian": "Все начинается с полей, где фермеры проводят дни на пролет. В зависимости от сезона они могут сажать различные типы растений: пищу и лечебные растения. Растения растут независимо от того, заботитесь вы о них, или нет, но хорошие фермеры используют лейку для оптимального полива, что в свою очередь удваивает, а иногда и утраивает урожай! 
Но перед тем, как вы начнете сажать как сумасшедший: Все растения, которые не будут собраны до конца сезона, умрут, не принеся никакой пищи в вашу колонию!
Удачного фермерства!",
		"ukrainian":"Все починається з полів, де фермери проводять дні на проліт. Залежно від сезону вони можуть садити різні типи рослин: їжу і лікувальні рослини. Рослини ростуть незалежно від того, дбаєте ви про них, чи ні, але хороші фермери використовують лійку для оптимального поливу, що в свою чергу подвоює, а іноді і потроює урожай!
Але перед тим, як ви почнете садити як божевільний: Всі рослини, які не будуть зібрані до кінця сезону, помруть, що не принісши ніякої їжі в вашу колонію!
Вдалого фермерства!",
		//TODO polish translation
		"korean": "모든 것은 밭에서 시작합니다. 밭에서는 부지런한 동부들이 작물들을 돌보며 하루를 보내죠. 계절에 따라, 서로 다른 종류의 식물을 선택해 심을 수 있습니다. 식량을 위해서일 수도 있고, 의료 목적일 수도 있겠죠. 식물들을 얼마나 잘 돌보는지와 상관 없이 식물들은 자라납니다. 하지만 훌륭한 농부는 물뿌리개로 물을 주어 가장 잘 자라도록 돕습니다. 그러면 식물에서는 더 많은 결실을 볼 수 있죠.
잠깐, 당신이 식물들을 미친듯이 심기 시작하기 전에, 한 가지만 당부할게요: 식물이 자랄 수 있는 계절이 지나버리면, 아직 수확하지 않은 모든 식물들은 죽어버립니다. 아무런 식량도 거두지 못한 채로 말이죠!
즐거운 농사 되세요!",
	},
	"helpMenuTitle_foodProduction_expectations": {
		"english": "Food Expectations",
		"german": "Essensansprüche",
		"spanish": "Pretensiones de comida",
		"french": "Attentes Alimentaires",
		"portuguese": "Expectativas alimentares",
		"dutch" : "Voedsel Verwachtingen",
		"turkish": "Yiyecek beklentileri",
		"russian": "Продовольственные ожидания",
		"ukrainian":"Продовольчі очікування",
		"polish": "Oczekiwania żywieniowe",
		"korean": "음식에 대한 기대",
	},
	"helpMenuText_foodProduction_expectations": {
		"english": "Colonists can deal with a lot of hardship, but they are not dumb. When your colony grows in size and numbers, they will start to expect better food than just eating raw plants. Using the campfire or the kitchen you can make meals of higher quality for demanding colonists. If you can run a bakery as well, they will welcome the variety!
Some colonists have favorite meals and get a mood boost if they can get it. Others are allergic to some types of food and will avoid them at all cost. If there is nothing else available, they may be forced to eat it anyways - resulting in an allergic reaction.",
		"german": "Ja, anfangs ist es wohl am leichtesten deinen Siedlern nur wenig ausgefallene und gar monotone Gerichte anzubieten. Auf die Dauer wird das allerdings nicht ausreichen. In jedem Kolonist steckt ein wahrer Feinschmecker, was mit steigendem Wohlstand und Größe deiner Kolonie mehr und mehr ersichtlich werden wird; mit ungekochtem Essen will sich schließlich niemand auf Dauer zufriedengeben. Abhilfe verschafft hier das Lagerfeuer und die Küche mit denen deine Siedler ihre Kochkünste unter Beweis stellen können. Besonders beliebt ist das Essen, das in einer Bäckerei gebacken wurde!
Manche Siedler kannst du so richtig glücklich machen, wenn du ihr Lieblingsgericht für sie kochen lässt. Andere sind gegen bestimmte Pflanzen allergisch und weichen möglichst auf Alternativen aus. Bevor sie verhungern greifen sie allerdings trotzdem zu, was in einer schmerzhafte allergischen Reaktion resultiert.",
		"spanish": "Al principio se te hará muy fácil ofrecer a tus colonos poca comida elaborada e incluso llenarlos con comida cruda y monótona. Pero conforme vayas avanzando eso no será suficiente. Cada colono tiene dentro un verdadero gourmet que irá saliendo conforme tu colonia crezca; después de todo, a nadie le gustaría contentarse con pura comida cruda. El secreto aquí es la fogata y la cocina, con los que tus colonos podrán demostrar sus habilidades culinarias. Si logras construir una panadería, ¡tus colonos te lo agradecerán entre sus grandes bocados!
Algunos colonos tienen platillos favoritos y se alegran mucho cuando los consiguen. Otros al contrario, son alérgicos a ciertos tipos de comida y los evitarán mientras puedan, pero si no hay algo más que comer y tienen hambre, tendrán que comer lo que haya aunque les den reacciones alérgicas.",
		"french": "Les colons peuvent faire face à beaucoup de difficultés, mais ils ne sont pas idiots. Quand votre colonie grandira en taille et en nombre, ils commenceront à s'attendre à une meilleure nourriture que de simplement manger des plantes crues. En utilisant le feu de camp ou la cuisine, vous pouvez préparer des repas de meilleure qualité pour les colons exigeants. Si vous pouvez aussi gérer une boulangerie, ils apprécieront la variété !
Certains colons ont leur repas préféré et ont un regain d'humeur s'ils le mangent. D'autres sont allergiques à certains types d'aliments et les éviteront à tout prix. S'il n'y a rien d'autre disponible, ils peuvent être obligés de le manger, ce qui entraîne une réaction allergique.",
		"portuguese": "Os colonos podem enfrentar muitas dificuldades, mas não são idiotas. Quando sua colônia cresce em tamanho e números, eles vão começar a esperar comida melhor do que apenas comer plantas cruas. Ao usar fogueira ou cozinhar, você pode preparar refeições de melhor qualidade para os exigentes colonos. Se você também pode gerenciar uma padaria, eles vão apreciar a variedade!
Alguns colonos têm sua refeição favorita e têm um impulso de humor, se puderem. Outros são alérgicos a certos tipos de alimentos e os evitam a todo custo. Se não houver mais nada disponível, eles podem ser forçados a comê-lo, resultando em uma reação alérgica.",
		"dutch": 
"Kolonisten kunnen met veel ontberingen omgaan, maar ze zijn niet dom. Wanneer je kolonie in omvang en aantallen groeit, zullen ze beter voedsel verwachten dan alleen rauwe planten eten. Met behulp van het kampvuur of de keuken kun je maaltijden van hogere kwaliteit maken. kwaliteit voor veeleisende kolonisten. Als u ook een bakkerij kunt runnen, verwelkomen ze de variëteit!
Sommige kolonisten hebben favoriete maaltijden en krijgen een stemmingsboost als ze het kunnen krijgen. Anderen zijn allergisch voor sommige soorten voedsel en zullen deze ten koste van alles vermijden. Als er niets anders beschikbaar is, kunnen ze gedwongen worden om het toch te eten - wat resulteert in een allergische reactie. ",
		"turkish": "Yerleşimcileriniz bir çok zorlukla başa çıkabilirler, ancak onlar aptal değildir. Yerleşiminiz büyüdükçe ve nüfus arttıkça çiğ meyve sebzeden daha iyi yiyecekler beklemeye başlarlar. Kamp ateşi veya mutfağı kullanarak daha yemekler yapabilirsiniz. Bir fırın da çalıştırabilirseniz, çeşitlilikten memnuniyet duyacaklardır.
		Bazı yerleşimcilerin sevdiği yemekler olabilir, onları yediklerinde moralleri artar. Bazıları da belirli gıdalara karşı alerjiktir, bu gıdaları yemekten kaçınmaya çalışırlar ve zorunlu durumlarda yediklerinde de hasta olurlar.",
		"russian": "Колонисты не глупы. Когда ваша колония увеличится в размерах и количестве, они начнут ожидать лучшей пищи, чем просто сырые растения. Используя костер или кухню, вы сможете приготовить блюда более высокого качества для требовательных колонистов. Если вы можете сделать пекарню, они будут рады разнообразию пищи!
У некоторых колонистов есть любимые блюда, и если они съедают их, то у них поднимается настроение. Другие имеют аллергию на некоторые виды пищи и будут избегать их любой ценой. Если других видов пищи нет - им придется съесть пищу, на которую у них аллергия. Но после этого у них начнется аллергическая реакция.",
		"ukrainian":"Колоністи не дурні. Коли ваша колонія збільшиться в розмірах і кількості, вони почнуть очікувати кращої їжі, ніж просто сирі рослини. Використовуючи багаття або кухню, ви зможете приготувати страви більш високої якості для вимогливих колоністів. Якщо ви можете зробити пекарню, вони будуть раді різноманітності їжі!
У деяких колоністів є улюблені страви, і якщо вони з'їдають їх, то у них піднімається настрій. Інші мають алергію на деякі види їжі і уникатимуть їх за всяку ціну. Якщо інших видів їжі немає - їм доведеться з'їсти їжу, на яку у них алергія. Але після цього у них почнеться алергічна реакція.",
		//TODO polish translation
		"korean": "개척자는 많은 곤경에 마주합니다. 하지만 그들은 바보가 아니에요. 정착지가 수적으로나 양적으로나 성장하게 되면, 그들은 점차 생과일과 생채소를 먹는 것보다는 더 나은 음식을 기대하기 시작할겁니다. 모닥불이나 부엌을 이용하면 더 나은 식사를 원하는 개척자들을 위한 식사를 만들 수 있습니다. 만약 빵집을 운영할 수 있게 된다면, 개척자들은 먹을 것의 다양성을 기꺼이 받아들일겁니다!
어떤 개척자들은 특별히 좋아하는 식사가 있어서, 그 음식을 먹으면 기분이 좋아집니다. 다른 누군가는 어떤 음식에 알레르기가 있어 무슨 수를 써서라도 그 음식을 피할거구요. 하지만 피할 수 없는 상황에 처한다면, 먹을 수 밖에 없습니다 - 알레르기 반응이 유발되겠지만요.",		
	},
	"helpMenuTitle_foodProduction_rations": {
		"english": "Food Rations",
		"german": "Nahrungsrationierung",
		"spanish": "Raciones de comida",
		"french": "Rations Alimentaires",
		"portuguese": "Rações alimentares",
		"dutch": "Voedselrantsoenen",
		"turkish": "Gıda Rasyonları",
		"polish": "Racje żywnościowe",
		"russian": "Пищевые рационы",
		"ukrainian":"Харчові раціони",
		"korean": "식량 배급",
	},
	"helpMenuText_foodProduction_rations": {
		"english": "Winter is long and even the best colonies sometimes fail to perpare adequate stockpiles. If you worry about the survival of your colony, you can limit the food rations for each colonist. While this preserves more food for later, your colonists will feel weak and are are not going to be able to work as quickly. 
On the flipside, if your stockpiles are full and the reserves are plenty, you can increase food rations to get a boost in happiness!",
		"german": "Der Winter ist einer deiner größten Feinde im Spiel, denn selbst den besten Kolonien geht in der kalten Jahreszeit ab und an der Nahrungsvorrat aus. Solltest du dir nicht sicher sein ob dein Lebensmittelvorrat groß genug ist, kannst du für einzelne Siedler die Rationen beschränken und sie so auf eine unfreiwillige Diät setzen. Zwar sparst du so wertvolle Nahrung, aber deine Kolonisten fühlen sich schwach und arbeiten langsamer.
Auf der anderen Seite kannst du bei einem Nahrungsüberschuss auch die Rationen erhöhen und so die Stimmung deiner Siedler anheben!",
		"spanish": "El invierno es uno de los mayores desafíos del juego, aún las mejores colonias se quedan regularmente sin comida para esta fría época del año. Si notas que tu colonia no llegará a la próxima primavera, puedes reducir y limitar las raciones de comida para cada colono. Esto asegurará una reserva suficiente de comida, pero tus colonos van a sentirse débiles y no podrán trabajar al ritmo normal.
Por otro lado, si tienes una gran reserva de comida y te sobra, ¡puedes incrementar las raciones de comida para que sean más felices!",
		"french": "L’hiver est long et même les meilleures colonies manquent parfois de stock. Si vous vous inquiétez de la survie de votre colonie, vous pouvez limiter les rations de nourriture pour chaque colon. Bien que cela préserve plus de nourriture pour plus tard, vos colons se sentiront plus faibles et ne pourront pas travailler aussi vite.
D'un autre côté, si vos stocks sont pleins et vos réserves abondantes, vous pouvez augmenter les rations de nourriture pour avoir plus de bonheur !",
		"portuguese": "O inverno é longo e até as melhores colônias às vezes não possuem estoques. Se você está preocupado com a sobrevivência da sua colônia, você pode limitar as rações de comida para cada cólon. Embora economize mais comida para mais tarde, seus colonos se sentirão mais fracos e não poderão trabalhar tão rápido.
Por outro lado, se suas ações estiverem cheias e suas reservas abundantes, você poderá aumentar as rações de comida para ter mais felicidade!",
		"dutch": 
"De winter is lang en zelfs de beste kolonies slagen soms niet in voldoende voorraden. Als je je zorgen maakt over het voortbestaan ​​van je kolonie, kun je de voedselrantsoenen voor elke kolonist beperken. Hoewel dit meer voedsel voor later bewaart, zullen je kolonisten zich zwak voelen en ze zullen niet zo snel kunnen werken.
Aan de andere kant, als je voorraden vol zijn en er voldoende reserves zijn, kun je het voedselrantsoen verhogen om het geluk een boost te geven! ",
        "turkish": "Kış uzun geçer ve bazen en iyi yerleşimler bile yetersiz stokla karşı karşıya kalabilirler. Böyle bir duruma düşerseniz yerleşimci başına düşen yiyeceği sınırlayabilirsiniz. İyi beslenmediklerinde güçsüz kalıp hızlı çalışamazlar, ancak en azından yiyecek stoklarınız daha uzun dayanır.
        Tam tersi, çok fazla stoğunuz varsa, bu sefer de yerleşimci başına düşen yiyeceği arttırıp mutlu olmalarını sağlayabilirsiniz!",
		"russian": "Зима длинная, и иногда даже лучшие колонии не в состоянии подготовить правильное количество запасов. Если вы беспокоитесь о выживании своей колонии, вы можете ограничить рационы питания для каждого колониста. Хотя это и сохраняет больше еды на потом, но ваши колонисты будут чувствовать себя слабыми и не смогут работать так же быстро, как раньше.
С другой стороны, если у вас слишком много запасов, вы можете увеличить рационы питания, чтобы получить прилив счастья!",
		"ukrainian":"Зима довга, і іноді навіть кращі колонії не в змозі підготувати правильну кількість запасів. Якщо ви турбуєтеся про виживання своєї колонії, ви можете обмежити раціони харчування для кожного колоніста. Хоча це і зберігає більше їжі на потім, але ваші колоністи будуть відчувати себе слабкими і не зможуть працювати так само швидко, як раніше.
З іншого боку, якщо у вас занадто багато запасів, ви можете збільшити раціони харчування, щоб отримати прилив щастя!",
        	//TODO polish translation
		"korean": "겨울은 길고, 가끔은 최고의 정착지에서도 적절한 비축량을 준비하지 못하기도 합니다. 정착지의 생존을 걱정된다면, 각 개척자에게 주어지는 식량 배급을 제한할 수 있습니다. 그렇게되면 나중에 먹을 음식은 좀 남겠지만, 개척자들은 허약해지고 눈 깜짝할 새에 일할 수 없는 상태가 될 겁니다.
반대로 비축량이 넘칠 정도로 많다면, 식량 배급을 늘려 행복도를 높일 수 있습니다!",
	},
	"helpMenuTitle_foodProduction_bugs": {
		"english": "Bug Infestations",
		"german": "Käferbefall",
		"spanish": "Plaga de insectos",
		"french": "Infestations d'Insectes",
		"portuguese": "Insecto infestação",
		"dutch": "Insecten Plaag",
		"turkish": "Böcek istilası",
		"polish": "Inwazja owadów",
		"russian": "Нашествие жуков",
		"ukrainian":"Нашестя жуків",
		"korean": "병충해 발생",
	},
	"helpMenuText_foodProduction_bugs": {
		"english": "Every year, the dreaded bugs pose a serious danger to your harvest. If a bug infestation is detected, your colonists need to be quick and remove all affected plants before the infestation spreads. You can lose all your work in seconds!",
		"german": "Ein Käferbefall ist der schlimmste Albtraum eines jeden Farmers. Sobald eine Pflanze betroffen ist müssen deine Kolonisten schnell handeln und sie entfernen bevor sich der Befall weiter ausbreiten kann. Reagierst du zu langsam könntest du deine gesamte Ernte verlieren!",
		"spanish": "Una plaga de insectos es la peor pesadilla de los granjeros. Tan pronto como una planta sea infectada, los colonos deben ocuparse rápidamente de ella, antes de que la plaga se contagie a las demás. ¡Podrías perder toda tu cosecha en cuestión de segundos!",
		"french": "Chaque année, les insectes constituent un grave danger pour votre récolte. Si une infestation d'insectes est détectée, vos colons doivent être rapides et retirer toutes les plantes affectées avant que l'infestation ne se propage. Vous pouvez perdre tout votre travail en quelques secondes !",
		"portuguese": "Todos os anos, os insetos representam um sério perigo para a sua cultura. Se uma infestação de insetos for detectada, seus colonos devem ser rápidos e remover todas as plantas afetadas antes que a infestação se espalhe. Você pode perder todo o seu trabalho em segundos!",
		"dutch": "Elk jaar vormen de gevreesde insecten een serieus gevaar voor uw oogst. Als een insectenplaag wordt gedetecteerd, moeten uw kolonisten snel zijn en alle aangetaste planten verwijderen voordat de besmetting zich verspreidt. U kunt al uw werk binnen enkele seconden kwijtraken!",
		"turkish": "Her yıl, korkunç böcekler hasatınız için ciddi bir tehlike oluşturur. Böcek istilası tespit edilirse, yerleşimcilerin hızlı olması ve istilanın yayılmasından önce etkilenen tüm bitkileri çıkarılması gerekir. Tüm uğraşınızı saniyeler içinde kaybedebilirsiniz.!",
		"polish": "Każdego roku przerażające owady stanowią poważne zagrożenie dla twoich zbiorów. Jeśli zostanie wykryta inwazja owadów, twoi koloniści muszą działać szybko i usunąć wszystkie zaatakowane rośliny przed rozprzestrzenianiem się inwazji. Możesz stracić całą swoją pracę w kilka sekund!",
		"russian": "Каждый год страшные жуки представляют серьезную опасность для вашего урожая. Если обнаружено заражение насекомыми, ваши колонисты должны быстро удалить все пораженные растения, прежде чем заражение распространится. Вы можете потерять весь свой урожай в считанные секунды!",
		"ukrainian":"Щороку страшні жуки представляють серйозну небезпеку для вашого врожаю. Якщо виявлено зараження комахами, ваші колоністи повинні швидко видалити всі уражені рослини, перш ніж зараження пошириться. Ви можете втратити весь свій урожай в лічені секунди!",
		"korean": "매년, 무서운 벌레들이 당신의 수확에 심각한 위협을 가합니다. 병충해 발생이 확인되었다면, 개척자들이 감염이 퍼지기 전에 빠르게 감염된 식물을 제거해야 합니다. 한 순간에 모든 일이 물거품이 될 수도 있어요!",
	},

	"helpMenuText_health": {
		"english": "There are a lot of bad things that can happen to hard working colonists.
The most basic remedy is giving the poor little guys some time to rest. Laying in bed offers their the bodies some time to regenerate slowly. Have a look at the status panel (heart icon) to see details about the health state.",
		"german": "Es gibt viele schlimme Dinge, die deinen tüchtigen Kolonisten widerfahren können.
Das einfachste und allseitsbewährte Heilmittel für kleinere Verletzungen ist Bettruhe. Lässt du sie im Bett entspannen, erholen sie sich langsam von den Strapazen des Tages und sind bald wieder frisch und munter für mehr Arbeit. Wirf mal einen Blick auf das Statusfenster (Herzsymbol), um Details zu dem Befinden deiner Siedler zu sehen.",
		"spanish": "Muchas cosas le pueden pasar a tus trabajadores colonos. Lo más fácil es darle a estos pobres un poco de reposo. El permanecer en cama les hará recuperarse poco a poco. Revisa el panel de estado (ícono de corazón) para ver los detalles de su salud.",
		"french": "Beaucoup de mauvaises choses peuvent arriver aux colons qui travaillent dur.
Le remède le plus fondamental consiste à donner aux pauvres petits gars un peu de temps pour se reposer. Se coucher au lit offre aux corps un peu de temps pour se régénérer lentement. Consultez le panneau d'état (icône en forme de cœur) pour obtenir des détails sur l'état de santé.",
		"portuguese": "Muitas coisas ruins podem acontecer com os colonos que trabalham duro.
O remédio mais básico é dar aos pobres um pouco de tempo para descansar. Dormir na cama dá ao corpo um pouco de tempo para se regenerar lentamente. Verifique o painel de status (ícone de coração) para obter detalhes sobre o status de integridade.",
		"dutch": "Er zijn veel slechte dingen die kunnen gebeuren met hardwerkende kolonisten.
De eenvoudigste remedie is om de arme jongens wat tijd te geven om te rusten. In bed liggen biedt de lichamen enige tijd om langzaam te regenereren. Bekijk het statuspaneel (hartpictogram) voor meer informatie over de status van de gezondheid. ",
		"turkish": "Çalışkan yerleşimcilerinizin başına gelebilecek birçok kötü olay var. 
		En basit çözüm o zavallı küçük adamlara dinlenebilmeleri için biraz zaman vermek. Yatakta uzanmak bedenlerinin yenilenmesini sağlar. Sağlık durumlarıyla ilgili ayrıntıları görmek için durum paneline (kalp simgesi) bakın.",
		"russian": "Есть много плохих вещей, которые могут случиться с колонистами, из-за которых у них уменьшается здоровье.
Основной способ решения - дать колонистами немного времени на отдых. Лежа в постели они медленно отдыхают и восстанавливают здоровье. Посмотрите на панель состояния (значок сердца), чтобы увидеть подробности о состоянии здоровья.",
		"ukrainian":"Є багато поганих речей, які можуть трапитися з колоністами, через які у них зменшується здоров'я.
Основний спосіб вирішення - дати колоністами трохи часу на відпочинок. Лежачи в ліжку вони повільно відпочивають і відновлюють здоров'я. Подивіться на панель стану (значок серця), щоб побачити подробиці про стан здоров'я.",
		//TODO polish translation
		"korean": "열심히 일하는 개척자들에게는 많은 나쁜 일들이 벌어질 수 있습니다.
가장 기초적인 처방은 불쌍한 작은 이들에게 쉴 시간을 주는겁니다. 얼마간 침대에 누워있으면 몸이 서서히 회복됩니다. 상태 패널(하트 아이콘)을 둘러보고 건강 상태에 대한 상세한 정보를 확인하세요.",		
	},
	"helpMenuTitle_health_alchemy": {
		"english": "Alchemy",
		"german": "Alchemie",
		"french": "Alchimie",
		"spanish": "Alquimia",
		"portuguese": "Alquimia",
		"dutch": "Alchimie",
		"turkish": "Simya",
		"polish": "Alchemia",
		"russian": "Алхимия",
		"ukrainian":"Аліхмія",
		"korean": "연금술",
	},
	"helpMenuText_health_alchemy": {
		"english": "If you have colonists with some experience as a doctor, they can usually handle basic alchemy and produce potions from healing plants. While tasting horrific, these concoctions accelerate the healing process significantly.",
		"german": "Solltest du über Siedler mit etwas medizinischer Erfahrung verfügen, können diese mit grundlegender Alchemie umgehen und so Tränke aus Heilpflanzen herstellen. Auch wenn diese nicht gerade als süffig durchgehen würden, beschleunigen sie zumindest den Heilungsprozess deutlich.",
		"spanish": "Si entre tus colonos tienes algunos con experiencia de doctor, estos pueden manejar alquimia básica y producir pociones a partir de plantas medicinales. Aunque no sean muy agradables al paladar, estos cocteles aceleran el proceso de recuperación significantemente.",
		"french": "Si vous avez des colons expérimentés en tant que docteur, ils peuvent généralement gérer une alchimie de base et produire des potions à partir de plantes médicinales. Bien que leur goût soit horrible, ces préparations accélèrent considérablement le processus de guérison.",
		"portuguese": "Se você tem experimentado colonos como um médico, eles geralmente podem lidar com a alquimia básica e produzir poções de plantas medicinais. Embora seu gosto seja horrível, essas preparações aceleram enormemente o processo de cura.",
		"turkish": "Biraz tıbbi tecrübeye sahip yerleşimciniz varsa, basit simya işleri ve şifalı bitkilerden iksir yapmayı becerebilirler. Bu karışımların tadı korkunç olsa da iyileşme sürecini önemli ölçüde hızlandırırlar.",
		"polish": "Jeśli masz kolonistów z doświadczeniem jako lekarz, zazwyczaj poradzą sobie z podstawową alchemią i wyprodukują mikstury z roślin leczniczych. Pomimo okropnego smaku znacznie przyspieszają proces gojenia.",
		"russian": "Если у вас есть колонисты с опытом работы врачом, они могут обращаться с базовой алхимией и производить зелья из целебных растений. Несмотря на ужасный вкус, эти зелья значительно ускоряют процесс заживления.",
		"ukrainian":"Якщо у вас є колоністи з досвідом роботи лікарем, вони можуть взаїмодіяти з базовою алхімією і виробляти зілля з цілющих рослин. Незважаючи на жахливий смак, ці зілля значно прискорюють процес загоєння.",
		"korean": "의사로서의 경험이 어느정도 쌓인 개척자가 있다면, 그들은 보통 기초적인 연금술을 다룰 줄 알고, 약초에서 물약을 만들어낼 줄 알 겁니다. 맛은 끔찍하지만, 그 혼합물들은 회복 속도를 무척 빠르게 증가시킵니다.",
	},
	"helpMenuTitle_health_wounds": {
		"english": "Wounds",
		"german": "Wunden",
		"french": "Blessures",
		"spanish": "Heridas",
		"portuguese": "Feridas",
		"turkish": "Yaralanmalar",
		"polish": "Rany",
		"russian": "Раны",
		"ukrainian":"Рани",
		"korean": "부상",
	},
	"helpMenuText_health_wounds": {
		"english": "Doctors show their true strength when dealing with badly wounded colonists. When push comes to shove and the colony needs to be defended against raiders, injuries are inevitable. Colonists can lose consciousness on the battlefield. While they are losing blood and holding on to dear live, a doctor can rush out, bandage their wounds and administer healing potions to prevent the worst.",
		"german": "Der wahre Wert von Ärzten tritt immer dann ans Licht, wenn schwer verletze Siedler behandelt werden müssen. Wenn es hart auf hart kommt und deine Siedlung von Feinden überfallen wird, sind Verletzungen unvermeidbar. Die Kolonisten können auf dem Schlachtfeld ihr Bewusstsein verlieren und dann ohne Hilfe schnell ins Grass beißen. Doch während sie sich noch auf ihr scheinbar unausweichliches Schicksal vorbereiten, kann ein Arzt herbeieilen, ihre Wunden verbinden und Heiltränke verabreichen um das Schlimmste zu verhindern.",
		"spanish": "Los doctores demuestran lo que valen cuando tratan con colonos malheridos. Cuando las cosas se ponen feas y los enemigos atacan tu asentamiento, las lesiones son inevitables. Los colonos caen noqueados al suelo. Cuando están perdiendo sangre y apenas se aferran a la vida, un doctor llega al rescate, venda las heridas y les administra pociones de vida para prevenir la tragedia.",
		"french": "Les docteurs montrent leur véritable force face aux colons gravement blessés. Lorsque les conditions sont difficiles et que la colonie doit être défendue contre les pillards, les blessures sont inévitables. Les colons peuvent perdre conscience sur le champ de bataille. Pendant qu’ils perdent du sang et s’accrochent à leur vie chère, un médecin peut courir, panser leurs plaies et administrer des potions de soin pour prévenir le pire.",
		"portuguese": "Os médicos mostram sua verdadeira força contra os colonos seriamente feridos. Quando as condições são difíceis e a colônia deve ser defendida contra saqueadores, as lesões são inevitáveis. Os colonos podem perder a consciência no campo de batalha. Como eles perdem sangue e se apegam às suas vidas, um médico pode correr, curar suas feridas e administrar poções de cura para evitar o pior.",
		"turkish": "Doktorlar kötü yaralanan yerleşimciler ile uğraşırken gerçek güçlerini gösterirler. Zorda kalınıp yerleşimin istilacılara karşı savunulması gerektiğinde, yaralanmalar kaçınılmaz olur. Yerleşimciler dövüşte bilinçlerini kaybedebilir, kan kaybına uğrayabilir; bu durumlarda hayatta kalmalarını sağlamak için doktorlar bandaj uygulayıp iksirle yaraları iyileştirebilirler.",
		"polish": "Lekarze pokazują swoją prawdziwą siłę, gdy mają do czynienia z ciężko rannymi kolonistami. Kiedy nadchodzi zagrożenie i kolonia wymaga obrony przed najeźdźcami, obrażenia są nieuniknione. Koloniści mogą stracić przytomność na polu bitwy. Podczas gdy tracą krew i trzymają się życia, lekarz może przybyć, opatrzeć ich rany i podać miksturę leczniczą, aby zapobiec najgorszemu.",
		"russian": "Врачи показывают свою истинную силу, имея дело с тяжело ранеными колонистами. В случае нашествия травмы неизбежны. Колонисты могут потерять сознание на поле битвы. Пока они теряют кровь и держатся за свою жизнь, врач может перевязывать раны и назначать лечебные зелья, чтобы спасти им жизнь.",
		"ukrainian":"Лікарі показують свою справжню силу, маючи справу з важко пораненими колоністами. У разі навали травми неминучі. Колоністи можуть втратити свідомість на полі битви. Поки вони втрачають кров і тримаються за своє життя, лікар може перев'язувати рани і призначати лікувальні зілля, щоб врятувати їм життя.",
		"korean": "의사는 심각한 부상을 입은 개척자를 만났을 때 그 진정한 힘을 보여줍니다. 상황이 더 안 좋아지고, 정착지에서는 침략자를 방어해야 할 때, 부상은 필연적입니다. 개척자는 전장에서 의식을 잃을 수도 있습니다. 그들이 피를 흘리면서도 살아남아있는 동안, 의사는 달려나가 그들의 상처에 붕대를 감고, 회복약을 뿌려 최악의 상황을 막아냅니다.",
	},
	"helpMenuTitle_health_illnesses": {
		"english": "Illnesses",
		"german": "Krankheiten",
		"french": "Maladies",
		"spanish": "Enfermedades",
		"portuguese": "Doenças",
		"turkish": "Hastalıklar",
		"polish": "Choroby",
		"russian": "Болезни",
		"ukrainian":"Хвороби",
		"korean": "질병",
	},
	"helpMenuText_health_illnesses": {
		"english": "Finally, big colonies are prone to illnesses spreading amongst the colonists. Make sure to keep a good stock of medicine in storage and have a trained doctor attend to them with regular treatments for better chances of recovery.",
		"german": "Für große Kolonien stellen zudem höchst ansteckende Seuchen eine ernst zu nehmende Gefahr dar. Vorsicht ist besser als Nachsicht, also kümmere dich frühzeitig um einen großzügigen Vorrat an Medizin und einen gut ausgebildeten Arzt. Dieser kann im Fall der Fälle schnell zur Tat schreiten und deine Siedlung vor größerem Unheil bewahren.",
		"spanish": "Finalmente, las grandes colonias son vulnerables a fuertes epidemias de enfermedades. Asegúrate de tener siempre una buena reserva de medicina y un doctor entrenado para atenderlos con tratamientos, evitando que ocurra una tragedia.",
		"french": "Enfin, les grandes colonies sont exposées aux maladies qui se propagent parmi les colons. Assurez-vous de conserver un bon stock de médicaments et demandez à un médecin qualifié de les traiter régulièrement pour vous offrir de meilleures chances de guérison.",
		"portuguese": "Finalmente, grandes colônias estão expostas a doenças que se espalham entre os colonos. Certifique-se de manter um bom estoque de medicamentos e ter um médico qualificado para tratá-los regularmente para lhe dar uma chance melhor de cura.",
		"turkish": "Son olarak, büyük yerleşimler, yerleşimciler arasında yayılan hastalıklara eğilimlidirler. İyi bir ilaç stoğu bulundurduğunuzdan ve düzenli bir tedavi ile daha iyi iyileşme şansı için eğitimli bir doktora sahip olduğunuzdan emin olun.",
		"polish": "Duże kolonie są podatne na choroby rozprzestrzeniające się wśród kolonistów. Upewnij się, że w magazynie znajduje się odpowiedni zapas leku, a przeszkolony lekarz powinien zapewnić kolonistom regularne leczenie w celu zwiększenia szans na wyzdrowienie.",
		"russian": "Наконец, большие колонии подвержены болезням, распространяющимся среди колонистов. Убедитесь, что у вас на складе имеется достаточный запас лекарств, и попросите квалифицированного врача регулярно посещать больного, чтобы повысить шансы на выздоровление.",
		"ukrainian":"Нарешті, великі колонії схильні до хвороб, що поширюється серед колоністів. Переконайтеся, що у вас на складі є достатній запас ліків, і попросіть кваліфікованого лікаря регулярно відвідувати хворого, щоб підвищити шанси на одужання.",
		"korean": "결국, 큰 정착지는 개척자들 사이에서 질병이 퍼져 나가는 것에 취약합니다. 질병이 나을 확률을 높이려면 약품을 충분히 보관해두고, 훈련된 의사가 정기적으로 치료할 수 있도록 준비해두세요.",
	},
	"helpMenuText_immigration": {
		"english": "Your starting crew may be hardworking or not, but the colony will never reach greatness if it doesn’t grow. To attract immigrants you will need to build a big bonfire on a tower. This light signal, shining far into the distance, is seen by random wanderers and explorers.
Some may come alone or with friends to visit you and ask to join the colony.",
		"german": "Ob deine ersten Siedler nun fleißige oder faule Kerlchen sind, für eine funktionierende Expansion brauchst du mehr willige Arbeitskräfte... ähm, 'Bewohner'. Um mehr Kolonisten anzuwerben baust du einfach ein großes Signalfeuer. Das auch auf goße Entfernungen noch sichtbarte Leuchtsignal lockt viele heimatlose Wanderer und Abenteurer zu deiner Kolonie. Sind diese erst mal da, möchten sie sich sicher in deine Dienste stellen und ein Teil der Siedlungsgemeinschaft werden.",
		"spanish": "Ya sea que tengas trabajadores muy flojos o muy laboriosos, si quieres seguir creciendo necesitarás más mano de obra... Mmm, habitantes. Para que más colonos lleguen tendrás que construir una gran almenara. Este fuego, brillando hacia la distancia, es visto por algunos aventureros exploradores que querrán ponerse a tu servicio y formar parte de esta colonización.",
		"french": "Votre équipe de départ peut travailler dur ou non, la colonie n’atteindra jamais un bon niveau si elle ne s'aggrandit pas. Pour attirer des migrants, vous devrez construire un grand feu sur une tour. Ce signal lumineux, qui brille au loin, est vu par des voyageurs et des explorateurs aléatoires.
Certains peuvent venir seuls ou avec des amis vous rendre visite et demander à rejoindre la colonie.",
		"portuguese": "Sua equipe inicial pode trabalhar duro ou não, mas a colônia nunca alcançará um bom nível se não se desenvolver. Para atrair imigrantes, você terá que construir um grande incêndio em uma torre. Este sinal luminoso, que brilha à distância, é visto por viajantes e exploradores aleatórios.
Alguns podem vir sozinhos ou com amigos para visitá-lo e pedir para entrar na colônia.",
		"turkish": "Başlangıçtaki yerleşimcileriniz çalışkan olabilir veya olmayabilir de, ancak yerleşiminiz büyümeden asla harika düzeylere ulaşamayacaktır. Göçmen çekmek için bir kuleye büyük bir işaret ateşi yakmanız gerekecek. Uzaklardan geçen gezginler ve kaşifler bu ateşi görüp adanıza uğrayabilir.
		Bazıları yalnız, bazıları da arkadaşlarıyla uğrayıp yerleşiminize katılabilir.",
		"russian": "Ваша стартовая колония может быть трудолюбивой, но колония никогда не достигнет величия, если она не будет расти. Чтобы привлечь иммигрантов, вам нужно будет построить большой костер. Свет от него уходит вдаль и его видят случайные странники и исследователи.
Они могут прийти к вам одни или с друзьями и попросить взять их в колонию.",
		"ukrainian":"Ваша стартова колонія може бути працьовитою, але колонія ніколи не досягне величі, якщо вона не буде рости. Щоб залучити іммігрантів, вам потрібно буде побудувати велике багаття. Світло від нього йде вдалину і його бачать випадкові мандрівники і дослідники.
Вони можуть прийти до вас одні або з друзями і попросити взяти їх в колонію.",
		//TODO polish translation
		"korean": "당신과 함께 시작한 개척자들이 열심히 일할지는 몰라도, 정착지가 위대해지려면 정착지가 성장해야만 합니다. 이주민들을 끌어들이려면 우선 탑 위에 커다란 화톳불을 지피세요. 이 불빛 신호는 먼 곳에서도 빛날 것이고, 주변을 지나던 방랑자나 탐험가에게 발견될 것입니다.
그들 중 누군가는 혼자 또는 친구와 함께 방문하여 정착지에 합류할 수 있는지 물어볼거에요.",		
	},
	"helpMenuTitle_immigration_expectations": {
		"english": "Expectations",
		"german": "Erwartungen",
		"french": "Souhaits",
		"spanish": "Expectativas",
		"portuguese": "Expectativas",
		"turkish": "Beklentiler",
		"polish": "Oczekiwania",
		"russian": "Пожелания",
		"ukrainian":"Побажання",
		"korean": "기대",
	},
	"helpMenuText_immigration_expectations": {
		"english": "Once the colony starts growing and getting more and more wealthy, the colonists want to have a piece of the pie as well. They start expecting good food, a nice looking, comfortable home and a degree of general life statisfaction.
Not meeting these expectations does not turn the colonists against you, but it does prevent future growth: As migrants are considering your colony, they take the ameneties and benefits of living in your colony into account. If your colonists' expectations are not met, you can not convince new people to join!",
		"german": "Wenn deine Kolonie wächst und sich langsam die Reichtümer anhäufen, wollen deine Kolonisten auch etwas davon haben. Sie werden anfangen einen gewissen Lebensstandard zu erwarten. Dazu gehört gutes Essen, ein schönes und bequemes Zuhause sowie allgemeine Lebenszufriedenheit.
Wenn diese Erwartungen nicht erfüllt werden, wird sich kein Kolonist gegen dich wenden, aber die Kolonie wird auch nicht weiter wachsen: Migranten werden nur einer Kolonie beitreten, die ihre Anforderungen an einen guten Lebensstandard erfüllt. Wenn die Erwartungen deiner Kolonisten nicht erfüllt sind, kannst du auch keine neuen Leute zum Beitritt überzeugen!",
		"spanish": "Una vez que la colonia está creciendo y prosperando, los colonos quieren su propia rebanada del pastel. Ellos empiezan queriendo mejor comida, una mejor casa y un incremento en su satisfacción de vida.
Si no les das esos placeres, los colonos no se te rebelarán, pero no podrás seguir creciendo; los migrantes que consideran el mudarse a tu colonia, toman mucho en cuenta este aspecto. Si las expectaciones de tus colonos no se cumplen, ¡no podrás convencer a más gente de unirse!",
		"french": "Une fois que la colonie commence à grandir et à devenir de plus en plus riche, les colons veulent aussi avoir leur part du gâteau. Ils commencent à attendre de la bonne nourriture, une belle maison confortable et un degré de satisfaction générale.
Ne pas répondre à ces attentes ne vous oppose pas aux colons, mais empêche la croissance future : lorsque les migrants envisagent votre colonie, ils tiennent compte des avantages et des atouts de la vie dans votre colonie. Si les attentes de vos colons ne sont pas satisfaites, vous ne pourrez pas convaincre de nouvelles personnes de rejoindre !",
		"portuguese": "Uma vez que a colônia começa a crescer e se tornar mais rica, os colonos também querem ter sua parte na torta. Eles começam a esperar boa comida, uma casa agradável e confortável e um grau geral de satisfação.
O não cumprimento dessas expectativas não desafia os colonos, mas impede o crescimento futuro: quando os migrantes consideram sua colônia, eles consideram os benefícios e os ativos da vida em sua colônia. Se as expectativas de seus colonos não forem satisfeitas, você não será capaz de convencer novas pessoas a se juntarem a elas!",
		"turkish": "Yerleşiminiz büyüyüp zenginleşmeye başladıkça yerleşimciler de daha iyi imkanlara sahip olmak isterler. Daha iyi yemekler, daha lüks görünümlü daha konforlu bir ev, ve genel olarak daha iyi bir hayat beklentisine sahip olurlar.
		Beklentilerini karşılamadığınızda size doğrudan karşı çıkmazlar, ancak bu yerleşimin büyümesine mani olur. Koloninizin göçmen çekebilmesi için mutlu yerleşimciler olması gerekiyor.", 
		"russian": "Как только колония начинает расти и становится все более и более богатой, колонисты хотят больше вещей. Они ожидают хорошую еду, красивый внешний вид, уютный дом и хорошую удовлетворенность жизнью.
Несоблюдение этих ожиданий не повернет против вас колонистов, однако предотвратит рост в будущем: поскольку мигранты не захотят присоединиться к колонии с плохими условиями жилья. Если пожелания ваших колонистов не выполняются, вы не сможете убедить новых людей присоединиться!",
		"ukrainian":"Як тільки колонія починає рости і стає все більш і більш багатою, колоністи хочуть більше речей. Вони очікують хорошу їжу, гарний зовнішній вигляд, затишний будинок і гарну задоволеність життям.
Недотримання цих очікувань не поверне проти вас колоністів, однак запобігатиме зростанню в майбутньому: оскільки мігранти не захочуть приєднатися до колонії з поганими умовами житла. Якщо побажання ваших колоністів не виконуються, ви не зможете переконати нових людей приєднатися!",
		//TODO polish translation
		"korean": "정착지가 성장하고 점점 더 많은 부를 축적할수록, 개척자들은 그 부의 일부를 배분받기를 원할겁니다. 좋은 음식에 대한 기대에서부터, 멋지고 편안한 집, 그리고 어느 정도의 일상에 대한 만족까지 말이죠.
이러한 기대들을 만족시키지 못한다고 해도 개척자들이 당신에게서 돌아서지는 않을테지만, 더 이상의 성장을 막습니다: 이주자들이 정착지를 고를 때, 정착지에서의 삶이 주는 이득과 편의 시설 같은걸 고려하기 때문입니다. 만약 이미 정착한 개척자들의 기대가 충족되지 않는다면, 다른 이에게 합류하라고 설득할 명분이 적어집니다!",
	},
	"helpMenuTitle_immigration_overview": {
		"english": "Immigration Overview",
		"german": "Immigrationsübersicht",
		"french": "Vue d'Ensemble de l'Immigration",
		"spanish": "Resumen de inmigración",
		"portuguese": "Visão geral da imigração",
		"turkish": "Göçmenliğe genel bakış",
		"polish": "Przegląd imigrantów",
		"russian": "Обзор иммиграции",
		"ukrainian":"Огляд імміграції",
		"korean": "이주 요약",
	},
	"helpMenuText_immigration_overview": {
		"english": "Click on your bonfire to get a detailed overview of the immigration status.
In this image the expectations of the colonists are not fulfilled, so the colony will not grow.",
		"german": "Klicke auf dein Leuchtfeuer, um eine detaillierte Übersicht über die Immigration zu bekommen.
In diesem Bild sind die Erwartungen der Kolonisten nicht erfüllt, also kann die Kolonie auch nicht wachsen.",
		"spanish": "Da clic en la gran almenara para echarle un vistazo al estatus de inmigración.
En esta imagen las expectaciones de los colonos no han sido completadas, por lo que la colonia no crecerá.",
		"french": "Cliquez sur votre grand feu pour obtenir un aperçu détaillé du statut d'immigration.
Sur cette image, les attentes des colons ne sont pas satisfaites et la colonie ne se développera donc pas.",
		"portuguese": "Clique no seu grande fogo para uma visão detalhada do status de imigração.
Nesta imagem, as expectativas dos colonos não estão satisfeitas e a colônia não se desenvolverá.",
		"turkish": "Göçmenlik ile ilgili genel durumu görmek için sinyal ateşine tıklayabilirsiniz. 
		Açılan pencerede yerleşimcilerinin genel mutluluk durumları ve yerleşiminizin göçmen çekip çekemeyeceğini görebilirsiniz.",
		"russian": "Нажмите на сигнальный костер, чтобы получить подробный обзор иммиграционного статуса.
На этом изображении пожелания колонистов не выполняются, поэтому колония не будет расти",
		"ukrainian":"Натисніть на сигнальне вогнище, щоб отримати детальний огляд імміграційного статусу.
На цьому зображенні очікування колоністів не виконуються, тому колонія не буде рости",
		//TODO polish translation
		"korean": "화톳불을 클릭하여 이주 상황에 대한 상세한 내용을 확인하세요. 
이 이미지에서는 개척자들의 기대가 모드 만족되지 않아, 정착지가 성장하지 않을겁니다.",
	},

	"helpMenuText_professions": {
		"english": "Professions can help with automating repetetive tasks in the colony. Use the job panel (hammer icon) in the character overview to assign different professions to your inhabitants. They are going to do the tasks associated with their job automatically from now on.
However, everyone in the colony is responsible for constructing floors, walls, and furniture, no matter their assignment!",
		"german": "Das Verteilen von Berufen kann dir dabei helfen repetitive Tätigkeiten in deiner Kolonie zu automatisieren. Benutze das Berufefenster (Hammersymbol) in der Charakterübersicht, um deinen Siedlern verschiedenste Berufe zuzuweisen. Von nun an werden sie die zum Beruf gehörenden Tätigkeiten selbstständig ausführen.
Nichtsdestoweniger kümmert sich jeder Siedler auch um deine anstehenden Bauprojekte und unterbricht dafür auch hin und wieder seine anderen Aufgaben.",
		"spanish": "Las profesiones pueden ayudar a automatizar tareas repetitivas en tu colonia. Usa el panel de trabajo (ícono de martillo) en el resumen de personaje para asignar diferentes profesiones a tus colonos. Ellos van a hacer las tareas asignadas a su trabajo automáticamente a partir de ahora.
Aún así, todos en tu colonia son responsables de construir suelos, muros y muebles, ¡sin importar su profesión!",
		"french": "Les métiers peuvent aider à automatiser les tâches répétitives dans la colonie. Utilisez le panneau de métier (icône en forme de marteau) dans la vue d'ensemble des personnages pour affecter différentes professions à vos habitants. Ils effectueront automatiquement les tâches associées à leur travail.
Cependant, chaque membre de la colonie est responsable de la construction des sols, des murs et des meubles, quelle que soit leur mission !",
		"portuguese": "Profissões podem ajudar a automatizar tarefas repetitivas na colônia. Use o painel de tarefas (ícone do martelo) na visão geral dos personagens para atribuir diferentes profissões para o seu povo. Eles executam automaticamente as tarefas associadas ao seu trabalho.
No entanto, cada membro da colônia é responsável pela fabricação de pisos, paredes e móveis, independentemente da sua missão!",
		"turkish": "Meslekler yerleşimizde tekrarlanan görevleri otomatik hale getirmeye yardımcı olabilir. Yerleşimcilerinize farklı meslekler atamak için karakter menüsündeki iş panelini (çekiç simgesi) kullanın. İş atandıktan sonra o işle ilgili görevleri otomatik olarak yapacaklardır.
		Ancak, yerleşimdeki herkes, meslekleri ne olursa olsun, zemin, duvar ve mobilya inşa etmekten sorumludur!",
		"russian": "Профессии могут помочь с автоматизацией повторяющихся задач в колонии. Используйте панель заданий (значок молотка) в обзоре персонажей, чтобы назначать профессии своим жителям. Теперь они будут выполнять задачи, связанные с их работой, автоматически.
Тем не менее, все в колонии могут строить полы, стены и мебель независимо от их профессии!",
		"ukrainian":"Професії можуть допомогти з автоматизацією завдань, що повторюються в колонії. Використовуйте панель завдань (значок молотка) в огляді персонажів, щоб призначати професії своїм жителям. Тепер вони будуть виконувати завдання, пов'язані з їх роботою, автоматично.
Проте, всі в колонії можуть будувати підлоги, стіни і меблі незалежно від їх професії!",
		//TODO polish translation
		"korean": "직업은 정착지의 반복적인 업무를 자동화하는 데 도움을 줄 수 있습니다. 캐릭터의 임무 패널(망치 아이콘)을 확인하고, 주민들에게 서로 다른 직업을 할당하세요. 주민들은 이제 직업에 관련된 일을 알아서 찾아 할 것입니다.
여전히, 정착지의 모두에게는 바닥과 집, 가구를 지을 의무가 있습니다. 어떤 직업을 가졌든 상관없이요!",
	},
	"helpMenuTitle_professions_experience": {
		"english": "Job Experience and Promotions",
		"german": "Berufserfahrung und Beförderungen",
		"french": "Expérience Professionnelle et Promotions",
		"spanish": "Experiencia de trabajo y Ascensos",
		"portuguese": "Experiência Profissional e Promoções",
		"turkish": "İş Tecrübesi ve Terfiler",
		"polish": "Doświadczenie zawodowe i awans",
		"russian": "Опыт работы и поощрения",
		"ukrainian":"Досвід роботи і заохочення",
		"korean": "직업 경험치와 진급",
	},
	"helpMenuText_professions_experience": {
		"english": "The colonists stage in their profession is shown with the stars in the job panel. With every completed task, your colonists gather experience for the relevant profession.\nYou can see their experience in the job panel and use the promote button to unlock the next level in their career. A higher level usually comes with new skills that allows them to use better tools and craft more advanced items.",
		"german": "Je nach Neigungen und Erfahrung der Kolonisten haben sie in den einzelnen Berufen eine gewisse Stufe erreicht. Mit jeder abgeschlossenen Aufgabe sammeln die Siedler weitere Erfahrung im jeweiligen Beruf.
Die aktuelle Berufsstufe und den aktuellen Erfahrungswert kannst du im Berufefenster einsehen. Hat ein Siedler genügend Erfahrungspunkte gesammelt kannst du ihn auf die nächste Stufe befördern. Diese ermöglicht neue Fähigkeiten, die es ihm erlauben neue Werkzeuge zu verwenden oder fortgeschrittene Gegenstände herzustellen.",
		"spanish": "Dependiendo de las inclinaciones y las experiencias, cada colono ha alcanzado un nivel en sus profesiones. Con cada tarea completada, los colonos ganan un poco más de experiencia laboral. 
Puedes revisar el nivel y experiencia de un colono en su pestaña de trabajo. Si ha adquirido suficiente experiencia puedes ascenderlo al siguiente nivel. Esto desbloqueará nuevas habilidades que le permitirán utilizar nuevas herramientas o crear elementos más avanzados.",
		"french": "Le niveau  des colons dans leur métier est montré avec les étoiles dans le panneau de métier. Avec chaque tâche accomplie, vos colons accumulent de l'expérience pour la profession en question.\nVous pouvez consulter leur expérience dans le panneau de métier et utiliser le bouton Promouvoir pour accéder au niveau supérieur de leur carrière. Un niveau plus élevé s'accompagne généralement de nouvelles compétences qui leur permettent d'utiliser de meilleurs outils et de fabriquer des objets plus avancés.",
		"portuguese": "O nível dos colonos em sua profissão é mostrado com as estrelas no painel de tarefas. Com cada tarefa concluída, seus colonos acumulam experiência para a profissão em questão. Você pode visualizar sua experiência no painel de tarefas e usar o botão Promover para acessar seu próximo nível de carreira. Um nível mais alto geralmente vem com novas habilidades que lhes permitem usar ferramentas melhores e fazer objetos mais avançados.",
		"turkish": "Yerleşimcilerin meslek seviyeleri iş panelindeki yıldızlardan anlaşılabilir. Bitirilen her bir görev yapılan işte deneyim kazandırır.\nBu deneyim puanlarını iş panelinde görebilir ve yerleşimciyi terfi ettirebilirsiniz. Terfiler yapabilecekleri görev çeşidini arttırır ve daha iyi aletler kullanabilmelerinin yolunu açar.",
		"russian": "Прогресс профессии колониста показан звездами в панели работы. С каждым выполненным заданием, колонист получает опыт в профессии.\nВы можете видеть их опыт во вкладке работ и использовать кнопку повышения для разблокирования нового уровня в их профессии. Высокий уровень обычно дает навыки, которые позволяют вам использовать лучшие инструменты и создавать улучшенные предметы.",
		"ukrainian":"Прогрес професії колоніста показаний зірками в панелі роботи. З кожним виконаним завданням, колоніст отримує досвід в професії.\nNВи можете бачити їх досвід у вкладці робіт і використовувати кнопку підвищення для розблокування нового рівня в їх професії. Високий рівень зазвичай дає навички, які дозволяють вам використовувати кращі інструменти і створювати кращі предмети.",
		//TODO polish translation
		"korean": "개척자의 직업 수준은 직업 패널에서 별 모양으로 나타납니다. 동작을 끝마칠 때마다, 개척자는 관련된 직업에 대한 경험치를 얻습니다.\n쌓인 경험치는 직업 패널에서 볼 수 있으며, 진급 버튼을 눌러 그들의 경력에 다음 단계를 열어줄 수 있습니다. 레벨을 높이면 대개 더 나은 도구를 사용하거나 더 발전된 물품을 제작할 수 있는 새로운 기술을 얻게 됩니다.",
	},
	"helpMenuTitle_professions_education": {
		"english": "Education",
		"german": "Ausbildung",
		"french": "Formation",
		"spanish": "Formación",
		"portuguese": "Formação",
		"turkish": "Eğitim",
		"polish": "Edukacja",
		"russian": "Образование",
		"ukrainian":"Освіта",
		"korean": "교육",
	},
	"helpMenuText_professions_education": {
		"english": "Sometimes you just can’t wait for learning by doing and your colonists need to look up how to do more complicated stuff to advance to the next stage in their career more easily. Build a book shelf so they can pick up books about their profession and gather experience much faster.
Soldiers are advised to train for combat with a training dummy, since that way has been shown to be less prone to injuries than making a fellow colonist their sparring partner.",
		"german": "Gut Ding will Weile haben, nicht wahr? Aber ab und an wäre es doch toll etwas schneller ans Ziel zu gelangen. Du kannst das Sammeln von Erfahrung auch durch gezielte Ausbildung ersetzen. Baue ein Bücherregal an dem deine Siedler ihren anfangs noch beschränkten Horizont erweitern können und ermuntere sie so dazu Bücher über ihre Berufe zu lesen und so schneller an die nötige Erfahrung zu gelangen.
Als Soldat jedoch ist ein praktischer Ansatz weitaus zielführender: Baue einen Trainings-Dummy und lass den angehenden Soldaten darauf losgehen. Als angenehmer Nebeneffekt werden keine unschuldigen Zivilisten für Übungszwecke verletzt.",
		"spanish": "Las mejores cosas llevan su tiempo, ¿no?. Pero de vez en cuando sería genial llegar antes al destino. Puedes remplazar el ganar experiencia por una formación dirigida. Construye un librero donde tus colonos puedan descubrir nuevos horizontes en sus profesiones, leyendo libros y obteniendo la experiencia que necesitaban antes.
Sin embargo, para el soldado es mejor un aprendizaje práctico. Construye un maniquí de entrenamiento y deja que vaya a por él. De esta manera ningún civil resultará herido por motivos de práctica.",
		"french": "Parfois, vous ne pouvez tout simplement pas attendre pour apprendre par la pratique et vos colons doivent rechercher comment faire des choses plus complexes pour passer plus facilement à l’étape suivante de leur carrière. Construisez une bibliothèque pour qu'ils puissent se procurer des livres sur leur profession et acquérir de l'expérience beaucoup plus rapidement.
Il est conseillé aux soldats de s’entraîner au combat avec un mannequin d’entraînement, car il a été démontré que cette méthode était moins sujette aux blessures que de faire de leur compagnon de colonie leur adversaire de combat.",
		"portuguese": "Às vezes, você simplesmente não pode esperar para aprender fazendo, e seus colonos têm que procurar maneiras de fazer coisas mais complexas para chegar ao próximo passo em sua carreira mais facilmente. Construa uma estante de livros para que eles possam obter livros sobre sua profissão e ganhar experiência muito mais rapidamente.
Os soldados são aconselhados a treinar em combate com um manequim de treinamento, já que este método mostrou-se menos propenso a lesões do que fazer sua colônia acasalar com seu oponente de combate.",
		"turkish": "Bazen yaparak öğrenmelerini beklemek yerine karmaşık görevleri daha kolay yapabilmeleri içn daha hızlı bir yoldan tecrübe kazanmalarını isteyebilirsiniz. Bu kitaplık kurarak ilerlemek istedikleri alanlarda ilgili kitapları çalışarak öğrenmelerini sağlayabilirsiniz.
		Askerleri tecrübe kazanmaları ise eğitim kuklası üzerinde pratik yaptırarak gerçekleştirilebilir. Hem böylece kendilerine ve diğer yerleşimcilere daha az zarar verirler.",
		"russian": "Иногда вы просто не можете ждать пока колонисты обучатся. Постройте книжную полку, чтобы колонисты смогли брать книги по своей профессии и обучаться быстрее.
Солдаты могут использовать тренировочный маникен. Опытным путем доказано, что в отличие от дуэли со своим другом, этот тип тренировок не наносит урона.",
		"ukrainian":"Іноді ви просто не можете чекати поки колоністи навчаться. Побудуйте книжкову полицю, щоб колоністи змогли брати книги по своїй професії і навчатися швидше.
Солдати можуть використовувати тренувальний маникен. Дослідним шляхом доведено, що на відміну від дуелі зі своїм другом, цей тип тренувань не завдає шкоди.",
		//TODO polish translation
		"korean": "어떤 때에는 개척자가 일을 하면서 배워나가는 것이 답답할 때가 있습니다. 또, 더 쉽게 다음 단계로 나아가기 위해서는 더 복잡한 일을 해내는 방법을 배워야 합니다. 책장을 만들어 개척자가 자신의 직업에 맞는 책을 읽고, 더욱 빠르게 경험치를 얻을 수 있도록 해 주세요.
군인은 훈련용 모형과 전투를 연습하며 싸우는 방법을 익혀나갑니다. 그것이 사실 동료 개척자들과 대련을 하는 것 보다 부상을 덜 입는 방법이라고 알려지기도 했습니다.",
	},
	"helpMenuText_mood": {
		"english": "While most colonists are not very picky about their circumstances, they do require a certain level of comfort and safety to reach happiness. Exhaustion, pain, and the death of a friend can all be causes for bad mood. Provide good care, food and entertainment to keep the spirits up. Look at the status panel in the character screen to read the minds of your colonists.",
		"german": "Auch wenn die meisten Siedler nicht sehr hohe Ansprüche an ihren Lebensstandard haben, sehnen sie sich doch nach einem gewissen Niveau an Komfort und Sichterheit. Kümmerst du dich gut um ihre Bedürfnisse spiegelt sich das in ihrer Stimmung wieder. Erschöpfung, Schmerz und der Tod eines Freundes führt wiederum zur Verschlechterung der Stimmung und muss entsprechend vermieden oder zumindest ausgeglichen werden. Bereits die alten Römer wussten schon um die Macht von 'Brot und Spiele' um die Bevölkerung bei Laune zu halten. Anders als sie kannst du allerdings auch die Gedanken deiner Kolonisten in der Charakterüberischt lesen und dich so bestens über ihre Wünsche und Probleme informieren.",
		"spanish": "Aunque la mayoría de colonos no tienen un alto nivel de vida, aspiran por algunos niveles de comodidad y seguridad. Si cuidas bien sus necesidades, su humor se verá recompensado. El agotamiento, el dolor y la muerte de un amigo a su vez conducen a un deterioro del estado de ánimo, por lo que debes tratar de evitarlo o al menos compensarlo. Incluso los antiguos romanos sabían sobre el poder del 'pan y los juegos' para mantener a la población feliz. Sin embargo, a diferencia de ellos, también puedes leer los pensamientos de tus colonos en el resumen de personaje e informarte tan bien sobre sus deseos y problemas.",
		"french": "Bien que la plupart des colons ne soient pas très difficiles quant à leur situation, ils ont besoin d'un certain niveau de confort et de sécurité pour être heureux. L'épuisement, la douleur et la mort d'un ami peuvent tous être des causes de mauvaise humeur. Fournir de bons soins, de la nourriture et du divertissement permet de garder le moral. Regardez le panneau d'état dans l'écran du personnage pour lire les pensées de vos colons.",
		"portuguese": "Embora a maioria dos colonos não seja muito difícil em sua situação, eles precisam de um certo nível de conforto e segurança para serem felizes. O cansaço, a dor e a morte de um amigo podem ser causas de mau humor. Oferecer bons cuidados, comida e entretenimento ajuda a manter a moral. Olhe para o painel de status na tela do personagem para ler os pensamentos de seus colonos.",
		"turkish": "Çoğu yerleşimci, koşulları hakkında çok seçici olmasa da, mutluluğa ulaşmak için belli bir rahatlık ve güvenlik seviyesi talep eder. Bitkinlik, acı, ve arkadaşlarının ölümü kötü ruh haline sebep olur. Yerleşimcilerinize göstereceğiniz özen, iyi yemekler, ve arasıra eğlenceli ortamlara izin vermek morallerinin yükseltecektir. Ruh hallerini görebilemek için karakter ekranındaki durum paneline göz atabilirsiniz.",
		"polish": "Mimo że większość kolonistów nie jest zbyt wybredna w swoich okolicznościach, potrzebują pewnego poziomu komfortu i bezpieczeństwa, aby osiągnąć szczęście. Zmęczenie, ból i śmierć przyjaciela mogą być przyczyną złego nastroju. Zapewnij dobrą opiekę, jedzenie i rozrywkę, aby podtrzymać ich na duchu. Spójrz na panel stanu na ekranie postaci, aby poznać myśli swoich kolonistów.",
		"russian": "Хотя большинство колонистов не очень требовательны к условиям, им все же необходим определенный уровень комфорта и безопасности для достижения счастья. Истощение, боль и смерть друга могут быть причинами плохого настроения. Обеспечьте хороший уход, еду и развлечения, чтобы поддержать настроение. Посмотрите на панель состояния на экране персонажа, чтобы прочитать мысли ваших колонистов.",
		"ukrainian":"Хоча більшість колоністів не надто вимогливі до умов, їм все ж необхідний певний рівень комфорту і безпеки для досягнення щастя. Виснаження, біль і смерть одного можуть бути причинами поганого настрою. Забезпечте хороший догляд, їжу і розваги, щоб підтримати настрій. Подивіться на панель стану на екрані персонажа, щоб прочитати думки ваших колоністів.",
		"korean": "대부분의 개척자들이 그렇게 까탈스러운 건 아니지만은, 행복을 느끼기 위해서는 일정한 정도의 편안함과 안전이 담보되어야 합니다. 탈진, 고통, 그리고 동료의 죽음까지, 모든 것이 기분을 축 쳐지게 할 수 있습니다. 적절한 보살핌과, 음식과, 즐거움을 주어 활기찬 기분을 만들어주세요. 캐릭터의 상태 창을 확인하고, 개척자의 생각을 읽어보세요.",
	},
	"helpMenuTitle_mood_rebellion": {
		"english": "Rebellion",
		"german": "Rebellion",
		"french": "Rébellion",
		"spanish": "Rebelión",
		"portuguese": "Rebelião",
		"turkish": "İsyan",
		"polish": "Bunt",
		"russian": "Неповиновение",
		"ukrainian":"Непокора",
		"korean": "반란",
	},
	"helpMenuText_mood_rebellion": {
		"english": "Your colonists give their best, but everyone has their breaking point. Hardships can lead to bad mood, bad mood can lead to hopelessness and hopelessness can lead to anger, apathy, or desertion (no not the dark side in this case). Your colonists may remove themselves from your command and choose to do their own thing instead.",
		"german": "Deine Siedler geben täglich ihr Bestes, um voll und ganz deinen Wünschen zu entsprechen. Das heißt aber nicht, dass sie sich als willenlose Sklaven ohne Rücksicht auf ihr eigenes Wohlbefinden für dich abrackern. Zu viel Stress kann zu schlechter Laune führen, schlechte Laune wiederum zu Hoffnungslosigkeit und Hoffnungslosigkeit führt schnell zu Wut, Arbeitsverweigerung oder Fahnenflucht. Im schlimmsten Fall sagen sich deine Kolonisten also von dir los und machen auf eigene Faust weiter.",
		"spanish": "Tus colonos dan lo mejor de ellos mismos, para satisfacer totalmente tus deseos. Pero eso no los convierte en esclavos sin consideración propia. Las dificultades pueden llevar a un mal humor, el mal humor puede llevar a la desesperanza y la desesperanza puede conducir a la ira, la apatía o la deserción. Tus colonos pueden empezar a ignorarte y hacer lo que les plazca.",
		"french": "Vos colons font de leur mieux, mais chacun a son point de rupture. Les difficultés peuvent mener à la mauvaise humeur, la mauvaise humeur peut mener au désespoir et le désespoir peut mener à la colère, à l'apathie ou à la désertion. Vos colons peuvent se retirer de votre commandement et choisir de faire ce qu'ils veulent à la place.",
		"portuguese": "Seus colonos estão fazendo o seu melhor, mas cada um tem seu ponto de ruptura. Dificuldades podem levar a mau humor, mau humor pode levar ao desespero e desespero pode levar a raiva, apatia ou deserção. Seus colonos podem se retirar do seu comando e optar por fazer o que quiserem..",
		"turkish": "Yerleşimcileriniz ellerinden gelenin en iyisini yapmaya gayret eder, ancak herkesin bir kırılma noktası vardır. Zorluklar kötü ruh hallerine, kötü ruh hali umutsuzluğa, ve umutsuzluk da öfke, kayıtsızlık ve firar etmeye sebebiyet verebilir. Yerleşimcileriniz sizin kontrolünüzü kabul etmemeye ve kafalarına göre takılmaya başlayabilir.",
		"polish": "Twoi koloniści dają z siebie wszystko, ale każdy ma swój punkt zapalny. Trudności mogą prowadzić do złego nastroju, zły nastrój może prowadzić do beznadziejności, a beznadziejność może prowadzić do gniewu, apatii lub dezercji (w tym przypadku nie jest to ciemna strona). Twoi koloniści mogą pozbyć się twojgo dowództwa i zdecydować się na robienie własnych rzeczy.",
		"russian": "Ваши колонисты делают все возможное, но у каждого есть свой переломный момент. Трудности могут привести к плохому настроению, плохое настроение может привести к безнадежности, а безнадежность может привести к гневу, апатии или дезертирству (в данном случае это не темная сторона). Ваши колонисты могут перестать выполнять ваши приказы и делать все, что захотят.",
		"ukrainian":"Ваші колоністи роблять все можливе, але у кожного є свій переломний момент. Труднощі можуть привести до поганого настрою, поганий настрій може призвести до безнадійності, а безнадія може привести до гніву, апатії або дезертирства (в даному випадку це не темна сторона). Ваші колоністи можуть перестати виконувати ваші накази і робити все, що захочуть.",
		"korean": "개척자들은 최선을 다 할테지만, 누구나 한계점이란 게 있습니다. 혹독한 일은 나쁜 기분을 불러오고, 나쁜 기분은 희망을 사라지게 하고, 사라진 희망은 분노와 무관심, 또는 탈선을 불러옵니다. 개척자들은 당신의 명령으로부터 탈출한 다음, 대신 자신이 하고싶은 일을 하려고 할 수도 있습니다.",
	},
	"helpMenuTitle_mood_inspiration": {
		"english": "Inspiration",
		"german": "Inspiration",
		"french": "Inspiration",
		"spanish": "Inspiración",
		"portuguese": "Inspiração",
		"turkish": "İlham",
		"polish": "Inspiracja",
		"russian": "Вдохновение",
		"ukrainian":"Натхнення",
		"korean": "영감",
	},
	"helpMenuText_mood_inspiration": {
		"english": "On the other hand, your colonists could be having the time of their lives. If they are really happy, they can enter a state of inspiration in which they work with semmingly unlimited energy without needing any sleep! When they reach this rare state, they just cannot stop smiling.",
		"german": "Andererseits können die Kolonisten in deiner Siedlung auch den Spaß ihres Lebens haben. Sind sie mal so richtig glücklich besteht die Chance, dass sie in eine Art Arbeitsrausch gelangen in dem sie auf scheinbar endlose Energien zurückgreifen können. Neben einem veringerten Schlafbedürfnis äußert sich das natürlich auch in ihrem überglücklichen Gesichtsausdruck.",
		"spanish": "Por otra parte, tus colonos podrían estar teniendo el mejor momento de sus vidas. Si ellos están realmente felices, pueden entrar en un estado de inspiración, ¡en el que trabajarán con energía ilimitada y sin necesidad de dormir! Si ellos llegan a este estado, no dejarán de sonreír.",
		"french": "D'autre part, vos colons pourraient avoir le plus beau moment de leur vie. S'ils sont vraiment heureux, ils peuvent entrer dans un état d'inspiration dans lequel ils travaillent avec une énergie quasi illimitée sans avoir besoin de dormir ! Quand ils atteignent cet état rare, ils ne peuvent tout simplement pas arrêter de sourire.",
		"portuguese": "Por outro lado, seus colonos poderiam ter o melhor momento de suas vidas. Se eles são realmente felizes, eles podem entrar em um estado de inspiração em que trabalham com energia quase ilimitada sem precisar dormir! Quando atingem esse estado raro, eles simplesmente não conseguem parar de sorrir.",
		"turkish": "Öte yandan, yerleşimcileriniz hayatlarının en iyi zamanını geçiriyor olabilirler. Gerçekten çok mutlularsa, herhangi bir uykuya ihtiyaç duymadan, sınırsız enerjiyle çalıştıkları bir ilham durumuna girebilirler! Bu nadir durumda yüzlernden gülümsemeyi kaybolmaz.",
		"polish": "Z drugiej strony, twoi koloniści powinnie mieć czas dla siebie. Jeśli są naprawdę szczęśliwi, mogą wejść w stan inspiracji, w którym pracują z niesamowicie nieograniczoną energią bez potrzeby snu! Kiedy osiągną ten rzadki stan, nie mogą przestać się uśmiechać.",
		"russian": "С другой стороны, ваши колонисты могут хорошо проводить время. Если они очень счастливы, они могут впасть в состояние вдохновения и работать с безлимитной энергией без желания спать! Когда они достигают этого редкого состояния, они просто не могут перестать улыбаться.",
		"ukrainian":"З іншого боку, ваші колоністи можуть добре проводити час. Якщо вони дуже щасливі, вони можуть впасти в стан натхнення і працювати з безлімітного енергією без бажання спати! Коли вони досягають цього рідкісного стану, вони просто не можуть перестати посміхатися.",
		"korean": "반면, 개척자들은 자신을 위한 시간을 보낼 수 있습니다. 정말로 행복할 때면, 개척자는 영감의 단계에 진입하게 될 수도 있습니다. 이 단계에서, 그들은 잠도 필요없는 거의 무제한의 에너지를 가진 것처럼 일할 수 있습니다! 드물게 이 상태에 진입한 개척자들에게서는, 미소가 지워지지 않습니다.",
	},
	
	"helpMenuTitle_wishes": {
		"english": "Wishes",
		"german": "Wünsche",
		"french": "Vœux",
		"spanish": "Deseos",
		"portuguese": "Desejo",
		"turkish": "Dilekler",
		"polish": "Życzenia",
		"russian": "Мечты",
		"ukrainian":"Мрії",
		"korean": "소원",
	},
	"helpMenuText_wishes": {
		"english": "Every inhabitant in the colony is here because of a dream.
A dream of a better life.
Of course, it will be hard sometimes. But in the meantime, the colonists want to build a home they enjoy, something they feel comfortable in. What exactly that means is displayed in the Wishes Overview Panel of every colonist.",
		"german": "Jeder Einwohner der Kolonie ist hier wegen einem Traum.
Ein Traum von einem besseren Leben.
Natürlich wird es manchmal schwer sein. Aber in der Zwischenzeit möchten die Kolonisten ein Zuhause bauen, das sie genießen können; ein Ort, an dem sie es sich gemütlich machen können. Was das genau heißt wird in der Wunschübersicht jedes Kolonisten angezeigt",
		"spanish": "Cada habitante de la colonia está aquí por un sueño.
Un sueño de una vida mejor.
Por supuesto, esto será dificil a veces. Pero mientras tanto, los colonos querrán construir una casa que disfruten, algo que les haga sentir cómodos. Para saber exactamente qué necesitan, revisa la pestaña de deseos en cada colono.",
		"french": "Chaque habitant de la colonie est ici grâce à un rêve.
Un rêve d'une vie meilleure.
Bien sûr, cela peut parfois être difficile. Mais pendant ce temps, les colons veulent construire une maison qu'ils aiment, quelque chose où ils se sentent confortable dedans. Ce que cela signifie exactement est affiché dans le panneau de vue d'ensemble des vœux de chaque colon.",
		"portuguese": "Cada habitante da colônia está aqui graças a um sonho.
Um sonho de uma vida melhor.
Claro, isso às vezes pode ser difícil. Mas durante esse tempo, os colonos querem construir uma casa de que gostem, algo em que se sintam à vontade. O que isso significa exatamente é exibido no painel de visualização dos desejos de cada dois pontos.",
		"turkish": "Her bir yerleşimci buraya bir rüyayı gerçekleştirmek için geldi, daha iyi bir hayatın rüyası.
		Tabii ki, bazen zor olacak. Ancak zorlukların arasında yerleşimciler içinde yaşamaktan zevk alacakları bir yuva kurmak istiyorlar. Yerleşimcilerin bundan tam olarak ne anladıkları Dileklere Genel Bakış Panelinde yer alır.",
		"russian": "Каждый житель поселения находится здесь из-за мечты.
Мечты о лучшей жизни.
Конечно, их выполнение иногда тяжело. Но в то же время, колонисты хотят построить дом, который им нравится, в котором они чувствуют себя комфортно. О чем именно мечтают колонисты можно посмотреть в панеле Мечты.",
		"ukrainian":"Кожен житель поселення знаходиться тут з-за мрії.
Мрії про краще життя.
Звичайно, їх виконання іноді важко. Але в той же час, колоністи хочуть побудувати будинок, який їм подобається, в якому вони відчувають себе комфортно. Про що саме мріють колоністи можна подивитися в панелі Мрії.",
		//TODO polish translation
		"korean": "이 개척지에 있는 모든 주민들은 어떤 꿈이 있어서 여기에 왔습니다.
더 나은 삶에 대한 꿈이죠.
물론, 때로는 어려울 겁니다. 하지만 평소엔, 개척자들은 그들이 좋아하는 집을 짓고 싶어합니다. 자신을 편안하게 할 수 있는 공간이요. 정확하게 말하자면, 모든 개척자들의 소원 패널에 표시된 것 말이죠.",
	},
	"helpMenuTitle_wishes_fulfillingDenying": {
		"english": "Fulfilling and Denying Wishes",
		"german": "Wünsche erfüllen und ablehnen",
		"french": "Vœux Accomplis et Refusés",
		"spanish": "Completando o denegando deseos",
		"portuguese": "Desejos atendidos e rejeitado",
		"turkish": "Dilekleri yerine getirme ve reddetme",
		"polish": "Spełnianie i odrzucanie życzeń",
		"russian": "Исполнение и Отклонение мечт",
		"ukrainian":"Виконання і Відхилення мрій",
		"korean": "소원을 들어주거나 거부하는 것",
	},
	"helpMenuText_wishes_fulfillingDenying": {
		"english": "It's your decision whether you make the colonists happy or not. If you fulfill the wish of a colonist, they are going to become a little happier for a while.
In contrast, you can also choose to decline wishes. That is how you tell the colonist that this wish is not going to happen, so they will think of something else. Though they'll still feel bad about.",
		"german": "Es ist deine Entscheidung, ob du die Kolonisten glücklich machst oder nicht. Wenn du den Wunsch eines Kolonisten erfüllst, wird er für eine Weile ein bisschen glücklicher werden.
Im Gegensatz dazu kannst du aber auch Wünsche ablehnen. Damit sagst du dem Kolonisten, dass dieser Wunsch nicht erfüllt werden wird, sodass er sich etwas anderes ausdenkt. Trotzdem wird seine Stimmung deswegen ein bisschen sinken.",
		"spanish": "Es tu decisión si hacer felices a tus colonos o no. Si decides completar el deseo de un colono, él será mas feliz.
En contraste, puedes declinar deseos también. Eso es decirle al colono que su deseo no va a suceder, por lo que él tendrá que buscar otro, aunque será un poco menos feliz.",
		"french": "C'est à vous de décider si vous rendez les colons heureux ou non. Si vous accomplissez le vœu d'un colon, il va devenir plus heureux pendant un moment.
En revanche, vous pouvez également choisir de refuser les vœux. C'est comme cela que vous dites au colon que ce vœu ne se réalisera pas, alors il va penser à autre chose. Bien qu'il se sente toujours mal à propos de celui-ci.",
		"portuguese": "Cabe a você se você faz os colonos felizes ou não. Se você completar o desejo de um colono, ele ficará um pouco mais feliz por um tempo.
Por outro lado, você também pode optar por recusar os votos. É assim que você diz ao colono que esse desejo não se tornará realidade, então ele pensará em outra coisa. Embora ele ainda se sinta mal com isso.",
		"turkish": "Yerleşimcileri mutlu edip etmeme size ait bir karardır. Eğer onların bir dileklerini gerçekleştirirseniz bir süre için mutlu olacaklardır.
		Buna karşılık dileklerini reddetmeyi de seçebilirsiniz. Bu durumda yeni bir dilek seçecektir, ancak reddedilişten dolayı kendini mutsuz hissedecektir.",
		"russian": "Это ваше решение - исполнять мечты колонистов или нет. Однако, если вы выполните мечту колониста, он станет счастлив на некоторое время.
Или вы можете сказать ему, что его мечта не будет исполнена. Он расстроится и начнет мечтать о чем-то другом.",
		"ukrainian":"Це ваше рішення - виконувати мрії колоністів чи ні. Однак, якщо ви виконаєте мрію колоніста, він стане щасливий на деякий час.
Або ви можете сказати йому, що його мрія не буде виконана. Він засмутиться і почне мріяти про щось інше.",
		//TODO polish translation
		"korean": "개척자들을 행복하게 할지, 혹은 하지 않을지는 당신의 선택입니다. 개척자들의 소원을 들어준다면, 그들은 잠시동안 좀 더 행복할겁니다.
반대로, 소원을 들어주길 거부할 수도 있습니다. 그건 개척자들에게 이 소원이 이루어지지 않을 것이라고 말하는 것과 같습니다. 그러면 그들은 다른 소원을 생각해 볼 것입니다. 그래도 기분이 나쁘긴 할 겁니다.",
	},
	"helpMenuTitle_wishes_satisfaction": {
		"english": "Life satisfaction",
		"german": "Lebenszufriedenheit",
		"french": "Satisfaction de Vie",
		"spanish": "Satisfacción de vida",
		"portuguese": "Satisfação de vida",
		"turkish": "Hayat memnuniyeti",
		"polish": "Zadowolenie z życia",
		"russian": "Удовлетворенность жизнью",
		"ukrainian":"Задоволеність життям",
		"korean": "생활 만족도",
	},
	"helpMenuText_wishes_satisfaction": {
		"english": "If you fulfill more and more wishes of your colonist, they are going to become ever more satisfied with the life in the colony. This satisfaction is not only necessary for attracting new migrants, but has some long term impact as well: With each satisfaction level, your colonist earns a life satisfaction point. Once the colonist has enough of them, these points can be used to change one of their fundamental traits.
For example, someone suffering from pessimism might be a real drag on the colony. However, if the colonist accumulates enough life satisfaction points, you can let them forget the pessimistic trait and replace it with something positive.",
		"german": "Wenn du mehr und mehr Wünsche eines Kolonisten erfüllst, wird er immer zufriedener mit seinem Leben in der Kolonie werden. Diese Zufriedenheit ist nicht nur notwendig um neue Migranten anzuwerben, sondern hat auch langfristige Auswirkungen: Mit jeder Zufriedenheitsstufe bekommt der Kolonist einen Zufriedenheitspunkt. Sobald er genug gesammelt hat, kannst du diese Punkte einsetzen, um eine seine grundlegenden Eigenschaften zu ändern.
Jemand der beispielsweise an Pessimismus leidet, kann die Stimmung in deiner Kolonie ganz schön herunterziehen. Sobald er aber genug Lebenszufriedenheitspunkte gesammelt hat kannst du diese einsetzen, um die negative Charaktereigenschaft loszuwerdern.",
		"spanish": "Entre más deseos de tu colono completes, más satisfecho con la vida será. La satisfacción no es sólo necesaria para atraer nuevos migrantes, sino que tendrá un impacto a largo plazo: con cada nivel de satisfacción, tu colono gana un punto de satisfacción de vida. Una vez que él tiene suficiente de ellos, puede usarlos para cambiar uno de sus atributos originales.
Por ejemplo, alguien que está sufriendo de pesimismo podría ser una gran carga para tu colonia. Pero si consigue suficientes puntos de satisfacción, puedes dejarlo olvidar su atributo de pesimismo y remplazarlo por algo positivo.",
		"french": "Si vous réalisez de plus en plus les vœux de votre colon, il sera de plus en plus satisfait de sa vie dans la colonie. Cette satisfaction est non seulement nécessaire pour attirer de nouveaux migrants, mais a également un impact à long terme : à chaque niveau de satisfaction, votre colon gagne un point de satisfaction de vie. Une fois qu'il en a assez, il peut utiliser ces points pour modifier l'un de ses traits fondamentaux.
Par exemple, une personne souffrant de pessimisme pourrait constituer un véritable frein pour la colonie. Cependant, s'il accumule suffisamment de points de satisfaction de vie, vous pouvez le laisser oublier son trait pessimiste et le remplacer par quelque chose de positif.",
		"portuguese": "Se você perceber mais e mais os desejos de seu colono, ele ficará cada vez mais satisfeito com sua vida na colônia. Essa satisfação não é apenas necessária para atrair novos migrantes, mas também tem um impacto de longo prazo: em cada nível de satisfação, seu colono ganha um ponto de satisfação na vida. Uma vez que ele tenha o suficiente, ele pode usar esses pontos para mudar uma de suas características básicas.
Por exemplo, uma pessoa que sofre de pessimismo pode ser um verdadeiro obstáculo para a colônia. No entanto, se ele acumular pontos suficientes de satisfação na vida, você pode deixá-lo esquecer seu traço pessimista e substituí-lo por algo positivo.",
		"turkish": "Yerleşimcilerin dilekleri her yerine getirdiğinizde yerleşimdeki memnuniyet seviyesi yukarı çıkacaktır. Bu memnuniyet seviyesini yeni göçmen çekmenin yanında yerleşimcilerin karakterleri değiştirmek için bile kullanabilirsiniz. Her kazanılan memnuniyet seviyesi hayat mutluluğu puanı getirir. Onlardan yeteri kadar olduğunda yerleşimcilerin temel karakter özelliklerinden bazılarını değiştirebilirsiniz.
		Mesela, karamasarlıktan muzdarip bir yerleşimci yerleşim için sorun olmaya başlayabilir. Ancak, eğer yeterli yaşam doyumu puanı biriktirirse, karamsar özelliğini unutmasına ve onu olumlu bir şeyle değiştirmesini sağlayabilrsiniz.",
		"russian": "Если вы будете выполнять все больше и больше мечт своего колониста, он будет все более и более доволен жизнью в колонии. Это удовлетворение не только необходимо для привлечения новых мигрантов, но и оказывает долгосрочное влияние: с каждым новым уровнем удовлетворенности ваш колонист зарабатывает балл удовлетворенности жизнью. Когда у колониста их достаточно, их можно использовать для изменения одной из основных черт.
Например, пессимист может стать тяжелым грузом для колонии. Однако, если колонист накапливает достаточное количество очков удовлетворенности жизнью, вы можете заменить пессимистичную черту на что-нибудь позитивное.",
		"ukrainian":"Якщо ви будете виконувати все більше і більше мрій свого колоніста, він буде все більше і більше задоволений життям в колонії. Це задоволення не тільки необхідно для залучення нових мігрантів, а й надає довгострокове вплив: з кожним новим рівнем задоволеності ваш колоніст заробляє бал задоволеності життям. Коли у колоніста їх досить, їх можна використовувати для зміни однієї з основних рис.
Наприклад, песиміст може стати важким тягарем для колонії. Однак, якщо колоніст накопичує достатню кількість очок задоволеності життям, ви можете замінити песимістичну ознаку на що-небудь позитивне.",
		//TODO polish translation
		"korean": "만약 당신이 개척자들의 소원을 더 많이 들어준다면, 개척자들은 정착지에서의 생활에 더욱 만족감을 느낄 겁니다. 이 만족이라는 개념은 새로운 이주민을 끌어들이는 데에 필수적일 뿐 아니라, 장기적인 영향도 발휘합니다: 각자의 만족도 레벨이 올라갈 때마다, 개척자는 생활 만족 포인트를 얻습니다. 충분한 포인트가 모이면, 이 포인트는 개척자의 근본적인 성향을 변화시키는 데에 사용될 수 있습니다.
예를 들자면, 비관주의로 고통받는 누군가는 정착지의 방해물일 지도 모릅니다. 그렇지만 개척자가 충분한 생활 만족 포인트를 모으로 나면, 당신은 그에게서 비관주의 성향을 지워내고, 긍정적인 무언가로 대체할 수도 있습니다.",
	},
}
