{
	"helpMenuTitle_encyclopedia": {
		"english": "Encyclopedia",
		"german": "Enzyklopädie",
		"spanish": "Enciclopedia",
		"french": "Encyclopédie",
		"Dutch": "encyclopedie",
	},
	"helpMenuTitle_basics": {
		"english": "Basics",
		"german": "Einführung",
		"spanish": "Iniciación",
		"french": "Fondamentaux",
		"dutch": "Basis"
	},
	"helpMenuTitle_research": {
		"english": "Research",
		"german": "Forschung",
		"spanish": "Investigación",
		"french": "Recherche"
		"dutch": "Onderzoek"
	},
	"helpMenuTitle_foodProduction": {
		"english": "Food Production",
		"german": "Nahrungsversorgung",
		"spanish": "Alimentación",
		"french": "Production de nourriture"
		"dutch": "Voedsel productie"
	},
	"helpMenuTitle_health": {
		"english": "Health",
		"german": "Gesundheit",
		"spanish": "Salud",
		"french": "Santé"
		"dutch": "Gezondheid
	},
	"helpMenuTitle_immigration": {
		"english": "Immigration",
		"german": "Immigration",
		"spanish": "Inmigración",
		"french": "Immigration"
		"dutch": "Immigratie"
	},
	"helpMenuTitle_professions": {
		"english": "Professions",
		"german": "Berufe",
		"spanish": "Profesiones",
		"french": "Métiers"
		"dutch": "Beroepen"
	},
	"helpMenuTitle_mood": {
		"english": "Mood",
		"german": "Stimmung",
		"spanish": "Ánimo",
		"french": "Humeur"
		"dutch": "Humeur"
	},

	
	"helpMenuText_basics": {
		"english": "Welcome!

You need to take good care of your colonists if you want your outpost to grow.
Most importantly, you need to make sure there is always enough food in storage, especially when winter is around the corner! Tell colonists what to do directly or assign professions to automate some tasks. Farmers and Craftsmen, Soldiers and Scholars, they all do their part for the colony. Tell scholars to research new technologies and unlock more advanced buildings, equipment and skills.

Keep your colonists safe and healthy to keep up the good mood in your team. Aggressive Natives, debilitating illnesses and harsh weather are just a few of the challenges you will need to overcome on your way. If you expose your colonists to hardships for too long they might stop doing your bidding and do whatever it is they want instead.
											
Good Luck settling on this island!"
,
		"german": "Herzlich Willkommen!

Als Spieler bist du für das Wohlergehen deiner Siedler verantwortlich, also kümmere dich gut um sie wenn du deine Kolonie wachsen und gedeihen sehen möchtest.
					
Zunächst ist es wichtig, dass stets genug Nahrung für deine Kolonisten im Lager zur Verfügung steht. Hierbei gilt: Lieber zu viel als zu wenig, denn der Winter naht! Gib deinen Siedlern direkte Befehle oder weise ihnen einen Beruf zu, um sie ihre Aufgaben automatisch machen zu lassen. Bauern, Handwerker, Soldaten und Gelehrte, sie alle tragen einen wichtigen Teil zu einer funktionierenden Kolonie bei. Letztere kannst du mit dem Erforschen von neuen Technologien beauftragen, um fortgeschrittene Gebäude, Ausrüstung und Fähigkeiten freizuschalten.
					
Stelle sicher, dass deine Siedler sicher und gesund bleiben sonst werden sie schnell unzufrieden oder gar depressiv. Agressive Einheimische, gefährliche Krankheiten und harsches Wetter sind nur ein Teil der Herausforderungen, die du mit deinen Siedler während eurer Expansion meistern musst. Leiden deine Kolonisten zu lange unter diesen Problemen, könnten sie sich eventuell deinen Befehlen widersetzen und sich verselbstständigen.
				  
In diesem Sinne: Viel Erfolg beim Besiedeln der Insel!"
,
		"spanish": "Bienvenido!
Tendrás que cuidar muy bien a tus colonos si quieres que tu asentamiento cresca y prospere.
Lo más importante es asegurarse de que siempre hay suficiente comida en el almacén, ¡especialmente cuando el invierno se acerca!. Dale órdenes directas a tus colonos o asígnales profesiones para automatizar algunas tareas. Granjeros, artesanos, soldados, eruditos, todos llevan un importante rol en el funcionamiento de la colonia. Manda a los eruditos a investigar nuevas tecnologías para desbloquear edificios más avanzados, equipamento y habilidades.
Asegúrate de que los colonos se encuentren sanos y salvos para mantener arriba los ánimos en el equipo y para que no caigan en depresión. Nativos agresivos, enfermedades peligrosas y duros climas son sólo una parte de los desafíos que tus colonos y tú tendrán que vencer mientras sigan creciendo. Si pones a trabajar a tus colonos bajo estas duras condiciones, podrían eventualmente ignorar tus ordenes y revelarse para hacer lo que les plazca.

¡Suerte con la colonización de la isla!"
,
		"french": "Bienvenue !
Vous devez prendre bien soin de vos colons si vous voulez que votre avant-poste s'agrandisse.
Plus important encore, vous devez vous assurer qu'il y ai toujours assez de nourriture en réserve, surtout lorsque l'hiver approche ! Dites aux colons quoi faire directement ou assignez des professions pour automatiser certaines tâches. Paysans et artisans, soldats et chercheurs, ils font tous leur part pour la colonie. Dites aux chercheurs de rechercher de nouvelles technologies et de débloquer des bâtiments, des équipements et des compétences plus avancés.

Gardez vos colons en sécurité et en bonne santé pour maintenir la bonne humeur dans votre équipe.Les Natifs agressifs, les maladies débilitantes et les intempéries ne sont que quelques-uns des défis que vous devrez surmonter. Si vous exposez trop longtemps vos colons à des difficultés, ils risquent de cesser de faire ce que vous leur demandez et de faire ce qu'ils veulent à la place.
	},
	"helpMenuText_research": {
		"english": "Your scholars come up with new techonlogies by studying the magic crystals scattered all around your settlement. Send out miners to collect some and build a book stand so your scholars may read up on techniques to analize the crystals. Make sure to select the next technology in the research panel in the top right corner.",
		"german": "Deine Gelehrten können neue Technologien erforschen indem sie die magischen Kristalle analysieren, die es überall um deine Siedlung zu finden gibt. Schürfe sie mit Hilfe deiner Bergarbeiter und vergiss nicht einen Bücherständer zu bauen, sodass deine Gelehrten neue Techniken zur Analyse der Kristalle nachlesen können. Vergiss nicht die zu erforschende Technologie im Forschungsfenster in der rechten oberen Ecke auszuwählen.",
		"spanish": "Tus eruditos investigan nuevas tecnologías analizando los cristales mágicos que se encuentran alrededor de tu isla. Manda a tus mineros a recolectarlos y construye un atril de modo que tus eruditos lean sobre técnicas para analizar los cristales. No olvides seleccionar la siguiente tecnología en el panel de investigación que se encuentra en la esquina superior derecha.",
		"french": "Vos chercheurs inventent de nouvelles technologies en étudiant les cristaux magiques dispersés tout autour de votre colonie. Envoyez des mineurs pour en collecter et construire un présentoir afin que vos chercheurs puissent se familiariser avec les techniques permettant d'analyser les cristaux. Assurez-vous de sélectionner la technologie suivante dans le panneau de recherche dans le coin en haut à droite.",
	},
	"helpMenuText_foodProduction": {
		"english": "Food matters. Good food makes colonists happy, wrong food makes colonists sick, little food makes colonists slow, and no food makes colonists die. So make sure you've got your production chain set up to provide for everyone!",
		"german": "Essen ist eine tolle Sache, nicht wahr? Ohne Nahrung werden deine Kolonisten verhungern. Setzt du einzelnen Siedlern die falsche Nahrung vor werden sie krank. Gibst du ihnen nur das Nötigste werden sie langsam und unproduktiv. Sorge also für eine abwechslungsreiche Küche, um deine Schützlinge wohl genährt und bei Laune zu halten. Sie werden es dir sicher nicht nur mit einem freundlichen Lächeln danken.",
		"spanish": "La comida es salud. Dales rica comida a tus colonos y serán felices, dales mala comida y se enfermarán, dales muy poca y se volverán lentos e improductivos, no les des comida y morirán famélicos. Por lo tanto, la comida es muy importante y debes cuidar muy bien la cadena de producción para que nunca le falte a nadie.",
		"french": "La nourriture compte beaucoup. Une bonne nourriture rend les colons heureux, une mauvaise nourriture rend les colons malades, peu de nourriture ralentit les colons et aucune nourriture fait mourir les colons. Alors, assurez-vous que votre chaîne de production est configurée pour répondre aux besoins de tous !",
	},
	"helpMenuTitle_foodProduction_farming": {
		"english": "Farming",
		"german": "Landwirtschaft",
		"spanish": "Agricultura",
		"french": "Agriculture"
	},
	"helpMenuText_foodProduction_farming": {
		"english": "Everything begins in the fields, where industrious farmers spend their days caring for your crops. Depending on the season, they can sow a different selection of plants for food or medicinal purposes. Plants grow no matter how well you care for them, but good farmers use their watering cans to keep them growing optimally and increase their yield a lot. 
Now before you start planting like crazy, one last word of warning: All plants that don't get harvested before the end of their season will die without yielding any food to your colony!
Happy farming!.",
		"german": "Bei der hohen Kunst des Ackerbaus dreht sich alles um das richtige Bewirtschaften von Feldern. Unter Berücksichtigung einiger Regeln und mit etwas Erfahrung können deine Siedler zu wahren Meisterbauern werden und große Erträge erzielen.
Je nach Jahreszeit können bestimmte Pflanzen für Nahrung und Medizin angebaut werden. Sind sie erst einmal gepflanzt, wachsen die Gewächse auch ohne Pflege bis sie reif zur Ernte sind. Ein guter Bauer wird es selbstverständlich nicht verpassen seine Pflanzen regelmäßig zu gießen und so den Ernteertrag signifikant zu steigern. Doch bevor du jetzt ganz dem Anbauwahn verfällst noch ein Wort der Warnung: Sämtliche Pflanzen, die bis zum Ende ihrer Jahreszeit nicht geerntet werden, werden eingehen ohne dir Ertrag einzubringen!
Viel Spaß beim Farmen!",
		"spanish": "El fino arte de la agricultura tiene que ver con el buen cuidado de los campos. Con algunas reglas y algo de experiencia, sus colonos pueden convertirse en verdaderos maestros granjeros y hacer grandes cosechas.
Dependiendo de la temporada, se pueden cultivar ciertas plantas para alimentos y medicinas. Una vez plantadas, estas crecen solas y sin cuidado hasta que están listas para la cosecha. Por supuesto, un buen agricultor no dejará de regar sus plantas de manera regular, lo que aumentará significativamente el rendimiento de los cultivos. 
Antes de ponerte a sembrar como loco, una advertencia: ¡Todas las plantas que no se cosechen al final de su temporada, se echarán a perder dejando a tu colonia sin comida!
¡Que tengas una muy buena cosecha!",
		"french": "Tout commence dans les champs où des paysans industrieux consacrent leurs journées à prendre soin de vos cultures. Selon la saison, ils peuvent semer une sélection différente de plantes à des fins alimentaires ou médicinales. Les plantes poussent, peu importe la qualité de vos soins, mais les bons agriculteurs utilisent leurs arrosoirs pour les maintenir en croissance optimale et augmenter beaucoup leur rendement.
Maintenant, avant de commencer à planter comme un fou, un dernier mot d'avertissement : toutes les plantes qui ne sont pas récoltées avant la fin de la saison mourront sans donner de nourriture à votre colonie !
Bonne agriculture !",
	},
	"helpMenuTitle_foodProduction_expectations": {
		"english": "Food Expectations",
		"german": "Essensansprüche",
		"spanish": "Pretensiones de comida",
		"french": "Attentes alimentaires"
	},
	"helpMenuText_foodProduction_expectations": {
		"english": "Colonists can deal with a lot of hardship, but they are not dumb. When your colony grows in size and numbers, they will start to expect better food than just eating raw plants. Using the campfire or the kitchen you can make meals of higher quality for demanding colonists. If you can run a bakery as well, they will welcome the variety!
Some colonists have favorite meals and get a mood boost if they can get it. Others are allergic to some types of food and will avoid them at all cost. If there is nothing else available, they may be forced to eat it anyways - resulting in an allergic reaction.",
		"german": "Ja, anfangs ist es wohl am leichtesten deinen Siedlern nur wenig ausgefallene und gar monotone Gerichte anzubieten. Auf die Dauer wird das allerdings nicht ausreichen. In jedem Kolonist steckt ein wahrer Feinschmecker, was mit steigendem Wohlstand und Größe deiner Kolonie mehr und mehr ersichtlich werden wird; mit ungekochtem Essen will sich schließlich niemand auf Dauer zufriedengeben. Abhilfe verschafft hier das Lagerfeuer und die Küche mit denen deine Siedler ihre Kochkünste unter Beweis stellen können. Besonders beliebt ist das Essen, das in einer Bäckerei gebacken wurde!
Manche Siedler kannst du so richtig glücklich machen, wenn du ihr Lieblingsgericht für sie kochen lässt. Andere sind gegen bestimmte Pflanzen allergisch und weichen möglichst auf Alternativen aus. Bevor sie verhungern greifen sie allerdings trotzdem zu, was in einer schmerzhafte allergischen Reaktion resultiert.",
		"spanish": "Bien, al principio se te hará muy fácil ofrecer a tus colonos poca comida elaborada e incluso llenarlos con comida cruda y monótona. Pero conforme vayas avanzando eso no será suficiente. Cada colono tiene dentro un verdadero gourmet que irá saliendo conforme tu colonia cresca; después de todo, a nadie le gustaría contentarse con pura comida cruda. El secreto aquí es la fogata y la cocina, con los que tus colonos podrán demostrar sus habilidades culinarias. Si logras construir una panadería, ¡tus colonos te lo agradecerán entre sus grandes bocados!
Algunos colonos tienen platillos favoritos y se alegran mucho cuando los consiguen. Otros al contrario, son alérgicos a ciertos tipos de comida y los evitarán mientras puedan, pero si no hay algo más que comer y tienen hambre, tendrán que comer lo que haya aunque les den reacciones alérgicas.",
		"french": "Les colons peuvent faire face à beaucoup de difficultés, mais ils ne sont pas idiots. Quand votre colonie grandira en taille et en nombre, ils commenceront à s'attendre à une meilleure nourriture que de simplement manger des plantes crues. En utilisant le feu de camp ou la cuisine, vous pouvez préparer des repas de meilleure qualité pour les colons exigeants. Si vous pouvez aussi gérer une boulangerie, ils apprécieront la variété !
Certains colons ont leur repas préféré et ont un regain d'humeur s'ils le peuvent. D'autres sont allergiques à certains types d'aliments et les éviteront à tout prix. S'il n'y a rien d'autre disponible, ils peuvent être obligés de le manger de toute façon, ce qui entraîne une réaction allergique.",
	},
	"helpMenuTitle_foodProduction_rations": {
		"english": "Food Rations",
		"german": "Nahrungsrationierung",
		"spanish": "Raciones de comida",
		"french": "Rations alimentaires"
	},
	"helpMenuText_foodProduction_rations": {
		"english": "Winter is long and even the best colonies sometimes fail to perpare adequate stockpiles. If you worry about the survival of your colony, you can limit the food rations for each colonist. While this preserves more food for later, your colonists will feel weak and are are not going to be able to work as quickly. 
On the flipside, if your stockpiles are full and the reserves are plenty, you can increase food rations to get a boost in happiness!",
		"german": "Der Winter ist einer deiner größten Feinde im Spiel, denn selbst den besten Kolonien geht in der kalten Jahreszeit ab und an der Nahrungsvorrat aus. Solltest du dir nicht sicher sein ob dein Lebensmittelvorrat groß genug ist, kannst du für einzelne Siedler die Rationen beschränken und sie so auf eine unfreiwillige Diät setzen. Zwar sparst du so wertvolle Nahrung, aber deine Kolonisten fühlen sich schwach und arbeiten langsamer.
Auf der anderen Seite kannst du bei einem Nahrungsüberschuss auch die Rationen erhöhen und so die Stimmung deiner Siedler anheben!",
		"spanish": "El invierno es uno de los mayores desafios del juego, aún las mejores colonias se quedan regularmente sin comida para esta fría época del año. Si notas que tu colonia no llegará a la próxima primavera, puedes reducir y limitar las raciones de comida para cada colono. Esto asegurará una reserva suficiente de comida, pero tus colonos van a sentirse débiles y no podrán trabajar al ritmo normal.
Por otro lado, si tienes una gran reserva de comida y te sobra, ¡puedes incrementar las raciones de comida para que sean más felices!",
		"french": "L’hiver est long et même les meilleures colonies manquent parfois de stocks. Si vous vous inquiétez de la survie de votre colonie, vous pouvez limiter les rations de nourriture pour chaque colon. Bien que cela préserve plus de nourriture pour plus tard, vos colons se sentiront faibles et ne pourront pas travailler aussi vite.
D'un autre côté, si vos stocks sont pleins et vos réserves abondantes, vous pouvez augmenter les rations de nourriture pour avoir plus de bonheur !",
	},
	"helpMenuTitle_foodProduction_bugs": {
		"english": "Bug Infestations",
		"german": "Käferbefall",
		"spanish": "Plaga de insectos",
		"french": "Infestations d'insectes"
	},
	"helpMenuText_foodProduction_bugs": {
		"english": "Every year, the dreaded bugs pose a serious danger to your harvest. If a bug infestation is detected, your colonists need to be quick and remove all affected plants before the infestation spreads. You can lose all your work in seconds!",
		"german": "Ein Käferbefall ist der schlimmste Albtraum eines jeden Farmers. Sobald eine Pflanze betroffen ist müssen deine Kolonisten schnell handeln und sie entfernen bevor sich der Befall weiter ausbreiten kann. Reagierst du zu langsam könntest du deine gesamte Ernte verlieren!",
		"spanish": "Una plaga de insectos es la peor pesadilla de los granjeros. Tan pronto como una planta sea infectada, los colonos deben ocuparse rápidamente de ella, antes de que la plaga se contagie a las demás. ¡Podrías perder toda tu cosecha en cuestión de segundos!",
		"french": "Chaque année, les insectes constituent un grave danger pour votre récolte. Si une infestation d'insectes est détectée, vos colons doivent être rapides et retirer toutes les plantes affectées avant que l'infestation ne se propage. Vous pouvez perdre tout votre travail en quelques secondes !"
	},




	"helpMenuText_health": {
		"english": "There are a lot of bad things that can happen to hard working colonists.
The most basic remedy is giving the poor little guys some time to rest. Laying in bed offers their the bodies some time to regenerate slowly. Have a look at the status panel (heart icon) to see details about the health state.",
		"german": "Es gibt viele schlimme Dinge die deinen hart arbeitenden Kolonisten widerfahren können.
Das einfachste und allseitsbewährte Heilmittel ist Eine Auszeit für den armen Kerlchen. Lässt du sie im Bett entspannen, können sie sich langsam für die nächsten Aufgaben regenerieren. Wirf mal einen Blick auf das Statusfenster (Herzsymbol), um Details zu dem Befinden deiner Siedler zu sehen.",
		"spanish": "Muchas cosas le pueden pasar a tus trabajadores colonos. Lo más fácil es darle a estos pobres un poco de reposo. El permanecer en cama les hará recuperarse poco a poco. Revisa el panel de estado (icono de corazón) para ver los detalles de su salud.",
		"french": "Beaucoup de mauvaises choses peuvent arriver aux colons qui travaillent dur.
Le remède le plus fondamental consiste à donner aux pauvres petits gars un peu de temps pour se reposer. Se coucher au lit offre aux corps un peu de temps pour se régénérer lentement. Consultez le panneau d'état (icône en forme de cœur) pour obtenir des détails sur l'état d'intégrité.",
	},
	"helpMenuTitle_health_alchemy": {
		"english": "Alchemy",
		"german": "Alchemie",
		"french": "Alchimie",
		"spanish": "Alquimia",
	},
	"helpMenuText_health_alchemy": {
		"english": "If you have colonists with some experience as a doctor, they can usually handle basic alchemy and produce potions from healing plants. While tasting horrific, these concoctions accelerate the healing process significantly.",
		"german": "Solltest du über Siedler mit etwas medizinischer Erfahrung verfügen, können diese mit grundlegender Alchemie ungehen und so Tränke aus Heilpflanzen herstellen. Auch wenn diese nicht gerade als süffig durchgehen würden, beschleunigen sie zumindest den Heilungsprozess deutlich.",
		"spanish": "Si entre tus colonos tienes algunos con experiencia de doctor, estos pueden manejar alquimia básica y producir pociones a partir de plantas medicinales. Aunque no sean muy agradables al paladar, estos cocteles aceleran el proceso de recuperación significantemente.",
		"french": "Si vous avez des colons expérimentés en tant que médecin, ils peuvent généralement gérer une alchimie de base et produire des potions à partir de plantes médicinales. Bien que leur goût soit horrible, ces préparations accélèrent considérablement le processus de guérison.",
	},
	"helpMenuTitle_health_wounds": {
		"english": "Wounds",
		"german": "Wunden",
		"french": "Blessures",
		"spanish": "Heridas",
	},
	"helpMenuText_health_wounds": {
		"english": "Doctors show their true strength when dealing with badly wounded colonists. When the going gets tough and the colony needs to be defended against raiders, injuries are inevitable. Colonists can lose consciousness on the battlefield. While they are losing blood and holding on to dear live, a doctor can rush out, bandage their wounds and administer healing potions to prevent the worst.",
		"german": "Der wahre Wert von Ärzten tritt immer dann ans Licht, wenn schwer verletze Siedler behandelt werden müssen. Wenn es hart auf hart kommt und deine Siedlung von Feinden überfallen wird, sind Verletzungen unvermeidbar. Die Kolonisten können auf dem Schlachtfeld ihr Bewusstsein verlieren und dann ohne Hilfe schnell ins Grass beißen. Doch während sie sich noch auf ihr scheinbar unausweichliches Schicksal vorbereiten, kann ein Arzt herbeieilen, ihre Wunden verbinden und Heiltränke verabreichen um das Schlimmste zu verhindern.",
		"spanish": "Los doctores demuestran lo que valen cuando tratan con colonos malheridos. Cuando las cosas se ponen feas y los enemigos atacan tu asentamiento, las lesiones son inevitables. Los colonos caen noqueados al suelo. Cuando están perdiendo sangre y apenas se aferran a la vida, un doctor llega al rescate, venda las heridas y les administra pociones de vida para prevenir la tragedia.",
		"french": "Les médecins montrent leur véritable force face aux colons gravement blessés. Lorsque les conditions sont difficiles et que la colonie doit être défendue contre les pillards, les blessures sont inévitables. Les colons peuvent perdre conscience sur le champ de bataille. Pendant qu’ils perdent du sang et s’accrochent à leur vie chère, un médecin peut courir, panser leurs plaies et administrer des potions de soin pour prévenir le pire.",
	},
	"helpMenuTitle_health_illnesses": {
		"english": "Illnesses",
		"german": "Krankheiten",
		"french": "Maladies",
		"spanish": "Enfermedades",
	},
	"helpMenuText_health_illnesses": {
		"english": "Finally, big colonies are prone to illnesses spreading amongst the colonists. Make sure to keep a good stock of medicine in storage and have a trained doctor attend to them with regular treatments for better chances of recovery.",
		"german": "Für große Kolonien stellen zudem höchst ansteckende Seuchen eine ernst zu nehmende Gefahr dar. Vorsicht ist besser als Nachsicht, also kümmere dich frühzeitig um einen großzügigen Vorrat an Medizin und einen gut ausgebildeten Arzt. Dieser kann im Fall der Fälle schnell zur Tat schreiten und deine Siedlung vor größerem Unheil bewahren.",
		"spanish": "Finalmente, las grandes colonias son vulnerables a fuertes epidemias de enfermedades. Asegúrate de tener siempre una buena reserva de medicina y un doctor entrenado para atenderlos con tratamientos. Él evitará que ocurra una tragedia.",
	},
	"helpMenuText_immigration": {
		"english": "Your starting crew may be hardworking or not, but the colony will never reach greatness if it doesn’t grow. To attract immigrants you will need to build a big bonfire on a tower. This light signal, shining far into the distance, is seen by random wanderers and explorers.
Some may come alone or with friends to visit you and ask to join the colony.",
		"german": "Ob deine ersten Siedler nun fleißige oder faule Kerlchen sind, für eine funktionierende Expansion brauchst du mehr willige Arbeitskräfte... ähm, 'Bewohner'. Um mehr Kolonisten anzuwerben baust du einfach ein großes Signalfeuer. Das auch auf goße Entfernungen noch sichtbarte Leuchtsignal lockt viele heimatlose Wanderer und Abenteurer zu deiner Kolonie. Sind diese erst mal da, möchten sie sich sicher in deine Dienste stellen und ein Teil der Siedlungsgemeinschaft werden.",
		"spanish": "Ya sea que tengas trabajadores muy flojos o muy laboriosos, si quieres seguir creciendo necesitarás más mano de obra... Mmm, habitantes. Para que más colonos lleguen tendrás que construir una gran almenara. Este fuego, brillando hacia la distancia, es visto por algunos aventureros exploradores que querrán ponerse a tu servicio y formar parte de esta colonización.",
	},
	"helpMenuTitle_immigration_expectations": {
		"english": "Expectations",
		"german": "Erwartungen",
		"french": "Attentes",
		"spanish": "Expectativas"
	},
	"helpMenuText_immigration_expectations": {
		"english": "Once the colony starts growing and getting more and more wealthy, the colonists want to have a piece of the pie as well. They start expecting good food, a nice looking, comfortable home and a degree of general life statisfaction.
Not meeting these expectations does not turn the colonists against you, but it does prevent future growth: As migrants are considering your colony, they take the ameneties and benefits of living in your colony into account. If your colonists' expectations are not met, you can not convince new people to join!",
		"german": "Wenn deine Kolonie wächst und sich langsam die Reichtümer anhäufen, wollen deine Kolonisten auch etwas davon haben. Sie werden anfangen einen gewissen Lebensstandard zu erwarten. Dazu gehört gutes Essen, ein schönes und bequemes Zuhause sowie allgemeine Lebenszufriedenheit.
Wenn diese Erwartungen nicht erfüllt werden, wird sich kein Kolonist gegen dich wenden, aber die Kolonie wird auch nicht weiter wachsen: Migranten werden nur einer Kolonie beitreten, die ihre Anforderungen an einen guten Lebensstandard erfüllt. Wenn die Erwartungen deiner Kolonisten nicht erfüllt sind, kannst du auch keine neuen Leute zum Beitritt überzeugen!",
		"spanish": "Una vez que la colonia esta creciendo y prosperando, los colonos quieren su propia rebanada del pastel. Ellos empiezan queriendo mejor comida, una mejor casa y un incremento en su satisfacción de vida.
Si no les das esos placeres, los colonos no se te revelarán, pero no podrás seguir creciendo; los migrantes que consideran el mudarse a tu colonia, toman mucho en cuenta este aspecto. Si las expectaciones de tus colonos no se cumplen, ¡no podrás convencer a más gente de unirse!",
	},
	"helpMenuTitle_immigration_overview": {
		"english": "Immigration Overview",
		"german": "Immigrationsübersicht",
		"french": "Vue d'ensemble de l'immigration",
		"spanish": "Resumen de inmigración",
	},
	"helpMenuText_immigration_overview": {
		"english": "Click on your bonfire to get a detailed overview of the immigration status.
In this image the expectations of the colonists are not fulfilled, so the colony will not grow.",
		"german": "Klicke auf dein Leuchtfeuer, um eine detaillierte Übersicht über die Immigration zu bekommen.
In diesem Bild sind die Erwartungen der Kolonisten nicht erfüllt, also kann die Kolonie auch nicht wachsen.",
		"spanish": "Da clic en la gran almenara para echarle un vistazo al estatus de inmigración.
En esta imagen las expectaciones de los colonos no han sido completadas, por lo que la colonia no crecerá.",
	},

	"helpMenuText_professions": {
		"english": "Professions can help with automating repetetive tasks in the colony. Use the job panel (hammer icon) in the character overview to assign different professions to your inhabitants. They are going to do the tasks associated with their job automatically from now on.
However, everyone in the colony is responsible for constructing floors, walls, and furniture, no matter their assignment!",
		"german": "Das Verteilen von Berufen kann dir dabei helfen repetitive Tätigkeiten in deiner Kolonie zu automatisieren. Benutze das Berufefenster (Hammersymbol) in der Charakterübersicht, um deinen Siedlern verschiedenste Berufe zuzuweisen. Von nun an werden sie die zum Beruf gehörenden Tätigkeiten selbstständig ausführen.
Nichtsdestoweniger kümmert sich jeder Siedler auch um deine anstehenden Bauprojekte und unterbricht dafür auch hin und wieder seine anderen Aufgaben.",
		"spanish": "Las profesiones pueden ayudar a automatizar tareas repetitivas en tu colonia. Usa el panel de trabajo (icono de martillo) en el resumen de personaje para asignar diferentes profesiones a tus colonos. Ellos van a hacer las tareas asignadas a su trabajo automaticamente a partir de ahora.
Aún así, todos en tu colonia son responsables de construir suelos, muros y muebles, ¡sin importar su profesión!.",
	},
	"helpMenuTitle_professions_experience": {
		"english": "Job Experience and Promotions",
		"german": "Berufserfahrung und Beförderungen",
		"french": "Expérience professionnelle et Promotions",
		"spanish": "Experiencia de trabajo y promociones",
	},
	"helpMenuText_professions_experience": {
		"english": "The colonists stage in their profession is shown with the stars in the job panel. With every completed task, your colonists gather experience for the relevant profession.\nYou can see their experience in the job panel and use the promote button to unlock the next level in their career. A higher level usually comes with new skills that allows them to use better tools and craft more advanced items.",
		"german": "Je nach Neigungen und Erfahrung der Kolonisten haben sie in den einzelnen Berufen eine gewisse Stufe erreicht. Mit jeder abgeschlossenen Aufgabe sammeln die Siedler weitere Erfahrung im jeweiligen Beruf.
Die aktuelle Berufsstufe und den aktuellen Erfahrungswert kannst du im Berufefenster einsehen. Hat ein Siedler genügend Erfahrungspunkte gesammelt kannst du ihn auf die nächste Stufe befördern. Diese ermöglicht neue Fähigkeiten, die es ihm erlauben neue Werkzeuge zu verwenden oder fortgeschrittene Gegenstände herzustellen.",
		"spanish": "Dependiendo de las inclinaciones y las experiencias, cada colono ha alcanzado un nivel en sus profesiones. Con cada tarea completada, los colonos ganan un poco más de experiencia laboral. 
Puedes revisar el nivel y experiencia de un colono en su pestaña de trabajo. Si ha adquirido suficiente experiencia puedes promocionarlo al siguiente nivel. Esto desbloqueará nuevas habilidades que le permitirán utilizar nuevas herramientas o crear elementos más avanzados.",
	},
	"helpMenuTitle_professions_education": {
		"english": "Education",
		"german": "Ausbildung",
		"french": "Formation",
		"spanish": "Formación",
	},
	"helpMenuText_professions_education": {
		"english": "Sometimes you just can’t wait for learning by doing and your colonists need to look up how to do more complicated stuff to advance to the next stage in their career more easily. Build a book shelf so they can pick up books about their profession and gather experience much faster.
Soldiers are advised to train for combat with a training dummy, since that way has been shown to be less prone to injuries than making a fellow colonist their sparring partner.",
		"german": "Gut Ding will Weile haben, nicht wahr? Aber ab und an wäre es doch toll etwas schneller ans Ziel zu gelangen. Du kannst das Sammeln von Erfahrung auch durch gezielte Ausbildung ersetzen. Baue ein Bücherregal an dem deine Siedler ihren anfangs noch beschränkten Horizon erweitern können und ermuntere sie so dazu Bücher über ihre Berufe zu lesen und so schneller an die nötige Erfahrung gelangen.
Als Soldat jedoch ist ein praktischer Ansatz weitaus zielführender: Baue einen Trainings-Dummy und lass den angehenden Soldaten darauf losgehen. Als angenehmer Nebeneffekt werden keine unschuldigen Zivilisten für Übungszwecke verletzt.",
		"spanish": "Las mejores cosas llevan su tiempo, ¿no?. Pero de vez en cuando sería genial llegar antes al destino. Puedes remplazar el ganar experiencia por una formación dirigida. Construye un librero donde tus colonos puedan descubrir nuevos horizontes en sus profesiones, leyendo libros y obteniendo la experiencia que necesitaban antes.
Sin embargo, para el soldado es mejor un aprendizaje práctico. Construye un maniquí de entrenamiento y deja que vaya a por él. De esta manera ningún civil resultará herido por motivos de práctica.",
	},
	"helpMenuText_mood": {
		"english": "While most colonists are not very picky about their circumstances, they do require a certain level of comfort and safety to reach happiness. Exhaustion, pain, and the death of a friend can all be causes for bad mood. Provide good care, food and entertainment to keep the spirits up. Look at the status panel in the character screen to read the minds of your colonists.",
		"german": "Auch wenn die meisten Siedler nicht sehr hohe Ansprüche an ihren Lebensstandard haben, sehnen sie sich doch nach einem gewissen Niveau an Komfort und Sichterheit. Kümmerst du dich gut um ihre Bedürfnisse spiegelt sich das in ihrer Stimmung wieder. Erschöpfung, Schmerz und der Tod eines Freundes führt wiederum zur Verschlechterung der Stimmung und muss entsprechend vermieden oder zumindest ausgeglichen werden. Bereits die alten Römer wussten schon um die Macht von 'Brot und Spiele' um die Bevölkerung bei Laune zu halten. Anders als sie kannst du allerdings auch die Gedanken deiner Kolonisten in der Charakterüberischt lesen und dich so bestens über ihre Wünsche und Probleme informieren.",
		"spanish": "Aunque la mayoría de colonos no tienen un alto nivel de vida, aspiran por algunos niveles de comodidad y seguridad. Si cuidas bien sus necesidades, su humor se verá recompensado. El agotamiento, el dolor y la muerte de un amigo a su vez conducen a un deterioro del estado de ánimo, por lo que debes tratar de evitarlo o al menos compensarlo. Incluso los antiguos romanos sabían sobre el poder del 'pan y los juegos' para mantener a la población feliz. Sin embargo, a diferencia de ellos, también puedes leer los pensamientos de tus colonos en el resumen de personaje e informarte tan bien sobre sus deseos y problemas.",
	},
	"helpMenuTitle_mood_rebellion": {
		"english": "Rebellion",
		"german": "Rebellion",
		"french": "Rébellion",
		"spanish": "Rebelión",
	},
	"helpMenuText_mood_rebellion": {
		"english": "Your colonists give their best, but everyone has their breaking point. Hardships can lead to bad mood, bad mood can lead to hopelessness and hopelessness can lead to anger, apathy, or desertion (no not the dark side in this case). Your colonists may remove themselves from your command and choose to do their own thing instead.",
		"german": "Deine Siedler geben täglich ihr Bestes, um voll und ganz deinen Wünschen zu entsprechen. Das heißt aber nicht, dass sie sich als willenlose Sklaven ohne Rücksicht auf ihr eigenes Wohlbefinden für dich abrackern. Zu viel Stress kann zu schlechter Laune führen, schlechte Laune wiederum zu Hoffnungslosigkeit und Hoffnungslosigkeit führt schnell zu Wut, Arbeitsverweigerung oder Fahnenflucht. Im schlimmsten Fall sagen sich deine Kolonisten also von dir los und machen auf eigene Faust weiter.",
		"spanish": "Tus colonos dan lo mejor de ellos mismos, para satisfacer totalmente tus deseos. Pero eso no los convierte en esclavos sin consideración propia. Las dificultades pueden llevar a un mal humor, el mal humor puede llevar a la desesperanza y la desesperanza puede conducir a la ira, la apatía o la deserción. Tus colonos pueden empezar a ignorarte y hacer lo que les plazca.",
	},
	"helpMenuTitle_mood_inspiration": {
		"english": "Inspiration",
		"german": "Inspiration",
		"french": "Inspiration",
		"spanish": "Inspiración",
	},
	"helpMenuText_mood_inspiration": {
		"english": "On the other hand, your colonists could be having the time of their lives. If they are really happy, they can enter a state of inspiration in which they work with semmingly unlimited energy without needing any sleep! When they reach this rare state, they just cannot stop smiling.",
		"german": "Andererseits können die Kolonisten in deiner Siedlung auch den Spaß ihres Lebens haben. Sind sie mal so richtig glücklich besteht die Chance, dass sie in eine Art Arbeitsrausch gelangen in dem sie auf scheinbar endlose Energien zurückgreifen können. Neben einem veringerten Schlafbedürfnis äußert sich das natürlich auch in ihrem überglücklichen Gesichtsausdruck.",
		"spanish": "Por otra parte, tus colonos podrían estar teniendo el mejor momento de sus vidas. Si ellos están realmente felices, pueden entrar en un estado de inspiración, ¡en el que trabajarán con energía ilimitada y sin necesidad de dormir!. Si ellos llegan a este estado, no dejarán de sonreír.",
	},
	
	"helpMenuTitle_wishes": {
		"english": "Wishes",
		"german": "Wünsche",
		"french": "Voeux",
		"spanish": "Deseos",
	},
	"helpMenuText_wishes": {
		"english": "Every inhabitant in the colony is here because of a dream.
A dream of a better life.
Of course, it will be hard sometimes. But in the meantime, the colonists want to build a home they enjoy, something they feel comfortable in. What exactly that means is displayed in the Wishes Overview Panel of every colonist.",
		"german": "Jeder Einwohner der Kolonie ist hier wegen einem Traum.
Ein Traum von einem besseren Leben.
Natürlich wird es manchmal schwer sein. Aber in der Zwischenzeit möchten die Kolonisten ein Zuhause bauen, das sie genießen können; ein Ort, an dem sie es sich gemütlich machen können. Was das genau heißt wird in der Wunschübersicht jedes Kolonisten angezeigt",
		"spanish": "Cada habitante de la colonia está aquí por un sueño.
Un sueño de una vida mejor.
Por supuesto, esto será dificil a veces. Pero mientras tanto, los colonos querrán construir una casa que disfruten, algo que les haga sentir cómodos. Para saber exactamente qué necesitan, revisa la pestaña de deseos en cada colono.",
	},
	"helpMenuTitle_wishes_fulfillingDenying": {
		"english": "Fulfilling and Denying Wishes",
		"german": "Wünsche erfüllen und ablehnen",
		"french": "Voeux satisfaits et refusés",
		"spanish": "Completando o denegando deseos",
	},
	"helpMenuText_wishes_fulfillingDenying": {
		"english": "It's your decision whether you make the colonists happy or not. If you fulfill the wish of a colonist, he is going to become a little happier for a while.
In contrast, you can also choose to decline wishes. That is how you tell the colonist that this wish is not going to happen, so he will think of something else. Though he'll still feel bad about.",
		"german": "Es ist deine Entscheidung, ob du die Kolonisten glücklich machst oder nicht. Wenn du den Wunsch eines Kolonisten erfüllst, wird er ein für eine Weile ein bisschen glücklicher werden.
Im Gegensatz dazu kannst du aber auch Wünsche ablehnen. Damit sagst du dem Kolonisten, dass dieser Wunsch nicht erfüllt werden wird, sodass er sich etwas anderes ausdenkt. Trotzdem wird seine Stimmung deswegen ein bisschen sinken.",
		"spanish": "Es tu decisión si hacer felices a tus colonos o no. Si decides completar el deseo de un colono, él será mas feliz.
En contraste, puedes declinar deseos también. Eso es decirle al colono que su deseo no va a suceder, por lo que él tendrá que buscar otro, aunque será un poco menos feliz.",
	},
	"helpMenuTitle_wishes_satisfaction": {
		"english": "Life satisfaction",
		"german": "Lebenszufriedenheit",
		"french": "Satisfaction de vivre",
		"spanish": "Satisfacción de vida",
	},
	"helpMenuText_wishes_satisfaction": {
		"english": "If you fulfill more and more wishes of your colonist, he is going to become ever more satisfied with his life in the colony. This satisfaction is not only necessary for attracting new migrants, but has some long term impact as well: With each satisfaction level, your colonist earns a life satisfaction point. Once he has enough of them, he can use these points to change one of his fundamental traits.
For example, someone suffering from pessimism might be a real drag on the colony. However, if he accumulates enough life satisfaction points, you can let him forget his pessimistic trait and replace it with something positive.",
		"german": "Wenn du mehr und mehr Wünsche eines Kolonisten erfüllst, wird er immer zufriedener mit seinem Leben ind er Kolonie werden. Diese Zufriedenheit ist nicht nur notwendig um neue Migranten anzuwerben, sondern hat auch langfristige Auswirkungen: Mit jeder Zufriedenheitsstufe bekommt der Kolonist einen Zufriedenheitspunkt. Sobald er genug gesammelt hat, kannst du diese Punkte einsetzen, um eine seiner grundlegenden Eigenschaften zu ändern.
Zum Beispiel kann jemand der an Pessimismus leidet die Kolonie ganz schön herunterziehen. Aber wenn er genug Lebenszufriedenheitspunkte sammelt, kannst du ihn die pesimmistische Charaktereigenschaft vergessen lassen und sie mit etwas positiven ersetzen.",
		"spanish": "Entre más deseos de tu colono completes, más satisfecho con la vida será. La satisfacción no es sólo necesaria para atraer nuevos migrantes, si no que tendrá un impacto a largo plazo: con cada nivel de satisfacción, tu colono gana un punto de satisfacción de vida. Una vez que él tiene suficiente de ellos, puede usarlos para cambiar uno de sus atributos originales.
Por ejemplo, alguien que está sufriendo de pesimismo podría ser una gran carga para tu colonia. Pero si él consigue suficientes puntos de satisfacción, puedes dejarlo olvidar su atributo de pesimismo y remplazarlo por algo positivo.",
	},
}
