// Swords
//*******
{
	"equipmentName_swordWood": {
		"english": "Wooden Sword",
		"dutch":  "Houten Zwaard",
		"german": "Holzschwert",
		"french": "Épée en bois",
		"spanish": "Espada de madera",
		"turkish": "Tahta kılıç",
		"portuguese": "Espada de madeira",
		"polish": "Drewniany miecz",
		"russian": "Деревянный меч",
		"ukrainian": "Дерев'яний меч",
		"korean": "나무칼",
		"chinese": "木剑",
		"italian": "Spada di legno",
		"japanese": "木の剣",
		"czech": "Dřevěný meč",
		"danish": "Træ sværd",
	},
	"equipmentDescription_swordWood": {
		"english": "No comparison to a real sword but better than having to fight with your bare hands.",
		"dutch":  "Geen vergelijking met een echt zwaard, maar beter dan te vechten met je handen.",
		"german": "Kein Vergleich zu einem richtigen Schwert, aber besser als ganz ohne Waffe in die Schlacht zu ziehen.",
		"french": "Aucune comparaison avec une vraie épée mais toujours mieux que de se battre à mains nues.",
		"spanish": "Sin comparación con una espada de verdad, pero mejor que pelear con los puños.",
		"turkish": "Gerçek bir kılıçla mukayese edilemez ama çıplak elle dövüşmekten de daha iyi olduğu kesin.",
		"portuguese": "Nenhuma comparação com uma espada real, mas melhor do que ter que lutar com as próprias mãos.",
		"polish": "Bez porównania z prawdziwym mieczem, ale lepszy niż walka gołymi rękami.",
		"russian": "Даже близко не настоящий меч, но всяко лучше, чем сражаться руками.",
		"ukrainian": "Не зрівняється зі справжнім мечем, але це краще, ніж битися кулаками.",
		"korean": "진짜 칼과 비교할 수는 없지만, 맨손으로 싸우는 것보단 낫습니다.",
		"chinese": "不能和真正的剑相比，但总比赤手空拳的要好。",
		"italian": "Non c'è alcun paragone con una vera spada, ma è sempre meglio che dover combattere a mani nude.",
		"japanese": "本物の剣と比較する事は出来ませんが、素手で戦うよりはましです。",
		"czech": "Nelze ho srovnávat se skutečným mečem, ale lepší než bojovat holýma rukama.",
		"danish": "Det er langt fra et rigtigt sværd, men det er bedre end at slås med dine hænder.",
	},
	"equipmentName_swordStone": {
		"english": "Stone Sword",
		"dutch":  "Stenen Zwaard",
		"german": "Steinschwert",
		"french": "Épée en pierre",
		"spanish": "Espada de piedra",
		"turkish": "Taştan kılıç",
		"portuguese": "Espada de pedra",
		"polish": "Kamienny miecz",
		"russian": "Каменный меч",
		"ukrainian": "Кам'яний меч",
		"korean": "돌칼",
		"chinese": "石剑",
		"italian": "Spada di pietra",
		"japanese": "石の剣",
		"czech": "Kamenný meč",
		"danish": "Sten sværd",
	},
	"equipmentDescription_swordStone": {
		"english": "Even though made out of stone, the sword's blade is sharp and dangerous.",
		"dutch":  "zelfs hoewel gemaakt uit een stenen zwaard is scherp en gevaarlijk.",
		"german": "Wenn auch unregelmäßig gefertigt, ist die steinerne Klinge dieses Schwertes scharf und alles andere als ungefährlich.",
		"french": "Bien qu'elle soit fabriquée en pierre, la lame de l'épée est tranchante et dangereuse.",
		"spanish": "Aún hecha de piedra, la hoja de la espada es filosa y peligrosa.",
		"turkish": "Taştan yapılmış olmasına rağmen kılıcın ağızı keskin ve tehlikeli.",
		"portuguese": "Mesmo sendo feita de pedra, a lâmina da espada é afiada e perigosa.",
		"polish": "Pomimo że ostrze miecza jest wykonane z kamienia, jest ostre i niebezpieczne.",
		"russian": "Несмотря на то, что меч изготовлен из камня, он вполне острый и внушает страх.",
		"ukrainian": "Незважаючи на те, що меч виготовлений з каменю, його лезо гостре та небезпечне.",
		"korean": "돌로 만들어졌지만, 날이 서 있어서 위험합니다.",
		"chinese": "虽然是石头做的，剑刃锋利也是很危险的。",
		"italian": "Sebbene sia fatta di pietra, la lama è affilata e pericolosa.",
		"japanese": "石で出来ているのに刃は鋭くて危険です。",
		"czech": "I když je meč vyroben z kamene, je ostrý a nebezpečný.",
		"danish": "Selvom at det er lavet af sten er det skarpt og farligt.",
	},
	"equipmentName_swordIronTraderGuard": {
		"english": "Trader Guards' Sword",
		"german": "Schwert der Händlergarde",
		"french": "Épée des gardes de marchands",
		"spanish": "Espada de Guardia Comerciante",
		"portuguese": "Espada da Guarda Comerciante",
		"russian": "Меч гильдии торговцев",
		"italian": "Spada delle guardie dei mercanti",
		"korean": "상인 길드의 칼",
		"chinese": "商人守卫剑",
		"dutch": "Handelaar Bewaker's Zwaard",
		"polish": "Miecz strażnika handlarza",
		"turkish": "Tüccar Koruma Kılıcı",
		"japanese": "商人ギルドの用心棒の剣",
		"czech": "Meč strážců obchodníků",
		"danish": "Handler Vagter' Sword",
		"ukrainian": "Меч Торгової Гвардії",
	},
	"equipmentDescription_swordIronTraderGuard": {
		"english": "\"As a member of the Trader Guard, it is your highest duty to secure the merchandise and to keep your sword clean at all times!\" (Faustus, Jonathan. What it means to be a member of the Trader Guard, Quarkenstein, 1247, p. 2.)",
		"german": "\"Als ein Mitglied der Händlergarde, ist es Eure höchste Pflicht die Handelsware zu beschützen und Euer Schwert stets sauber zu halten!\" (Faustus, Jonathan: Was es bedeutet ein Mitglied der Händlergarde zu sein, Quarkenstein 1247, S. 2.",
		"french": "« En tant que membre de la Garde des Marchands, il est de votre devoir de sécuriser la marchandise et de garder votre épée propre en tout temps ! » (Faustus, Jonathan. Ce que cela signifie d'être membre de la Garde des marchands, Quarkenstein, 1247, p. 2.)",
		"spanish": "\"¡Como miembro de la Guardia Comerciante, es tu mayor deber asegurar las mercancías y mantener tu espada limpia en todo momento!\" (Faustus, Jonathan. Qué significa ser un miembro de la Guardia Comerciante, Quarkenstein, 1247, p. 2.)",
		"portuguese": "\"Como um membro do comerciante Guarda, é seu maior dever garantir a mecaria e manter sua espada limpa em todos os momentos!\" (Faustus, Jonathan. O que significa ser um membro da Guarda comerciante, Quarkenstein, 1247, p. 2.)",
		"russian": "\"Ваша обязаность, как члена гильдии торговцев, гарантировать безопасность товара и всегда держать мечь в чистоте!\" (Фауст, Джонатан. Каково быть членом Торговой гвардии, Quarkenstein, 1247, стр. 2.)",
		"dutch": "\"Als een lid van de Handelaar Bewakers, is het je hoogste plicht om altijd de goederen te beveiligen en je zwaard schoon te houden!\" (Faustus, Jonathan. Wat het betekent om een lid te zijn van de Handelaar Bewakers, Quarkenstein, 1247, p. 2.)",
		"korean": "\"상인 길드의 일원으로서, 네가 최우선해야 할 의무는 상품을 보호하며 항상 너의 칼을 깨끗하게 유지하는 것이다!\" (파우스투스, 조나단. 상인 길드의 일원이 된다는 것은, 쿼큰스타인, 1247, p. 2.)",
		"italian": "\"Come membro della Guardia dei Mercanti, il tuo più grande dovere è proteggere la merce e tenere la tua spada pulita in ogni istante!\" (Faustus, Jonathan. Il significato dell'essere un membro della Guardia dei Mercanti, Quarkenstein, 1247, p. 2.)",
		"chinese": "\"作为商人守卫队的一员，保证机密，并始终保持剑的清洁是最高职责！\"(Faustus、Jonathan。成为商人守卫，Quarkenstein的成员意味着什么，1247, p. 2。）",
		"polish": "\"Jako członek gwardii handlarskiej, Twoim najważniejszym obowiązkiem jest ochrona handlarza i utrzymywanie swojego miecza lśniącego przez cały czas!\" (Faustus, Johanatan. Co to znaczy by być członkiem gwardii handlarskiej, Quarkestein, 1247, s. 2.)",
		"turkish": "\"Tüccar Muhafız üyesi olarak, mal güvenliğini sağlamak ve her zaman kılıcını temiz tutmak en yüksek görevidir \" (Faustus, Jonathan. Tüccar Muhafızı olmak ne anlama gelir, Quarkenstein, 1247, sf. 2.)",
		"japanese":  "\"商人ギルドの用心棒として商品を確保し常に剣を清潔に保つ事はあなたにとって重要な義務です!\" (ファウスト・ジョナサン。商人の用心棒、クアルケンシュタインのメンバーである事の意味、1247年、2ページ)",
		"czech": "\"Jako člen Ochránců obchodníků je vaší nejvyšší povinností zajistit zboží a udržovat svůj meč stále čistý!\" (Faustus, Jonathan. Co to znamená být členem Ochránců obchodníků, Quarkenstein, 1247, p. 2.)",
		"danish": "\"Som medlem af Trader Guard er det din største pligt at sikre varerne og til enhver tid holde dit sværd rent!\"(Faustus, Jonathan. Hvad det betyder at være medlem af Handler vagter, Quarkenstein, 1247, p. 2.)",
		"ukrainian": "\"Ваш найвищий обов’язок як члена Торгової Гвардії — захищати товар і тримати свій меч незмінно чистим!\" (Іван Фоменко, \"Що означає бути членом Торгової Гвардії\". Коцюбіїв, 1347 р., стор. 2)",
	},
	"equipmentName_swordIron": {
		"english": "Iron Sword",
		"dutch":  "Ijzeren Zwaard",
		"german": "Eisenschwert",
		"french": "Épée en fer",
		"spanish": "Espada de hierro",
		"bulgarian": "Желязен меч",
		"turkish": "Demir kılıç",
		"portuguese": "Espada de ferro",
		"polish": "Żelazny miecz",
		"russian": "Железный меч",
		"ukrainian": "Залізний меч",
		"korean": "철검",
		"chinese": "铁剑",
		"italian": "Spada di ferro",
		"japanese": "鉄の剣",
		"czech": "Železný meč",
		"danish": "Jern sværd",
	},
	"equipmentDescription_swordIron": {
		"english": "A decent melee weapon. Forged by a skilled craftsman.",
		"dutch":  "Een fatsoenlijk handwapen. Gemaakt bij een geschoold ambachtsman.",
		"german": "Eine ordentliche Nahkampfwaffe. Von einem fähigen Handwerker geschmiedet.",
		"french": "Une arme de mêlée convenable. Forgée par un artisan expérimenté.",
		"spanish": "Un arma aceptable de melé. Forjada por un artesano habilidoso.",
		"bulgarian": "Това е прилично меле оръжие. Прави се от опитен майстор.",
		"turkish": "İyi bir yakın dövüş silahı. Kalifiye bir usta tarafından dövülmüş.",
		"portuguese": "É uma arma comum de combate corpo a corpo. Forjado por um artesão experiente",
		"polish": "Przyzwoita broń do walki w zwarciu. Wykuta przez wykwalifikowanego rzemieślnika.",
		"russian": "Хорошее оружие для ближнего боя. Выкован опытным ремесленником.",
		"ukrainian": "Хороша зброя для ближнього бою. Викуваний досвідченим ремісником.",
		"korean": "괜찮은 근접무기입니다. 숙련된 수공업자가 벼려냈습니다.",
		"chinese": "不错的铁制武器，由技艺精湛的工匠锻造而成。",
		"italian": "Un'arma da mischia decente. Forgiata da un abile fabbro.",
		"japanese": "まともな近接武器です。熟練した職人によって鍛造されました。",
		"czech": "Slušná zbraň na blízko ukovaná zkušeným řemeslníkem.",
		"danish": "Et anstændigt nærkamps våben. Lavet af en god håndværker.",
	},

// Axes
//*****

	"equipmentName_axeWood": {
		"english": "Wooden Axe",
		"dutch":  "Houten Bijl",
		"german": "Holzaxt",
		"french": "Hache en bois",
		"spanish": "Hacha de madera",
		"turkish": "Tahta balta",
		"portuguese": "Machado de madeira",
		"polish": "Drewniana siekiera",
		"russian": "Деревянный топор",
		"ukrainian": "Дерев'яна сокира",
		"korean": "나무도끼",
		"chinese": "木斧",
		"italian": "Ascia di legno",
		"japanese": "木の斧",
		"czech": "Dřevěná sekera",
		"danish": "træ økse",
	},
	"equipmentDescription_axeWood": {
		"english": "Gets 50% more wood out of trees. It's better than nothing.",
		"dutch":  "Krijgt 50% meer hout of een bomen. Het is beter dan niks.",
		"german": "Erhält 50% mehr Holz aus Bäumen. Es ist besser als nichts.",
		"french": "Fournit 50% de bois en plus. C'est mieux que rien.",
		"spanish": "Obtiene un 50% más madera de los árboles. Es mejor que nada.",
		"russian": "Позволяет получать на 50% больше бревен с деревьев. Это лучше, чем ничего.",
		"portuguese": "Obtém 50% a mais de madeira das árvores. É melhor que nada.",
		"ukrainian": "Дозволяє отримувати на 50% більше деревини з дерев. Це краще, ніж нічого.",
		"polish": "Wydobywa o połowę więce drewna z drzew. Lepsza taka, niż żadna.",
		"turkish": "Ağaçlardan %50 daha fazla odun verimi alıyor. Hiç yoktan iyidir.",
		"korean": "나무에서 50% 더 많은 목재를 얻을 수 있습니다. 없는 것보단 낫죠.",
		"chinese": "砍伐树木能获取50%木材，总比没有好。",
		"italian": "Con questa puoi ricavare il 50% di legna in più dagli alberi. Meglio di niente.",
		"japanese": "木の斧は50%多く木材を伐採できます。足で蹴って木材を得るよりは効率的です。",
		"czech": "Získá o 50% více dřeva ze stromů. Je to lepší než nic.",
		"danish": "får 50% mere træ ud af træer. Det er bedre end ingenting.",
	},
	"equipmentName_axeStone": {
		"english": "Stone Axe",
		"dutch":  "Stenen Bijl",
		"german": "Steinaxt",
		"french": "Hache en pierre",
		"spanish": "Hacha de piedra",
		"turkish": "Taş balta",
		"portuguese": "Machado de pedra",
		"polish": "Kamienna siekiera",
		"russian": "Каменный топор",
		"ukrainian": "Кам'яна сокира",
		"korean": "돌도끼",
		"chinese": "石斧",
		"italian": "Ascia di pietra",
		"japanese": "石の斧",
		"czech": "Kamenná sekera",
		"danish": "Sten økse",
	},
	"equipmentDescription_axeStone": {
		"english": "Gets double the amount of wood out of trees. Finally we can do some serious construction!",
		"dutch":  "Krijgt dubbel het aantal of hout van bomen. Eindelijk kunnen we ernstig bouwen!",
		"german": "Erhält den doppelten Betrag an Holz aus Bäumen. Zeit für den Ausbau!",
		"french": "Fournit le double de la quantité de bois. Nous pouvons enfin créer de sérieuses constructions !",
		"spanish": "Obtiene el doble de la cantidad de madera de los árboles. ¡Por fin podemos hacer algunas construcciones serias!",
		"russian": "Позволяет получать в два раза больше бревен с дерева. Теперь мы сможем серьезно заняться строительством!",
		"portuguese": "Obtém o dobro da quantidade de madeira das árvores. Finalmente podemos fazer alguma construção séria!",
		"ukrainian": "Дозволяє отримувати вдвічі більше деревини з дерев. Тепер ми зможемо серйозно зайнятися будівництвом!",
		"polish": "Wydobywa dwa razy więcej drewna z drzew. W końcu możemy postawić coś porządnego!",
		"turkish": "Ağaçlardan iki kat daha fazla odun verimi alıyor. En sonunda ciddi bir inşa işine girebiliriz.",
		"korean": "나무에서 얻는 목재의 양을 두 배로 늘려줍니다. 드디어 제대로 된 건축을 할 수 있겠어요!",
		"chinese": "从树木中获取双倍的木材。我们终于可以建造一些牢固建筑了!",
		"italian": "Usandola potrai ricavare il doppio della legna dagli alberi. Finalmente possiamo dedicarci a qualche costruzione seria!",
		"japanese": "石の斧は2倍の量の木材を伐採できます。これはしっかりとした構造の建物を作るときに役立つはずです！",
		"czech": "Získá dvojnásobné množství dřeva ze stromů. Konečně můžeme udělat lepší konstrukci!",
		"danish": "Giver dobbelt så meget træ ud af træer. Endelig kan vi gøre noget seriøst arbejde!",
	},
	"equipmentName_axeIron": {
		"english": "Iron Axe",
		"dutch":  "Ijzeren Bijl",
		"german": "Eisenaxt",
		"french": "Hache en fer",
		"spanish": "Hacha de hierro",
		"turkish": "Demir balta",
		"portuguese": "Machado de ferro",
		"polish": "Żelazna siekiera",
		"russian": "Железный топор",
		"ukrainian": "Залізна сокира",
		"korean": "쇠도끼",
		"chinese": "铁斧",
		"italian": "Ascia di ferro",
		"japanese": "鉄の斧",
		"czech": "Železná sekera",
		"danish": "Jern økse",
	},
	"equipmentDescription_axeIron": {
		"english": "Gets 150% more wood out of trees. Are you ready to build an empire out of wood?",
		"dutch":  "Krijgt 150% meer hout van een boom. Ben je klaar on een rijk te bouwen uit of hout?",
		"german": "Erhält 150% mehr Holz aus Bäumen. Bist du bereit ein Imperium aus Holz zu bauen?",
		"french": "Fournit 150% de bois en plus. Êtes-vous prêt à construire un empire tout en bois ?",
		"spanish": "Obtiene un 150% más madera de los árboles. ¿Estás listo para construir un imperio de madera?",
		"russian": "Позволяет получать на 150% больше бревен с деревьев. Вы уже готовы построить свою деревянную империю?",
		"portuguese": "Obtém 150% mais madeira de árvores. Você está pronto para construir um império de madeira?",
		"ukrainian": "Дозволяє отримувати на 150% більше деревини з дерев. Ви вже готові побудувати свою дерев'яну імперію?",
		"polish": "Wydobywa 150% więcej drewna z drzew. Jesteś gotowy zbudować swoje drewinane imperium?",
		"turkish": "Ağaçlardan %150 daha fazla odun verimi alıyor. Odundan bir imparatorluk kurmaya hazır mıyız?",
		"korean": "나무에서 150% 많은 목재를 얻습니다. 목재로 제국을 건설할 준비가 되셨나요?",
		"chinese": "从树木中获得150%的木材。你准备好用木头建立一个帝国了吗?",
		"italian": "Usarla ti farà ricavare il 150% in più di legna dagli alberi. Il tuo impero di legno potrà avere inizio.",
		"japanese": "鉄の斧は150%多く材木を伐採できます。この斧があれば帝国建設だって夢じゃない！",
		"czech": "Získá ze stromů o 150% více dřeva. Jste připraveni vybudovat dřevěné impérium?",
		"danish": "Giver 150% mere træ ud af træer. Er du klar til at bygge et emperium af træ?",
	},

// Pickaxes
//*********

	"equipmentName_pickaxeWood": {
		"english": "Wooden Pickaxe",
		"dutch":  "Houten Pikhouweel",
		"german": "Holzpicke",
		"french": "Pioche en bois",
		"spanish": "Pico de madera",
		"turkish": "Ahşap Kazma",
		"portuguese": "Picareta De Madeira",
		"polish": "Drewniany kilof",
		"russian": "Деревянная кирка",
		"ukrainian": "Дерев'яне кайло",
		"korean": "나무곡괭이",
		"chinese": "木镐",
		"italian": "Piccone di legno",
		"japanese": "木のツルハシ",
		"czech": "Dřevěný krumpáč",
		"danish": "Træ hakke",
	},
	"equipmentDescription_pickaxeWood": {
		"english": "Gets 50% more resources out of mining. Someone said kicking wasn't that healthy.",
		"dutch":  "Haal 50% meer grondstoffen uit de mijnbouw. Iemand zei dat schoppen niet zo gezond was.",
		"german": "Erhält 50% mehr Ressourcen aus Bergarbeit. Jemand meinte, das Treten von Steinen sei nicht so gesund.",
		"french": "Fournit 50% de ressources minières en plus. Quelqu'un a dit que donner des coups de pied n'était pas recommandé.",
		"spanish": "Obtiene un 50% más recursos del minado. Alguien dijo que dar patadas no era tan saludable.",
		"russian": "Позволяет получать на 50% больше ресурсов с добычи. Кто-то сказал, что добыча ресурсов ногой - не лучшая идея.",
		"portuguese": "Obtém 50% mais recursos de mineração. Alguém disse que chutar não era tão saudável.",
		"ukrainian": "Дозволяє отримувати на 50% більше ресурсів з видобутку. Хтось казав, що видобуток ресурсів ногою шкодить здоров'ю.",
		"polish": "Wydobywa 50% więcej materiałów z górnictwa. Ktoś powiedział, że kopanie nie jest zbyt zdrowe.",
		"turkish": "Madencilikten %50 daha fazla kaynak alıyor. Birisi tekmelemenin o kadar da sağlıklı olmadığını söyledi.",
		"korean": "채광에서 50% 많은 자원을 얻습니다. 발로 차는건 건강에 좋지 않다고 해요.",
		"chinese": "采矿可以获得50%的资源。有人说踢腿不太健康。",
		"italian": "Usandolo potrai estrarre il 50% in più di minerali. Secondo alcuni calciare non era la soluzione più salutare.",
		"japanese": "木のツルハシは50%多く採掘する事ができます。足で蹴りながらの採掘は健康的ではないと誰かが言いました。",
		"czech": "Z těžby získá o 50% více zdrojů. Někdo tu říkal, že kopat nohou není tak zdravé.",
		"danish": "Få 50% flere ressourcer ud af minearbejde. Nogle sagde at det ikke var sikkert at sparke.",
	},
	"equipmentName_pickaxeStone": {
		"english": "Stone Pickaxe",
		"dutch":  "Stenen Pikhouweel",
		"german": "Steinpicke",
		"french": "Pioche en pierre",
		"spanish": "Pico de piedra",
		"turkish": "Taş Kazma",
		"portuguese": "Picareta de Pedra",
		"polish": "Kamienny kilof",
		"russian": "Каменная кирка",
		"ukrainian": "Кам'яне кайло",
		"korean": "돌곡괭이",
		"chinese": "石镐",
		"italian": "Piccone di pietra",
		"japanese": "石のツルハシ",
		"czech": "Kamenný krumpáč",
		"danish": "Sten hakke",
	},
	"equipmentDescription_pickaxeStone": {
		"english": "Gets double the amount of resources out of mining. What are you going to do with all this stone and iron?",
		"dutch":  "Haal het dubbele aan grondstoffen uit de mijnbouw. Wat ga je doen met al die steen en ijzer?",
		"german": "Erhält den doppelten Betrag an Ressourcen aus Bergarbeit. Was wirst du mit all dem Stein und Eisen machen?",
		"french": "Fournit le double de la quantité de ressources minières. Qu'allez-vous faire avec toute cette pierre et tout ce fer ?",
		"spanish": "Obtiene el doble de la cantidad de recursos del minado. ¿Qué vas a hacer con toda esta piedra y hierro?",
		"russian": "Позволяет получать в два раза больше ресурсов с добычи. Что же делать с таким количеством камня и железа?",
		"portuguese": "Obtém o dobro da quantidade de recursos da mineração. O que você vai fazer com toda essa pedra e ferro?",
		"ukrainian": "Дозволяє отримувати вдвічі більше ресурсів з видобутку. Що ж робити з такою кількістю каменю та заліза?",
		"polish": "Podwaja wydobycie materiałów z górnictwa. Co zamierzasz zrobić z tym kamieniem i żelazem, co?",
		"turkish": "Madencilikten iki kat daha fazla kaynak alıyor. Bu kadar demir ve taşla ne yapacaksın?",
		"korean": "채광에서 두 배의 자원을 얻습니다. 이 돌과 철로 뭘 하시려는거죠?",
		"chinese": "从采矿中获得双倍的资源。你打算怎么处理这些石头和铁矿",
		"italian": "Con questo potrai estrarre il doppio dei minerali. Cosa hai intenzione di fare con così tanta pietra e ferro?",
		"japanese": "石のツルハシは2倍多く採掘する事ができます。そんなに沢山の石や鉄鉱石を採掘してどうするつもりですか？",
		"czech": "Získá dvojnásob množství zdrojů z těžby. Co budeš dělat se vším tím kamenem a železem?",
		"danish": "Giver dobbelt så mange resourcer ud af minearbejde. Hvad vil du gøre med alt det sten og jern?",
	},
	"equipmentName_pickaxeIron": {
		"english": "Iron Pickaxe",
		"dutch":  "Ijzeren Pikhouweel",
		"german": "Eiserne Picke",
		"french": "Pioche en fer",
		"spanish": "Pico de hierro",
		"turkish": "Demir Kazma",
		"portuguese": "Picareta de Ferro",
		"polish": "Żelazny kilof",
		"russian": "Железная кирка",
		"ukrainian": "Залізне кайло",
		"korean": "쇠곡괭이",
		"chinese": "铁镐",
		"italian": "Piccone di ferro",
		"japanese": "鉄のツルハシ",
		"czech": "Železný krumpáč",
		"danish": "Jern hakke",
	},
	"equipmentDescription_pickaxeIron": {
		"english": "Gets 150% more resources out of mining. No pebble left untouched!",
		"dutch":  "Krijgt 150% meer matriaal uit van mijnbouw. Geen Rock blijft onaangeraakt!",
		"german": "Erhält 150% mehr Ressourcen aus Bergarbeit. Kein Kiesel wird zurückgelassen!",
		"french": "Fournit 150% de ressources minières en plus. Aucun caillou ne restera intact !",
		"spanish": "Obtiene 150% más recursos del minado. ¡No quedó ninguna piedra sin tocar!",
		"russian": "Позволяет получать на 150% больше ресурсов с добычи. Ни один камень не останется нетронутым!",
		"portuguese": "Obtém 150% mais recursos de mineração. Nenhuma pedrinha deixada intocada!",
		"ukrainian": "Дозволяє отримувати на 150% більше ресурсів з видобутку. Жоден камінь не залишиться недоторканим!",
		"polish": "Zwiększa wydobycie z górnictwa o 150%. Żaden kamyczek nie zostanie pominięty!",
		"turkish": "Madencilikten %150 daha fazla kaynak alıyor. Dokunulmamış çakıl kalmayacak!",
		"korean": "채광에서 150% 많은 자원을 얻습니다. 손댄 적 없는 돌덩이가 없네요!",
		"chinese": "从采矿中获得150%的资源。没有一颗鹅卵石是完好无损的!",
		"italian": "Usarlo ti farà estrarre il 150% in più di minerali. Nessun ciottolo rimarrà più intatto!",
		"japanese": "鉄のツルハシは150%多く採掘する事ができます。手つかずの岩が無くなる事でしょう！",
		"czech": "Z těžby získá o 150% více zdrojů. Žádný oblázek nezůstane nedotčený!",
		"danish": "Få 150% flere resourcer ud af minearbejde. Ingen sten urørt!",
	},

// Bows
//*****

	"equipmentName_bow": {
		"english": "Simple Bow",
		"dutch":  "Eenvoudige Boog",
		"german": "Einfacher Bogen",
		"french": "Arc rudimentaire",
		"spanish": "Arco simple",
		"bulgarian": "Обикновен лък",
		"turkish": "Basit Yay",
		"portuguese": "Arco simples",
		"polish": "Prosty łuk",
		"russian": "Простой лук",
		"ukrainian": "Простий лук",
		"korean": "단순한 활",
		"chinese": "简易弓",
		"italian": "Arco semplice",
		"japanese": "シンプルな弓",
		"czech": "Obyčejný luk",
		"danish": "Simpel bue",
	},
	"equipmentDescription_bow": {
		"english": "Each arrow deals a serious amount of damage - if it hits.",
		"dutch":  "Elke pijl doet een degelijk aantal of schade - als het raakt.",
		"german": "Jeder Pfeil kann den Gegner ernsthaft verletzen - wenn er trifft.",
		"french": "Chaque flèche inflige de sérieux dégâts - si elle touche sa cible.",
		"spanish": "Cada flecha hace una gran cantidad de daño - si logra acertar.",
		"bulgarian": "Всяка стрела прави сериозно поражение, ако оцелите противника.",
		"turkish": "Her ok, isabet etmesi halinde, ciddi miktarda hasar verir.",
		"portuguese": "Cada flecha causa uma quantidade séria de dano - se acertar.",
		"polish": "Każda strzała zadaje poważne obrażenia - jeśli trafi.",
		"russian": "Каждая стрела наносит серьезный урон. Если, конечно, она попадает.",
		"ukrainian": "Кожна стріла завдає серйозної шкоди - якщо влучає в ціль.",
		"korean": "화살 하나하나가 무시할 수 없는 피해를 입힙니다 - 그게 맞는다면, 말이죠.",
		"chinese": "每一支箭都会造成重伤 - 如果它击中目标的话。",
		"italian": "Ogni freccia infligge una grande quantità di danni, sempre se va a segno.",
		"japanese": "弓矢は深刻な量のダメージを与える事ができます。",
		"czech": "Každý šíp způsobí vážné poškození - pokud tedy zasáhne.",
		"danish": "Hver skud gør em seriøs mængde skade - hvis den rammer.",
	},

// Clubs
//******

	"equipmentName_clubWood": {
		"english": "Wooden Club",
		"dutch":  "Houten Knots",
		"german": "Holzkeule",
		"french": "Massue en bois",
		"spanish": "Porra de Madera",
		"bulgarian": "Дървена Бухалка",
		"turkish": "Ahşap sopa",
		"portuguese": "Clube de madeira",
		"polish": "Drewniana pałka",
		"russian": "Деревянная дубинка",
		"ukrainian": "Дерев'яний кий",
		"korean": "나무 몽둥이",
		"chinese": "木棒",
		"italian": "Bastone di legno",
		"japanese": "木のこん棒",
		"czech": "Dřevěný palcát",
		"danish": "Træ kølle",
	},
	"equipmentDescription_clubWood": {
		"english": "This plain club is used by Tikigoblins. It might be of special value to collectors!",
		"dutch":  "Deze vlakte knots is gebruikt bij Tikigoblins. Het is meschien van bijzondere waarden voor verzamelaars!",
		"german": "Diese unscheinbare Keule wird von den Tikigoblins verwendet. Für Sammler ist sie sicher wertvoll!",
		"french": "Cette massue ordinaire est utilisée par les Tikigoblins. Elle pourrait être appréciée par les collectionneurs !",
		"spanish": "Esta porra de madera la ocupan los Tikigoblins. ¡Es especialmente valiosa para los coleccionistas!",
		"turkish": "Bu sade sopa Tikigoblins tarafından kullanılıyor. Koleksiyoncular için özel bir değeri olabilir!",
		"portuguese": "Este clube simples é usado por Tikigoblins. Pode ser de valor especial para colecionadores!",
		"polish": "Ta zwykła pałka jest używana przez Gobliny Tiki. Może mieć szczególną wartość dla kolekcjonerów!",
		"russian": "Эти дубинки используют тикогоблины. Может иметь ценность для коллекционеров!",
		"ukrainian": "Цей простий кий використовують Тікогобліни. Може мати цінність для колекціонерів!",
		"korean": "이 단순한 몽둥이는 티키고블린들이 쓰던 것입니다. 수집가들은 좀 특별한 가치를 느낄지도 모르죠!",
		"chinese": "土著哥布林用的就是这个普通的棍子。它可能对收藏家有特殊的价值!",
		"italian": "Questo semplice bastone è usato dai Tikigoblin. Potrebbe avere un valore speciale per i collezionisti!",
		"japanese": "木のこん棒はティキゴブリンが良く使っています。コレクターによっては特別な価値があるのかもしれません！",
		"czech": "Tento obyčejný palcát používají Tikigoblini. Pro sběratele by mohl mít zvláštní hodnotu!",
		"danish": "Denne simple kølle bliver brugt af Tikigoblins. Det har måske en special værdi til samlere!",
	},
	"equipmentName_clubStone": {
		"english": "Stone Club",
		"german": "Steinkeule",
		"french": "Massue en pierre",
		"spanish": "Porra de Piedra",
		"russian": "Каменная булава",
		"portuguese": "Clube de pedra",
		"dutch": "Stenen Knots",
		"ukrainian": "Кам'яна булава",
		"korean": "돌 몽둥이",
		"chinese": "石棒",
		"italian": "Bastone di pietra",
		"polish": "Kamienna pałka",
		"turkish": "Sopa",
		"japanese": "石のこん棒",
		"czech": "Kamenný palcát",
		"danish": "Sten kølle",
	},
	"equipmentDescription_clubStone": {
		"english": "Yes, this stone club might look a bit primitive. Don't underestimate its effectiveness when it comes to dealing damage!",
		"german": "Diese Steinkeule mag etwas primitiv wirken, ja. Wenn es darum geht Schaden auszuteilen ist sie allerdings doch ganz brauchbar.",
		"french": "Oui, cette massue en pierre peut sembler un peu primitive. Ne sous-estimez pas son efficacité lorsqu'il s'agit d'infliger des dégâts !",
		"spanish": "Sí, esta porra de piedra puede parecer un poco primitiva. ¡No subestimes su efectividad cuando se trata de hacer daño!",
		"russian": "Да, это оружие выглядит очень примитивно. Однако не стоит его недооценивать!",
		"dutch": "Ja, deze stenen knots ziet er misschien een beetje primitief uit. Maar onderschat niet de hoeveelheid schade die hij kan aanrichten!",
		"portuguese": "Sim, este clube de pedra pode parecer um pouco primitivo. Não subestime sua eficácia quando se trata de causar dano!",
		"ukrainian": "Так, ця зброя виглядає трохи примітивно. Однак стає не до жартів, коли ця штука летить вам у голову!",
		"korean": "맞아요, 이 돌 몽둥이는 좀 원시적인 느낌이 나죠. 하지만 진짜로 들어가는 데미지를 무시할 순 없을거에요.",
		"chinese": "这个石棒看起来有点原始。当拿来战斗时，不要低估它的伤害!",
		"italian": "Sì, potrebbe sembrare un po' primitivo, ma non sottovalutare la sua efficacia quando si tratta di infliggere danni!",
		"polish": "Tak, ta kamienna pałka może wyglądać dość prymitywnie. Nie należy jej jednak nie doceniać, kiedy dochodzi do zwarcia!",
		"turkish": "Kabul, bu sopa ilkel görünebilir. Ancak düşmana hasar verme konusunda hiç de azımsanacak bir silah değil!",
		"japanese": "石のこん棒は少し原始的に見えるかもしれません。ダメージを与える事に関してはその効果を過小評価するべきではありません!",
		"czech": "Ano, tento kamenný palcát může vypadat trochu primitivně. Nepodceňujte ale jeho účinnost!",
		"danish": "Ja, denne sten kølle ser måske lidt primitiv ud. Ikke undervurder den effektivitet når det kommer til at gøre skade!",
	},
	"equipmentName_clubRitual": {
		"english": "Tiki Club",
		"german": "Tikikeule",
		"french": "Massue tikie",
		"spanish": "Porra Tiki",
		"russian": "Тики булава",
		"portuguese": "Clube tiki",
		"dutch": "Tiki Knots",
		"ukrainian": "Тікі булава",
		"korean": "티키 몽둥이",
		"chinese": "土著棒子",
		"italian": "Bastone tiki",
		"polish": "Pałka Tiki",
		"turkish": "Tiki sopası",
		"japanese": "ティキのこん棒",
		"czech": "Tiki palcát",
		"danish": "Tiki Kølle",
	},
	"equipmentDescription_clubRitual": {
		"english": "Tikigoblins make ritual clubs like this to fight very specific foes. Once they've been victorious, the club is used as a memento of their defeated enemies!",
		"german": "Ritualkeulen wie diese fertigen Tikigoblins extra für einen bestimmten Feind an. Ist dieser besiegt, so dient sie als Erinnerung an den gloreichen Sieg.",
		"french": "Les Tikigoblins fabriquent des massues rituelles comme celle-ci pour combattre des ennemis très spécifiques. Une fois qu'ils ont été victorieux, la massue est utilisée comme souvenir de leurs ennemis vaincus !",
		"spanish": "Los Tikigoblins hacen porras rituales como ésta para pelear contra enemigos específicos. Una vez que consiguen la victoria, ¡la porra es usada como un recuerdo de sus enemigos derrotados!",
		"russian": "Тикигоблины используют эти булавы для определенных сражений. После победы в сражении эта булава используется ими как трофей.",
		"dutch": "Tikigoblins maken rituele knotsen zoals deze om hele speciale vijanden te bevechten. Zodra ze hebben gewonnen, wordt de knots gebruikt als een herinnering aan de verslagen vijanden!",
		"portuguese": "Tikigoblins fazem clubes rituais como este para lutar contra inimigos muito específicos. Uma vez que eles foram vitoriosos, o clube é usado como uma lembrança de seus inimigos derrotados!",
		"ukrainian": "Тікігобліни створюють таку ритуальну зброю для баталії з чітко визначеними супротивниками. Після тріумфу в бою, ця булава використовується як нагадування про переможених ворогів!",
		"korean": "티키고블린들은 매우 특별한 적과 싸우기 위해 제사용 몽둥이를 만듭니다. 그들이 언젠가 승리하게 되면, 몽둥이는 패배한 적을 기리기 위해 사용됩니다!",
		"chinese": "土著哥布林用这样的仪式棒来对付特定的敌人。一旦取得胜利，棒子就被用来纪念被击败的敌人!",
		"italian": "I Tikigoblin creano bastoni rituali come questo per affrontare avversari molto specifici. Quando si esce vittoriosi, il bastone viene utilizzato come cimelio per ricordare la sconfitta dei loro nemici!",
		"polish": "Gobliny Tiki tworzą rytualne pałki, żeby walczyć przeciwko wybranym przeciwnikom. Kiedy wygrają walkę, taka pałka jest używana jako pomnik dla uczczenia porażki ich wrogów! ",
		"turkish": "Tikigoblinler bu şekil ritüel sopaları spesifik düşmanlar için yapar. Galip geldikleri taktirde hatıra olarak saklarlar!",
		"japanese": "ティキゴブリンは非常に特殊な敵と戦うためにこのような儀式用こん棒を作ります。彼らが勝利するとこん棒は彼らの敗北した敵の記念品として使用されます！",
		"czech": "Tikigoblini vytvářejí rituální palcáty pro boj s velmi specifickými nepřáteli. Jakmile zvítězí, je palcát vystaven jako vzpomínka na jejich poražené nepřátele!",
		"danish": "Tikigoblins gør rituelle køller som denne til at bekæmpe meget specifikke fjender. Når de har vundet sejren, bruges køller som et minde om deres besejrede fjender!",
	},

// Watering Cans
//**************

	"equipmentName_wateringCanWood": {
		"english": "Wooden Watering Can",
		"dutch":  "Houten Gieter",
		"german": "Holzgießkanne",
		//TODO-bulgarian
		"french": "Arrosoir en bois",
		"spanish": "Regadera de madera",
		"bulgarian": "Лейка",
		"turkish": "Ahşap su kovası",
		"portuguese": "Regador de madera",
		"polish": "Drewniana konewka",
		"russian": "Деревянная лейка",
		"ukrainian": "Дерев'яна лійка",
		"korean": "나무 물뿌리개",
		"chinese": "木制水壶",
		"italian": "Annaffiatoio di legno",
		"japanese": "木製じょうろ",
		"czech": "Dřevěná konev",
		"danish": "Træ vandkande",
	},
	"equipmentDescription_wateringCanWood": {
		"english": "You need to have a watering can to provide optimal care for your plants. Plants that have been watered correctly have been reported to yield double or triple harvests!",
		"dutch":  "Jij hebt een gieter nodig om optimaal je planten te verzorgen. Planten die water hebben gehad krijgen dubbele of zelfs drievoudige oogst!",
		"german": "Du benötigst eine Gießkanne, um deine Pflanzen optimal zu pflegen. Pflanzen, die korrekt gegossen werden, können den doppelten oder dreifachen Ertrag abwerfen!",
		"french": "Vous devez avoir un arrosoir pour fournir des soins optimaux à vos plantes. Les plantes qui ont été arrosées correctement auront une récolte qui sera deux voire trois fois meilleure !",
		"spanish": "Necesitas tener una regadera para proporcionar el cuidado necesario a las plantas. ¡Aquellas plantas que han sido regadas correctamente pueden producir el doble o el triple de cosecha!",
		"bulgarian": "Трябва да имате лейка, за да осигурите оптимална грижа за вашите растения. Растенята които са поливани правилно добиват двойни или тройни реколти.",
		"turkish": "Bitkilerinize en uygun bakımı sağlamak için bir sulama kovasına ihtiyacınız var. Doğru bir şekilde sulanan bitkilerin çift veya üçlü hasat verdikleri bildirildi!",
		"portuguese": "Você precisa ter um regador para fornecer o melhor atendimento para suas plantas. As plantas que foram regadas corretamente produziram colheitas duplas ou triplas!",
		"polish": "Musisz mieć konewkę, aby zapewnić pielęgnację roślin na odpowiednim poziomie. Doniesiono, że rośliny podlewane prawidłowo dają podwójne lub potrójne zbiory!",
		"russian": "Вам нужна лейка для обеспечения хорошего ухода за растениями. Говорят, что правильно орошенные растения дают двойной, а то и тройной урожай!",
		"ukrainian": "Для оптимального догляду за рослинами необхідно мати лійку. Кажуть, що як слід политі рослини дають подвійний, а то й потрійний урожай!",
		"korean": "작물들을 최적의 상태로 돌보려면 물뿌리개가 필요합니다. 제때 물을 준 작물에서는 수확량이 두세배로 늘어난다는 보고가 있다고 하네요!",
		"chinese": "你需要一个灌溉水壶来为你的植物提供合适的生长环境。据报道，正确浇水的植物可以获得两到三倍的收成!",
		"italian": "È necessario disporre di un annaffiatoio per fornire le cure ottimali alle piante. Se le piante vengono annaffiate correttamente, sono capaci di generare raccolti doppi o tripli!",
		"japanese": "作物を適正に栽培するにはじょうろが必要です。正しく水を与える事ができた作物は2倍または3倍の収穫をもたらすと報告されています！",
		"czech": "K zajištění optimální péče o vaše rostliny musíte mít konev. Zalévané rostliny přinášejí dvojitou nebo až trojitou sklizeň!",
		"danish": "Du skal have en vandkande for at give optimal pleje af dine planter. Planter, der er blevet vandet korrekt, er rapporteret til at give dobbelt eller tredobbelt høst!",
	},
	"equipmentName_wateringCanStone": {
		"english": "Stone Watering Can",
		"dutch":  "Stenen Gieter",
		"german": "Steingießkanne",
		"french": "Arrosoir en pierre",
		"spanish": "Regadera de piedra",
		"turkish": "Taş su kovası",
		"portuguese": "Regador de pedra",
		"polish": "Kamienna konewka",
		"russian": "Каменная лейка",
		"ukrainian": "Кам'яна лійка",
		"korean": "돌 물뿌리개",
		"chinese": "石制水壶",
		"italian": "Annaffiatoio di pietra",
		"japanese": "石製じょうろ",
		"czech": "Kammená konev",
		"danish": "Sten Vandkande",
	},
	//"equipmentDescription_wateringCanStone": {
	// Not fully implemented in the game yet	
	//},
	"equipmentName_wateringCanIron": {
		"english": "Iron Watering Can",
		"dutch":  "Ijzeren Gieter",
		"german": "Eisengießkanne",
		"french": "Arrosoir en fer",
		"spanish": "Regadera de hierro",
		"turkish": "Demir su kovası",
		"portuguese": "Regador de ferro",
		"polish": "Żelazna konewka",
		"russian": "Железная лейка",
		"ukrainian": "Залізна лійка",
		"korean": "철 물뿌리개",
		"chinese": "铁制水壶",
		"italian": "Annaffiatoio di ferro",
		"japanese": "鉄製じょうろ",
		"czech": "Železná konev",
		"danish": "Jern Vandkande",
	},
	//"equipmentDescription_wateringCanIron": {
	// Not fully implemented in the game yet
	//},

// Armors
//*******

	"equipmentName_armorIron": {
		"english": "Iron Armor",
		"dutch":  "Ijzerem Harnas",
		"german": "Eisenrüstung",
		"french": "Armure en fer",
		"spanish": "Armadura de hierro",
		"bulgarian": "Желязна Броня",
		"turkish": "Demir Zırh",
		"portuguese": "Armadura de ferro",
		"polish": "Żelazna zbroja",
		"russian": "Железная броня",
		"ukrainian": "Залізна броня",
		"korean": "철갑옷",
		"chinese": "铁盔甲",
		"italian": "Armatura di ferro",
		"japanese": "鉄の鎧",
		"czech": "Železná zbroj",
		"danish": "Jern rustning",
	},
	"equipmentDescription_armorIron": {
		"english": "Takes a long time to be produced, but protects the bearer pretty well.",
		"dutch":  "Neemt een lange tijd om te maken, maar beschermd de drager heel goed.",
		"german": "Braucht lange in der Herstellung, aber schützt den Träger ziemlich gut.",
		"french": "Prend du temps à être fabriquer, mais protège assez bien le porteur.",
		"spanish": "Su producción es lenta, pero protege adecuadamente a quien la lleva",
		"bulgarian": "Отнема много време да се направи, но предпазва носителя доста добре.",
		"turkish": "Üretmesi uzun sürüyor, ancak hamilini oldukça iyi koruyor.",
		"portuguese": "Leva muito tempo para produzir, mas protege o portador muito bem.",
		"polish": "Produkcja zajmuje dużo czasu, ale bardzo dobrze chroni posiadacza.",
		"russian": "Долго изготавливается, зато хорошо защищает владельца.",
		"ukrainian": "Довго виготовляється, проте досить добре захищає власника.",
		"korean": "만드는데 오래 걸리지만, 착용자를 충분히 보호합니다.",
		"chinese": "需要很长时间才能生产出来，但能很好地防护穿着的人。",
		"italian": "Fabbricarla impiega molto tempo, ma protegge piuttosto bene il portatore.",
		"japanese": "しっかりと防御してくれますが、製作に時間がかかります。",
		"czech": "Výroba trvá sice dlouho, ale chrání svého nositele docela dobře.",
		"danish": "Tager lang tid at lave, men beskytter godt.",
	},
	"equipmentName_armorTraderGuard": {
		"english": "Trader Guard Armor",
		"german": "Rüstung der Händlergarde",
		"french": "Armure de garde de marchands",
		"spanish": "Armadura del Guardia Comerciante",
		"portuguese": "Armadura de Guarda Comerciante",
		"dutch": "Handelaar Bewaker Pantser",
		"russian": "Броня торговца",
		"korean": "상인 경호대의 갑옷",
		"italian": "Armatura della Guardia dei Mercanti",
		"chinese": "商人守卫护甲",
		"polish": "Zbroja strażnika handlarza",
		"turkish": "Tüccar Muhafız Zırhı",
		"japanese": "商人の用心棒の鎧",
		"czech": "Zbroj Ochránců obchodníků",
		"danish": "Handler Vagt Rustning",
		"ukrainian": "Броня Торгової Гвардії",
		
	},
	"equipmentDescription_armorTraderGuard": {
		"english": "The standard armor of the trader guard. Offers great protection without restricting one's agility.",
		"german": "Die Standardausrüstung der Händlergarde. Bietet guten Schutz ohne die Beweglichkeit zu sehr einzuschränken.",
		"french": "L'armure standard d'un garde de marchands. Offre une grande protection sans limiter l'agilité de son porteur.",
		"spanish": "La armadura estándar de un guardia comerciante. Ofrece una gran protección sin restringir la agilidad propia.",
		"portuguese": "A armadura padrão do comerciante guarda. Oferece grande proteção sem restringir a agilidade da pessoa.",
		"russian": "Стандартная броня торгового воина. Обеспечивает хорошую защиту без неудобств в движении.",
		"korean": "상인 경호대의 표준 갑옷입니다. 움직임에 제한을 주지 않으면서도 꽤 잘 보호해줍니다.",
		"dutch": "Het standaard pantser voor de handelaar bewaker. Zorgt voor veel bescherming terwijl het je niet vertraagt.",
		"italian": "L'armatura ordinaria per i membri della Guardia dei Mercanti. Offre una protezione eccezionale senza limitare l'agilità.",
		"chinese": "商人守卫的标准装甲。强大的防护又不会妨碍敏捷性。",
		"polish": "Standardowa zbroja strażnika handlarza. Oferuje świetną ochronę i nie ogranicza szybkości.",
		"turkish": "Tüccar muhafızlar için standart zırh. Kişinin çevikliğini kısıtlamadan büyük bir koruma sağlar",
		"japanese": "商人の用心棒の鎧です。敏捷性を損なう事も無く、また防御力も優れています。",
		"czech": "Standardní zbroj Ochránců obchodníků. Nabízí skvělou ochranu bez omezení obratnosti.",
		"ukrainian": "Стандартна броня Торгової Гвардії. Забезпечує чудовий захист, не обмежуючи при цьому рухи.",
		//"danish": "",
	},
	"equipmentName_armorTikiHeavy": {
		"english": "Tiki Turtle Armor",
		"german": "Tiki Schildkrötenrüstung",
		"french": "Armure de tortue tikie",
		"spanish": "Armadura de Tortuga Tiki",
		"portuguese": "Armadura de Tartaruga Tiki",
		"russian": "Черепашья тики броня",
		"korean": "티키 거북이의 갑옷",
		"dutch": "Tiki Schildpad Pantser",
		"italian": "Armatura di tartaruga tiki",
		"chinese": "土著龟甲",
		"polish": "Żółwia zbroja Tiki",
		"turkish": "Tiki kaplumbağa zırhı",
		"japanese": "ティキ亀の甲羅鎧",
		"czech": "Tiki Želví zbroj",
		"danish": "Tiki Skildpade Rustning",
		"ukrainian": "Черепашача броня Тікі",
	},
	"equipmentDescription_armorTikiHeavy": {
		"english": "No one has ever seen these giant turtles whose shells are used to make this heavy armor. Only the Tikigoblins seem to know the secret of their whereabouts.",
		"german": "Die Riesenschildkröten aus denen diese schwere Rüstung gefertigt wurde hat bisher noch niemand zu Gesicht bekommen. Einzig die Tikigoblins scheinen das Geheimnis ihres Aufenhaltsortes zu kennen.",	
		"french": "Personne n'a jamais vu ces tortues géantes dont les carapaces sont utilisées pour fabriquer cette armure lourde. Seuls les Tikigoblins semblent connaître le secret de leur localisation.",
		"spanish": "Nunca nadie ha visto estas tortugas gigantes cuyos caparazones son usados al fabricar esta pesada armadura. Solo los Tikigoblins parecen saber el secreto de su paradero.",
		"portuguese": "Ninguém jamais viu essas tartarugas gigantes cujas conchas são usadas para fazer essa pesada armadura. Apenas os tikigoblins parecem saber o segredo de seu paradeiro.",
		"russian": "Никто никогда не видел этих гигантских черепах, чьи панцири используются для изготовления этой тяжелой брони. Только Тикигоблины, кажется, знают где их найти.",
		"korean": "이 중갑옷을 만들기 위해서 거북이의 등껍질이 사용되었습니다. 하지만 그 거대한 거북이를 본 사람은 아무도 없습니다. 티키고블린들만이 어디에서 거북이를 찾을 수 있는지 그 비밀을 알고 있는 듯 합니다.",
		"dutch": "Niemand heeft ooit de grote schildpadden gezien waar schilden van worden gebruikt voor dit pantser. Alleen de Tikigoblins weten hun verblijfplaatsen.",
		"italian": "Nessuno ha mai visto le tartarughe giganti i cui gusci vengono usati per creare questa armatura pesante. Solo i Tikigoblin sembrano conoscere il segreto della loro esistenza.",
		"chinese": "从来没有人见过这些巨大的海龟，它们的壳被用来制造这种重型盔甲。似乎只有土著哥布林知道他们下落。",
		"polish": "Nikt nigdy nie widział tych gigantycznych żółwi, z których zostały wykonane te zbroje. Tylko Gobliny Tiki znają sekret ich pochodzenia.",
		"turkish": "Kabuklarından bu ağır zırhın yapıldığı kaplumbağaları kimse görmemiş. Muhtemelen yerleri sadece tikigoblinler tarafından biliniyor.", 
		"japanese": "この鎧に使われている甲羅の持ち主を見た事がありません。ゾウガメでしょうか？ティキゴブリンだけが所在を知っている様です。",
		"czech": "Nikdo nikdy neviděl tyto obří želvy, jejichž krunýře se používají k výrobě tohoto těžkého brnění. Zdá se, že pouze Tikigoblini znají tajemství úkrytu těchto želv.",
		"danish": "Ingen har nogensinde set disse kæmpe skildpadder, hvis skaller bruges til at fremstille denne tunge rustning. Kun Tikigoblins ser ud til at kende hemmeligheden bag deres opholdssted.",
		"ukrainian": "Ніхто й ніколи не бачив гігантських черепах, панцир яких використовується для виготовлення цієї важкої броні. Здається, лише Тікігобліни знають де їх відшукати.",
	},
	"equipmentName_armorSimplePlate": {
		"english": "Simple Plate Armor",
		"dutch":  "Eenvoudige Platen Harnas",
		"german": "Einfache Plattenrüstung",
		"french": "Armure de plaque simple",
		"spanish": "Armadura de Placas Simple",
		"russian": "Простая латная броня",
		"portuguese": "Armadura de Placa Simples",
		"ukrainian": "Проста латна броня",
		"polish": "Prosta zbroja płytowa",
		"turkish": "Basit Plaka Zırhı",
		"korean": "단순한 플레이트 아머",
		"chinese": "简易板甲",
		"italian": "Armatura a piastre semplice",
		"japanese": "シンプルなプレートアーマー",
		"czech": "Obyčejná plátová zbroj",
		"danish": "Simpel plade rustning",
	},
	"equipmentDescription_armorSimplePlate": {
		"english": "Focusing on the essentials, this armor suits part time soldiers just fine.",
		"dutch":  "Focussen op de essentials, Dit harnas fit de deeltijds krijgers prima.",
		"german": "Beschränkt sich auf das Wesentliche. Eine Rüstung für wahre Teilzeitsoldaten.",
		"french": "En se concentrant sur l'essentiel, cette armure convient bien pour les soldats à temps partiel.",
		"spanish": "Centrándose en lo esencial, esta armadura se adapta bien a los soldados de tiempo parcial.",
		"russian": "Ориентируясь на нужды, эта броня отлично подойдет солдатам, занятым неполный рабочий день.",
		"portuguese": "Concentrando-se no essencial, esta armadura combina com soldados a tempo parcial.",
		"ukrainian": "Забезпечуючи найнеобхідніший захист, ця броня підходить солдатам, зайнятим неповний робочий день.",
		"polish": "Skupmy się na podstawach, ta zbroja nadaje się dla żołnierzy na pół etatu.",
		"turkish": "Temellere odaklanarak, bu zırh yarı zamanlı askere çok uygun gider.",
		"korean": "필수적인 것에만 집중했습니다. 일용직 군인에게는 적절합니다.",
		"chinese": "该盔甲注重本质，很适合兼职战士穿戴。",
		"italian": "Concentrandosi sull'essenziale, questa armatura si adatta bene ai soldati part-time.",
		"japanese": "この鎧は本質に焦点を当てており、臨時の兵士にぴったりです。",
		"czech": "Tato zbroj vyhovuje vojákům pro občasný boj.",
		"danish": "Med fokus på det væsentlige passer denne rustning helt fint soldater.",
	},
	"equipmentName_armorTikiMedium": {
		"english": "Tiki Wood Armor",
		"german": "Tiki Holzrüstung",
		"french": "Armure en bois tikie",
		"spanish": "Armadura de Madera Tiki",
		"portuguese": "Armadura de Madeira Tiki",
		"dutch": "Houten Tiki Pantser",
		"russian": "Деревянная тики броня",
		"korean": "티키 목제 갑옷",
		"italian": "Armatura di legno tiki",
		"chinese": "土著木甲",
		"polish": "Drewniana zbroja Tiki",
		"turkish": "Tiki ahşap zırh",
		"japanese": "ティキの木製鎧",
		"czech": "Tiki dřevěná zbroj",
		"danish": "Tiki træ rustning",
		"ukrainian": "Дерев'яна броня Тікі",
	},
	"equipmentDescription_armorTikiMedium": {
		"english": "While this wooden armor makes rattling noises, it is very light and offers acceptable protection.",
		"german": "Zwar klappert diese Holzrüstung etwas beim Gehen, doch ist sie leicht und bietet akzeptablen Schutz.",
		"french": "Bien que cette armure en bois fasse des bruits de cliquetis, elle est très légère et offre une protection acceptable.",
		"spanish": "Aunque esta armadura de madera haga traqueteos, es muy ligera y ofrece una protección aceptable.",
		"portuguese": "Enquanto esta armadura de madeira faz ruídos de chocalho, é muito leve e oferece proteção aceitável.",
		"russian": "Хоть она и издает глухой звук, она очень легкая и обеспечивает достойную защиту.",
		"korean": "이 목제 갑옷은 덜컹거리는 소리가 나지만, 굉장히 가볍고 보호력도 봐줄 만 합니다.",
		"dutch": "Ondanks dat dit houten pantser ratelt, is het zeer licht en zorgt het voor een acceptabele bescherming.",
		"italian": "Sebbene questa armatura di legno emetta strani rumori, è molto leggera e offre una protezione accettabile.",
		"chinese": "虽然这种木质盔甲会发出嘎吱声，但它非常轻并有一定程度保护。",
		"polish": "Choć ta drewniana zbroje wydaje kołaczące odgłosy to zarazem jest bardzo lekka i daje niezłą ochronę.",
		"japanese": "この木製鎧は非常に軽く、許容できる範囲の防御力があります。",
		"czech": "Ikdyž tento dřevěný pancíř vydává nelibé chrastící zvuky, je velmi lehký a nabízí přijatelnou ochranu.",
		"danish": "Mens denne rustning i træ laver raslende lyde, er den meget let og tilbyder acceptabel beskyttelse",
		"ukrainian": "Хоча ця броня гучно тарахтить, проте вона дуже легка та забезпечує непоганий захист.",
	},
	"equipmentName_armorGambeson": {
		"english": "Gambeson",
		"dutch":  "Gambeson",
		"german": "Gambeson",
		"french": "Gambeson",
		"spanish": "Gambesón",
		"russian": "Гамбезон",
		"portuguese": "Gambeson",
		"ukrainian": "Гамбезон",
		"polish": "Przeszywanica",
		"turkish": "Pamuklu zırh",
		"korean": "천갑옷",
		"chinese": "软铠甲",
		"italian": "Gambesone",
		"japanese": "パッド入り防御鎧",
		"czech": "Gambeson",
		"danish": "Gambeson",
	},
	"equipmentDescription_armorGambeson": {
		"english": "The basic equipment of every wannabe warrior.",
		"dutch":  "De basis uitrusting van elke wannabe krijger.",
		"german": "Die Basisausrüstung für jeden Möchtegern-Krieger.",
		"french": "L'équipement de base de tout aspirant guerrier.",
		"spanish": "El equipo básico de cualquier aspirante a guerrero.",
		"russian": "Базовое снаряжение для воинов.",
		"portuguese": "O equipamento básico de todo guerreiro aspirante.",
		"ukrainian": "Базове спорядження кожного вояки-початківця.",
		"polish": "Podstawowa zbroja dla każdego początkującego wojownika",
		"turkish": "Yeni yetme savaşçıların temel ekipmanı.",
		"korean": "전사가 되고싶은 자들의 기본 장비입니다.",
		"chinese": "每个成为战士的必需装备。",
		"italian": "L'equipaggiamento base di ogni aspirante guerriero.",
		"japanese": "戦士の基本装備です。",
		"czech": "Základní výbava každého *rádoby* bojovníka.",
		"danish": "Grundlæggende udstyr til enhver wannabe-kriger.",
	},


// Work Gear
//**********

	"equipmentName_craftsmanGear0": {
		"english": "Apprentice Craftsman's Clothes",
		"dutch":  "Leerling Ambachtsman Kleren",
		"german": "Einfache Handwerkerkleidung",
		"french": "Vêtements de l'apprenti artisan",
		"spanish": "Ropas de Aprendiz de Artesano",
		"russian": "Одежда начинающего ремесленника",
		"portuguese": "Roupa do Aprendiz Artesão",
		"ukrainian": "Вбрання Ремісника",
		"polish": "Ubranie ucznia rzemieślnika",
		"turkish": "Çırak zanaatkar elbisesi",
		"korean": "풋내기 수공업자의 옷",
		"chinese": "工匠学徒衣服",
		"italian": "Vesti da apprendista fabbro",
		"japanese": "職人見習いの服",
		"czech": "Učňovský oblek řemeslníka",
		"danish": "Lærling håndværker tøj",
	},
	"equipmentDescription_craftsmanGear0": {
		"english": "With these comfortable clothes, craftsmen work a bit faster.",
		"dutch":  "Met deze gemakkelijke kleren, werkt ambachtsman de een beetje sneller.",
		"german": "Mit dieser bequemen Arbeitskleidung können Handwerker etwas schneller arbeiten.",
		"french": "Avec ces vêtements confortables, les artisans travaillent un peu plus vite.",
		"spanish": "Con estas cómodas ropas, los artesanos trabajarán un poco más rápido.",
		"russian": "С этой удобной одеждой ремесленники работают немного быстрее.",
		"portuguese": "Com estas roupas confortáveis, os artesãos trabalham um pouco mais rápido.",
		"ukrainian": "У цьому зручниму вбранні ремісники працюють трохи швидше.",
		"polish": "W takim wygodnym ubraniu rzemieślnik będzie pracować nieco szybciej",
		"turkish": "Bu rahat kıyafetlerle, zanaatkarlar biraz daha hızlı çalışıyor.",
		"korean": "이 편안한 옷을 입으면, 수공업자는 조금 더 빨리 일할 수 있습니다.",
		"chinese": "有了这些舒适的衣服，工匠们工作得更快了。",
		"italian": "Con queste vesti comode, i fabbri lavorano un po' più veloci.",
		"japanese": "新人の職人のための汚れていない新しい服です。クラフト時間を速くする事ができます。",
		"czech": "S tímto pohodlným oblečením pracují řemeslníci o něco rychleji.",
		"danish": "Med dette behagelige tøj arbejder håndværkere lidt hurtigere.",
	},
	"equipmentName_craftsmanGear1": {
		"english": "Master Craftsman's Clothes",
		"dutch":  "Meester Ambachtsman Kleren",
		"german": "Meisterhandwerkerkleidung",
		"french": "Vêtements du maître artisan",
		"spanish": "Ropas de Maestro Artesano",
		"russian": "Одежда опытного ремесленника",
		"portuguese": "Roupa do Mestre Artesão",
		"ukrainian": "Вбрання Майстерного Ремісника",
		"polish": "Ubranie rzemieślnika",
		"turkish": "Usta Zanaatkar Giysileri",
		"korean": "베테랑 수공업자의 옷",
		"chinese": "工匠大师衣服",
		"italian": "Vesti da mastro fabbro",
		"japanese": "名工の服",
		"czech": "Mistrovský oblek řemeslníka",
		"danish": "Mester håndværker tøj",
	},
	"equipmentDescription_craftsmanGear1": {
		"english": "Clothing for true master craftsmen. Your settlers will work significantly faster.",
		"dutch":  "Kleren voor een echte meester ambachtsman. Je kolonisten zullen opmerkelijk sneller werken.",
		"german": "Kleidung für wahre Handwerksmeister. Dein Siedler arbeitet um einiges schneller.",
		"french": "Des vêtements pour un vrai maître artisan. Vos colons travailleront plus rapidement.",
		"spanish": "Vestimentas para verdaderos maestros artesanos. Tus colonos trabajarán significativamente más rápido.",
		"russian": "Одежда для настоящего ремесленника. Ваши поселенцы будут работать значительно быстрее.",
		"portuguese": "Roupas para verdadeiros mestres artesãos. Seus colonos trabalharão significativamente mais rápido.",
		"ukrainian": "Вбрання для досвідченого ремісника, майстра своєї справи. Ваші колоністи працюватимуть у ньому значно швидше.",
		"polish": "Ubranie dla prawdziwego mistrza rzemieślnictwa. Twoi koloniści będą w niej pracować znacznie szybciej.",
		"turkish": "Gerçek usta zanaatkarlar için giyim. Yerleşimcileriniz çok daha hızlı çalışacak.",
		"korean": "진정한 수공업의 달인을 위한 옷입니다. 개척자는 상당히 빠르게 일할겁니다.",
		"chinese": "工匠大师的服装。你的殖民者会工作得更快。",
		"italian": "Vesti da vero mastro fabbro. I tuoi coloni lavoreranno molto più velocemente con queste.",
		"japanese": "長年技術と向き合った名工と言われる職人の汚れた服です。クラフト時間をとても速くする事ができます。",
		"czech": "Oblečení pro opravdového mistra řemeslníků. Vaši osadníci budou pracovat výrazně rychleji.",
		"danish": "Beklædning til ægte håndværker. Dine bosættere vil arbejde betydeligt hurtigere",
	},
	"equipmentName_foresterGear0": {
		"english": "Apprentice Forester's Clothes",
		"dutch":  "Leerling Houthakker Kleren",
		"german": "Einfache Försterkleidung",
		"french": "Vêtements de l'apprenti forestier",
		"spanish": "Ropas de Aprendiz de Leñador",
		"russian": "Одежда начинающего дровосека",
		"portuguese": "Roupas de Aprendiz Forester",
		"ukrainian": "Вбрання Лісника",
		"polish": "Ubranie ucznia drwala",
		"turkish": "Çırak ormancının giysileri",
		"korean": "풋내기 나무꾼의 옷",
		"chinese": "伐木工学徒衣服",
		"italian": "Vesti da apprendista guardaboschi",
		"japanese": "木こり見習いの服",
		"czech": "Učňovský oblek lesníka",
		"danish": "Lærling træhugger tøj",
	},
	"equipmentDescription_foresterGear0": {
		"english": "With the right equipment, forest work is so much easier. These clothes will enable your Foresters to work a little bit faster.",
		"dutch":  "Met de juiste uitrusting, bos werk is zoveel gemakkelijker. Deze kleren zullen je houthakkers een beetje sneller laten werken.",
		"german": "Mit der richtigen Ausstattung wird die Forstarbeit doch gleich viel leichter. Förster arbeiten etwas schneller.",	
		"french": "Avec le bon équipement, le travail en forêt est tellement plus facile. Ces vêtements permettront à vos forestiers de travailler un peu plus vite.",
		"spanish": "Con el equipo adecuado, el trabajo forestal es mucho más sencillo. Estas ropas permitirán a tus leñadores trabajar un poco más rápido.",
		"russian": "С экипировкой работать в лесу намного проще. Эта одежда позволит вашим дровосекам работать немного быстрее.",
		"portuguese": "Com o equipamento certo, o trabalho na floresta é muito mais fácil. Essas roupas permitirão que seus Foresters trabalhem um pouco mais rápido.",
		"ukrainian": "Із правильним спорядженням робота лісника набагато легша. Це вбрання дозволить вашим лісникам працювати трохи швидше.",
		"polish": "Z właściwym wyposażeniem, drwal może pracować dużo wydajniej. Te ciuchy umożliwą twoim drwalom nieco szybszą pracę.",
		"turkish": "Doğru ekipmanla odunculuk çok daha kolay. Bu kıyafetler oduncularınızın biraz daha hızlı çalışmasını sağlayacak.",
		"korean": "제대로 된 장비를 입으면, 벌목은 훨씬 쉬워집니다. 이 옷을 입은 나무꾼은 살짝 빠르게 일합니다.",
		"chinese": "有了合适的装备，伐木工作就容易多了。这些衣服可以让你的伐木工的工作得更快一点。",
		"italian": "Con il giusto equipaggiamento, il lavoro di guardaboschi risulta molto più semplice. Queste vesti permetteranno ai tuoi guardaboschi di lavorare un po' più velocemente.",
		"japanese": "木こりのための基本的な服です。伐採時間を速くする事ができます。",
		"czech": "Se správným vybavením jsou práce v lese mnohem jednodušší. Toto oblečení umožní vašim lesníkům pracovat o něco rychleji.",
		"danish": "Med det rigtige udstyr er skovarbejde så meget lettere. Det her tøj gær det muligt for dine skovhugger at arbejde lidt hurtigere",
	},
	"equipmentName_foresterGear1": {
		"english": "Master Forester's Clothes",
		"dutch":  "Meester Houthakker Kleren",
		"german": "Meisterförsterkleidung",
		"french": "Vêtements du maître forestier",
		"spanish": "Ropas de Maestro Leñador",
		"russian": "Одежда опытного дровосека",
		"portuguese": "Roupas de Mestre Forester",
		"ukrainian": "Вбрання Вмілого Лісника",
		"polish": "Ubranie drwala",
		"turkish": "Usta oduncu giysileri",
		"korean": "베테랑 나무꾼의 옷",
		"chinese": "伐木工大师衣服",
		"italian": "Vesti da mastro guardaboschi",
		"japanese": "木こりの達人の服",
		"czech": "Mistrovský oblek lesníka",
		"danish": "Mester skovhugger tøj",
	
	},
	"equipmentDescription_foresterGear1": {
		"english": "Working gear that will scare the hell out of all nearby trees. Foresters work a lot faster",
		"dutch":  "Werkkleding dat zal de hel uit alle bomen in de buurt doen schrikken",
		"german": "Eine Arbeitsmontur, die alle Bäume im näheren Umkreis vor Angst erstarren lassen wird. Förster arbeiten viel schneller.",	
		"french": "Un équipement de travail qui fera peur à tous les arbres aux alentours. Les forestiers travaillent beaucoup plus vite.",
		"spanish": "Un esquipo de trabajo que llenará de miedo a todos los árboles cercanos. Los leñadores trabajarán mucho más rápido.",
		"russian": "Эта экипировка заставит деревья дрожать перед вами! Ваши дровосеки будут работать значительно быстрее.",
		"portuguese": "Equipamento de trabalho que vai assustar o inferno fora de todas as árvores próximas. Os silvicultores trabalham muito mais rápido",
		"ukrainian": "Це спорядження змусить усі дерева поблизу боятись вас! Ваші лісники працюватимуть значно швидше.",
		"polish": "Odzienie robocze, które potrafi wystarszyć wszystkie pobliskie drzewa. Drwal będzie pracował znacznie szybciej",
		"turkish": "Etraftaki ağaçları korkutacak giysiler. Oduncular çok daha hızlı çalışıyor",
		"korean": "주변의 나무들을 공포에 떨게 할 작업복입니다. 나무꾼이 일하는 속도가 많이 빨라집니다.",
		"chinese": "工作起来会把附近的树全扫荡了。伐木工的工作得更快了",
		"italian": "Delle vesti lavorative che spaventeranno a morte tutti gli alberi nelle vicinanze. I guardaboschi lavoreranno molto più velocemente.",
		"japanese": "森を知り尽くした木こりの達人と言われる人が愛用した服です。伐採時間をとても速くする事ができます。",
		"czech": "S tímto oblekem pracují lesníci mnohem rychleji",
		"danish": "Arbejdsredskaber, der skræmmer helvede ud af alle nærliggende træer. Skovbrugere arbejder meget hurtigere",
	},
	"equipmentName_minerGear0": {
		"english": "Apprentice Miner's Clothes",
		"dutch":  "Leerling Mijnwerkers Kleren",
		"german": "Einfache Bergarbeiterkleidung",
		"french": "Vêtements de l'apprenti mineur",
		"spanish": "Ropas de Aprendiz de Minero",
		"russian": "Одежда начинающего шахтера",
		"portuguese": "Roupa do Aprendiz Mineiro",
		"ukrainian": "Вбрання Гірника",
		"polish": "Ubranie ucznia górnictwa",
		"turkish": "Çırak madenci giysileri",
		"korean": "풋내기 광부의 옷",
		"chinese": "矿工学徒衣服",
		"italian": "Vesti da apprendista minatore",
		"japanese": "採掘見習いの服",
		"czech": "Učňovský oblek horníka",
		"danish": "Lærling miner tøj",
	},
	"equipmentDescription_minerGear0": {
		"english": "Makes all the hard work slightly more bearable. Miners will work a bit faster.",
		"dutch":  "Maakt al de hard werk een beetje meer gemakkelijk. Mijnwerker zal een beetje sneller werken.",
		"german": "Macht all die harte Arbeit etwas erträglicher. Bergarbeiter erledigen ihre Arbeit etwas schneller.",	
		"french": "Rend tout ce dur travail un peu plus supportable. Les mineurs vont travailler un peu plus vite.",
		"spanish": "Hace que todo el trabajo duro sea un poco más soportable. Los mineros trabajarán un poco más rápido.",
		"russian": "Делает тяжелые будни шахтера не такими уж и тяжелыми. Шахтеры будут работать немного быстрее.",
		"portuguese": "Torna todo o trabalho duro um pouco mais suportável. Os mineiros vão trabalhar um pouco mais rápido.",
		"ukrainian": "Робить важкі будні гірника не такими вже й важкими. Гірники працюватимуть трохи швидше.",
		"polish": "Sprawia, że ciężka praca staje się nieco bardziej znośna. Górnicy będą pracować nieco szybciej",
		"turkish": "Tüm zor işleri biraz daha kolay hale getiriyor. Madenciler biraz daha hızlı çalışacaklar.",
		"korean": "모든 힘든 일들을 좀 더 참을 수 있게 해줍니다. 광부가 조금 빠르게 일합니다.",
		"chinese": "让重活变得更容易承受。矿工们会工作得更快一些。",
		"italian": "Rendono leggermente più sopportabile tutta la fatica. I minatori lavoreranno un po' più velocemente.",
		"japanese": "採掘のための基本的な服です。採掘時間を速くする事ができます。",
		"czech": "Díky tomuto obleku je veškerá tvrdá práce o něco snesitelnější. Horníci budou pracovat o něco rychleji.",
		"danish": "Gør alt det hårde arbejde lidt mere tåleligt. Minearbejdere arbejder lidt hurtigere.",
	},
	"equipmentName_minerGear1": {
		"english": "Master Miner's Clothes",
		"dutch":  "Meester Mijnwerkers Kleren",
		"german": "Meisterbergarbeiterkleidung",
		"french": "Vêtements du maître mineur",
		"spanish": "Ropas de Maestro Minero",
		"russian": "Одежда опытного шахтера.",
		"portuguese": "Roupa do Mestre Mineiro",
		"ukrainian": "Вбрання Витривалого Гірника.",
		"polish": "Ubranie górnika",
		"turkish": "Usta Madenci Giysileri",
		"korean": "베테랑 광부의 옷",
		"chinese": "矿工大师衣服",
		"italian": "Vesti da mastro minatore",
		"japanese": "採掘の達人の服",
		"czech": "Mistrovský oblek horníka",
		"danish": "Mester miner tøj",
		
	},
	"equipmentDescription_minerGear1": {
		"english": "For passionate miners that can't imagine life without a pickaxe in their hands. Mining stone, crystals and iron ore takes way less time. \"Rock and stone, brother!\"", // The last sentence is a quote from Deep Rock Galactic. As it is only voiced in English, we decided not to include this easter egg to other languages. Just ignore it. ;)
		"dutch":  "Voor gepassioneerde mijnwerkers die zich geen leven zonder kan voostellen zonder pikhouweel in de hand. Mijnbouw stone, kristallen en ijzererts neemt veel minder tijd.",
		"german": "Für all jene, die den Bergbau als ihre einzig wahre Berufung betrachten. Der Abbau von Stein, Kristallen und Eisenerz nimmt viel weniger Zeit in Anspruch.  ",	
		"french": "Pour les mineurs passionnés qui ne peuvent imaginer la vie sans une pioche à la main. L'extraction de la pierre, des cristaux et du minerai de fer prend beaucoup moins de temps.",
		"spanish": "Para los mineros apasionados que no pueden imaginar la vida sin un pico en sus manos. El minado de piedra, cristales y hierro les tomará mucho menos tiempo.",
		"russian": "Для шахтеров, которые не могут представить свою жизнь без кирки в руках. Добыча камня, кристаллов и железной руды занимает гораздо меньше времени.",
		"portuguese": "Para mineiros apaixonados que não conseguem imaginar a vida sem uma picareta nas mãos. Mineração de pedra, cristais e minério de ferro leva menos tempo.",
		"ukrainian": "Для гірників, які не можуть уявити своє життя без кайла в руках. Видобуток каменю, кристалів і залізної руди займає значно менше часу. \"Лупайте сю скалу!\"",
		"polish": "Dla pasjonatów górnictwa, którzy nie mogą wyobrazić sobie życia bez kilofa w dłoni. Wydobycie kamienia, kryształów i rud żelaza zabiera znacznie mniej czasu.",
		"turkish": "Ellerinde kazma olmayan bir hayatı hayal edemeyen tutkulu madenciler için. Taş, kristal ve demir cevheri madenciliği daha az zaman alır.",
		"korean": "손에 곡괭이가 없는 삶을 상상하지도 못하는 그런 열정적인 광부들을 위한 옷입니다. 돌, 크리스탈, 철광석을 캐내는 시간이 훨씬 짧아집니다.",
		"chinese": "对于热情的矿工来说，他们无法想象没有鹤嘴锄的生活。开采石头、水晶和铁矿石的时间要短得多。",
		"italian": "Per minatori appassionati che non possono immaginare la vita senza un piccone nelle loro mani. L'estrazione delle pietre, dei cristalli e dei minerali di ferro richiederà molto meno tempo.",
		"japanese": "長年採掘に携った採掘の達人と言われる人の意見を参考に作られた服です。採掘時間をとても速くする事ができます。",
		"czech": "Pro vášnivé horníky, kteří si nedokáží představit život bez krumpáče v rukou. Těžba kamene, krystalů a železné rudy zabere méně času. \"Skála a kámen, bratře!\"",
		"danish": "For lidenskabelige minearbejdere, der ikke kan forestille sig livet uden en hakke i deres hænder. Minedrift, krystaller og jernmalm tager mindre tid.
",
	},
	"equipmentName_scholarRobe0": {
		"english": "Apprentice Scholar's Robes",
		"dutch":  "Leerling Geleerde Kleren",
		"german": "Einfache Gelehrtenrobe",
		"french": "Tenue de l'apprenti érudit",
		"spanish": "Túnicas de Aprendiz de Erudito",
		"russian": "Одежда начинающего ученого",
		"portuguese": "Vestes de Acadêmico Aprendiz",
		"ukrainian": "Вбрання Вченого",
		"polish": "Szata ucznia uczonego",
		"turkish": "Çırak bilginlerin cüppesi",
		"korean": "풋내기 학자의 로브",
		"chinese": "学者学徒长袍",
		"italian": "Vesti da apprendista studioso",
		"japanese": "研究生の服",
		"czech": "Učňovský oblek vědce",
		"danish": "Lærling lærd tøj",
	},
	"equipmentDescription_scholarRobe0": {
		"english": "With these airy and comfortable robes, your scholars will do their research slightly faster.",
		"dutch":  "Met deze luchtige en gemakkelijke mantel, je geleerde zullen hun onderzoek iets sneller doen",
		"german": "Mit dieser luftigen wie bequemen Robe forschen deine Gelehrten etwas schneller.",	
		"french": "Avec ces vêtements aérés et confortables, vos érudits feront leurs recherches un peu plus vite.",
		"spanish": "Con estas cómodas y aireadas túnicas, tus eruditos harán su investigación un poco más rápido.",
		"russian": "С такой невероятно удобной одеждой ваши ученые будут проводить свои исследования немного быстрее.",
		"portuguese": "Com essas vestes arejadas e confortáveis, seus estudiosos farão suas pesquisas um pouco mais rápido.",
		"ukrainian": "В цьому легкому й зручниму вбранні ваші вчені проводитимуть свої дослідження трохи швидше.",
		"polish": "Z tymi przewiewnymi i wygodnymi szatami, Twoi uczeni będą prowadzić badania nieco szybciej",
		"turkish": "Bu havadar ve rahat cüppeyle, alimleriniz araştırmalarını biraz daha hızlı yapacaklar.",
		"korean": "이 가볍고 편안한 로브를 입으면, 학자가 연구하는 속도가 살짝 빨라집니다.",
		"chinese": "有了这些轻便舒适的长袍，你们的学者们将会更快地进行研究。",
		"italian": "Con queste vesti ariose e comode, i tuoi studiosi eseguiranno le loro ricerche un po' più velocemente.",
		"japanese": "研究するための基本的な服です。研究時間を速くする事ができます。",
		"czech": "Díky těmto vzdušným a pohodlným hábitům vaši vědci provedou svůj výzkum o něco rychleji.",
		"danish": "Med disse luftige og behagelige klæder vil dine lærde gøre deres forskning lidt hurtigere.",
	},
	"equipmentName_scholarRobe1": {
		"english": "Master Scholar's Robes",
		"dutch":  "Meester Geleerde Kleren",
		"german": "Meistergelehrtenrobe",
		"french": "Tenue du maître érudit",
		"spanish": "Túnicas de Maestro Erudito",
		"russian": "Одежда опытного ученого",
		"portuguese": "Vestes do Mestre Estudioso",
		"ukrainian": "Вбрання Верховного Вченого",
		"polish": "Szata uczonego",
		"turkish": "Usta alim cüppesi",
		"korean": "박사의 로브",
		"chinese": "学者大师长袍",
		"italian": "Vesti da mastro studioso",
		"japanese": "教授の服",
		"czech": "Mistrovský oblek vědce",
		"danish": "Mester lærd tøj",
	},
	"equipmentDescription_scholarRobe1": {
		"english": "These noble robes emphasize the high rank of their bearer. Scholars research new technologies way faster.",
		"dutch":  "Deze edele kleren benadrukt de hoge rang van hun drager. Geleerde onderzoekt nieuw technologieen veel sneller.",
		"german": "Diese edle Robe betont den hohen Rang ihres Trägers. Gelehrte erforschen neue Technologien in Windeseile.",
		"french": "Ces vêtements nobles soulignent le haut rang de leur porteur. Les érudits recherchent de nouvelles technologies plus rapidement.",
		"spanish": "Estas nobles túnicas enfatizan el alto rango de su portador. Los eruditos investigarán nuevas tecnologías mucho más rápido.",
		"russian": "Эта благородная одежда подчеркивает высокий статус своего носителя. Ученые будут проводить исследования намного быстрее.",	
		"portuguese": "Estas vestes nobres enfatizam o alto grau de seu portador. Os estudiosos pesquisam novas tecnologias de maneira mais rápida.",
		"ukrainian": "Це шляхетне вбрання підкреслює високий статус свого носія. Вчені досліджуватимуть нові технології значно швидше.",
		"polish": "Te dostojne szaty podkreślają wysoką rangę noszącego je. Uczeni odkyrwają nowe technologie znacznie szybciej.",
		"turkish": "Bu soylu cüppeler, giyenlerinin yüksek rütbelerine dikkat çekiyor. Alimler yeni teknolojileri daha hızlı araştırıyorlar.",
		"korean": "이 고귀한 로브는 로브를 입은 사람의 높은 계급을 강조합니다. 학자가 새로운 기술을 훨씬 빠르게 연구합니다.",
		"chinese": "这些高贵的长袍彰显着高贵的地位。学者们研究新技术的速度更快。",
		"italian": "Queste nobili vesti sottolineano l'alto rango del loro portatore. Con queste, gli studiosi ricercano le nuove tecnologie molto più velocemente.",
		"japanese": "一つの研究に人生を捧げた教授が着用していた服です。研究時間をとても速くする事ができます。",
		"czech": "Tyto ušlechtilé róby zdůrazňují vysokou hodnost svého nositele. Vědci zkoumají nové technologie mnohem rychleji.",
		"danish": "Disse ædle klæder understreger den høje rang af deres bærer. Forskere undersøger nye teknologier hurtigere.",
	},
	"equipmentName_doctorRobe0": {
		"english": "Apprentice Doctor's Robes",
		"dutch":  "Leerling Dokter Kleren",
		"german": "Einfache Arztrobe",
		"french": "Blouse de l'apprenti docteur",
		"spanish": "Túnicas de Aprendiz de Doctor",
		"russian": "Одежда начинающего врача",
		"portuguese": "Robes do Doutor Aprendiz",
		"ukrainian": "Вбрання Лікаря",
		"polish": "Szata ucznia lekarza",
		"turkish": "Çırak doktor cüppesi",
		"korean": "풋내기 의사의 옷",
		"chinese": "医生学徒长袍",
		"italian": "Vesti da apprendista medico",
		"japanese": "医者の服",
		"czech": "Učňovský oblek lékaře",
		"danish": "Lærling doctor klæder",
	},
	"equipmentDescription_doctorRobe0": {
		"english": "Potions and medicine can be produced 25% faster.",
		"german": "Tränke und Medizin können 25% schneller hergestellt werden.",	
		"dutch":  "Biedt minimale bescherming tegen besmettelijke ziekten. Heel nuttig voor dokters omdat ze veel contact hebben met hun zieke patienten.",
		"french": "Les potions et les médicaments peuvent être produits 25 % plus rapidement.",
		"spanish": "Ofrece una protección menor contra enfermedades contagiosas. Muy útil para los doctores, que tienen un montón de contacto con sus pacientes enfermos.",
		"russian": "Предоставляет незначительную защиту от заболеваний. Очень полезно для врачей, так как они много общаются со своими больными пациентами.",
		"portuguese": "Oferece menor proteção contra doenças contagiosas. Muito útil para os médicos, pois eles têm muito contato com seus pacientes doentes.",
		"ukrainian": "Зілля та ліки можна виготовляти трохи швидше. Як бонус, у цьму вбранні ваш колоніст виглядає як студент медичного факультету.",
		"polish": "Oferuje niewielką ochronę przeciwko chorobom zakaźnym. Bardzo przydatne dla lekarzy pierwszego kontaktu.",
		"turkish": "Bulaşıcı hastalıklara karşı küçük de olsa bir koruma sağlar. Hastaları ile çok fazla temasta oldukları için doktorlar için çok faydalıdır.",
		"korean": "전염되는 질병으로부터의 감염 위험을 조금 줄여줍니다. 아픈 환자들과 자주 접촉해야 하는 의사들에겐 꽤 유용합니다.",
		"chinese": "预防轻微的传染病。这对医生非常有用，因为他们与病人有很多接触。",
		"italian": "Offrono una protezione minore contro le malattie contagiose. Molto utile per i medici, dal momento che hanno molti contatti con i loro pazienti.",
		"japanese": "医療に携わる者にとって基本的な服です。この服を着ると薬の調合時間を短縮する事ができます。",
		"czech": "Nabízí menší ochranu proti nakažlivým chorobám. Velmi užitečné pro lékaře, protože mají mnoho kontaktů se svými nemocnými pacienty.",
		"danish": "Tilbyder lidt beskyttelse mod smitsomme sygdomme. Meget nyttigt for læger, da de har meget kontakt med deres syge patienter.",
	},
	"equipmentName_doctorRobe1": {
		"english": "Master Doctor's Robes",
		"dutch":  "Meester Dokter Kleren",
		"german": "Meisterarztrobe",
		"french": "Blouse de docteur",
		"spanish": "Túnicas de Maestro Doctor",
		"bulgarian": "Дрехата на доктора",
		"turkish": "Usta doktor cüppesi",
		"portuguese": "Manto do Médico",
		"polish": "Szata lekarza",
		"russian": "Одежда опытного врача",
		"ukrainian": "Вбрання Головного Лікаря",
		"korean": "베테랑 의사의 옷",
		"chinese": "医生大师长袍",
		"italian": "Vesti da mastro medico",
		"japanese": "名医の服",
		"czech": "Mistrovský oblek lékaře",
		"danish": "Mester doctor tøj",
	},
	"equipmentDescription_doctorRobe1": {
		"english": "Potions and medicine can be produced 66% faster.",
		"german": "Tränke und Medizin können 66% schneller hergestellt werden.",	
		"dutch":  "beschermd de drager van besmettelijke ziekten. Heel nuttig voor dokters omdat ze veel contact hebben met hun zieke patienten.",
		"french": "Les potions et les médicaments peuvent être produits 66% plus rapidement.",
		"spanish": "Protege al portador de enfermedades contagiosas. Muy útil para los doctores, que tienen contacto con pacientes enfermos.",
		"bulgarian": "Защитава носителя от заразни болести. Много полезена за лекарите, тъй като те имат много контакт с болните си пациенти.",
		"turkish": "Kullanıcıyı bulaşıcı hastalıklardan korur. Hastaları ile çok fazla temasta oldukları için doktorlar için çok faydalıdır.",
		"portuguese": "Protege o usuário de doenças contagiosas. Muito útil para os médicos, pois eles têm muito contato com seus pacientes doentes.",
		"polish": "Chroni użytkownika przed chorobami zakaźnymi. Bardzo przydatna dla lekarzy, którzy mają częsty kontakt z pacjentami.",
		"russian": "Защищает владельца от заразных болезней. Очень полезно для врачей, так как они много общаются со своими больными пациентами.",
		"ukrainian": "Зілля та ліки можна виготовляти значно швидше. Ідоді ваш колоніст накульгуватиме й роздаватиме всім поради. \"Людина живе доти, доки я так хочу!\"",
		"korean": "착용자를 전염병으로부터 보호합니다. 아픈 환자들과 자주 접촉해야 하는 의사들에겐 꽤 유용합니다.",
		"chinese": "保护穿戴者免受传染病。这对医生非常有用，因为他们与病人有很多接触。",
		"italian": "Proteggono chi le indossa dalle malattie contagiose. Molto utile per i medici, dal momento che hanno molti contatti con i loro pazienti.",
		"japanese": "無免許であるが天才外科と評判のあった医者の服です。この服を着ると薬の調合時間を大幅に短縮する事ができます。",
		"czech": "Chrání nositele před nakažlivými chorobami. Velmi užitečné pro lékaře, protože mají mnoho kontaktů se svými nemocnými pacienty.",
		"danish": "Beskytter bæreren mod smitsomme sygdomme. Meget nyttigt for læger, da de har meget kontakt med deres syge patienter.",
	},
	"equipmentName_farmerGear0": {
		"english": "Apprentice Farmer's Clothes",
		"dutch":  "Leerling Boeren Kleren",
		"german": "Einfache Bauernkleidung",
		"french": "Tenue de l'apprenti fermier",
		"spanish": "Ropas de Aprendiz de Granjero",
		"russian": "Одежда начинающего фермера",
		"portuguese": "Roupa do aprendiz fazendeiro",
		"ukrainian": "Вбрання Фермера",
		"polish": "Ubranie ucznia rolnictwa",
		"turkish": "Çırak çiftçi giysileri",
		"korean": "풋내기 농부의 옷",
		"chinese": "农民学徒衣服",
		"italian": "Vesti da apprendista contadino",
		"japanese": "見習い農業の服",
		"czech": "Učňovský oblek farmáře",
		"danish": "Lærling landmand tøj",
	},
	"equipmentDescription_farmerGear0": {
		"english": "Equipped with this piece of clothing, farmers work more efficiently. Sowing and watering take a little less time!",
		"dutch":  "Uitrusting met deze kledingstuk, boeren werken meer efficient. Zaaien en watering neemt een beetje minder tijd!",
		"german": "Mit dieser Arbeitskleidung können sich deine Bauern etwas mehr ins Zeug legen. Säen und Gießen nimmt etwas weniger Zeit in Anspruch!",
		"french": "Munis de cette tenue, les fermiers travaillent plus efficacement. Semer et arroser prend un peu moins de temps !",
		"spanish": "Equipado con esta prenda de ropa, los granjeros trabajarán más eficientemente. ¡El sembrado y riego les tomará un poco menos de tiempo!",
		"russian": "С этой одеждой фермеры работают более эффективно. Посев и полив занимает чуть меньше времени.",
		"portuguese": "Equipado com esta peça de roupa, os agricultores trabalham de forma mais eficiente. Semear e regar leva um pouco menos de tempo!",
		"ukrainian": "У цьому вбранні фермери працюють більш ефективно. Посів і полив займає трохи менше часу.",
		"polish": "Ubrany w to odzienie rolnik pracuje efektywniej. Sianie oraz nawodnienie zajmuje mnie czasu!",
		"turkish": "Bu kıyafetle donatılan çiftçiler daha verimli çalışıyor. Ekim ve sulama biraz daha az zaman alıyor!",
		"korean": "이 옷을 입은 농부는 좀 더 효율적으로 일합니다. 작물을 심거나 물을 주는 일에 걸리는 시간이 짧아집니다!",
		"chinese": "有了这件衣服，农民们的工作效率提高了。播种和浇水的时间少一些!",
		"italian": "Con queste vesti indosso, i coltivatori lavorano in modo più efficiente. La semina e l'irrigazione richiederanno un po' meno tempo!",
		"japanese": "農業のための基本的な服です。農作業時間を速くする事ができます。",
		"czech": "Díky tomuto kusu oblečení pracují farmáři efektivněji. Výsev a zalévání zabere o něco méně času!",
		"danish": "Udstyret med dette stykke tøj arbejder landmændene mere effektivt. Såning og vanding tager lidt kortere tid!",
	},
	"equipmentName_farmerGear1": {
		"english": "Master Farmer's Clothes",
		"dutch":  "Meester Boeren Kleren",
		"german": "Meisterbauernkleidung",
		"french": "Tenue de fermier",
		"spanish": "Ropas de Maestro Granjero",
		"bulgarian": "Фермерски дрехи",
		"turkish": "Usta çiftçi giysileri",
		"portuguese": "Roupas de agricultor",
		"polish": "Ubranie rolnika",
		"russian": "Одежда опытного фермера",
		"ukrainian": "Вбрання Завзятого Фермера",
		"korean": "베테랑 농부의 옷",
		"chinese": "农民大师衣服",
		"italian": "Vesti da mastro contadino",
		"japanese": "農業の達人の服",
		"czech": "Mistrovský oblek farmáře",
		"danish": "Mester landmand tøj",
	},
	"equipmentDescription_farmerGear1": {
		"english": "This robust piece of clothing is perfectly suited for working the fields. Wearing this, farmers can sow their fields in almost half the time!",
		"dutch":  "Deze robuust kledingstuk is perfect fitted voor het bewerken van de velden. Dit dragen, boeren kunnen hun velden in bijna de helft van de tijd zaaien!",
		"german": "Dieses robuste Stück Arbeitskleidung eignet sich perfekt für Feldarbeit. Säen und Gießen nimmt viel weniger Zeit in Anspruch!",
		"french": "Ce vêtement de travail robuste est parfaitement adapté pour le travail dans les champs. En le portant, les fermiers peuvent semer leurs champs deux fois plus vite !",
		"spanish": "Esta vestimenta de trabajo es adecuada para trabajar en los cultivos. Si un granjero lo lleva podrá sembrar en la mitad de tiempo.",
		"bulgarian": "Това надеждно работно облекло е идеално за работа на полетата. Носеики това повечето фермери може да засаждат техните полета двойно по бързо!",
		"turkish": "Bu sağlam iş kıyafeti tarlalarda çalışmak için mükemmel bir uyum sağlar. Bunu giyerek çoğu çiftçi tarlalarını yarı zamanda ekebilir!",
		"portuguese": "Esta peça robusta de trabalho é perfeitamente adequada para trabalhar nos campos. Usando isso, a maioria dos agricultores pode semear seus campos na metade do tempo!",
		"polish": "Ta solidna odzież robocza doskonale nadaje się do pracy na polach. Nosząc ją, większość rolników może zasiać pole prawie dwa razy szbciej!",
		"russian": "Эта рабочая одежда идеально подходит для работы на полях. При этом большинство фермеров смогут высеивать поля вдвое быстрее!",
		"ukrainian": "Це міцне й практичне вбрання ідеально підходить для роботи на полях. У ньому фермери зможуть засівати поля вдвічі швидше!",
		"korean": "이 튼튼한 못은 밭일에 딱 안성맞춤입니다. 이 옷을 입으면, 농부가 작물을 심는 데 걸리는 시간이 거의 절반으로 줄어듭니다!",
		"chinese": "这件结实的衣服非常适合在田里干活。农民播种他们的土地只需花费一半的时间!",
		"italian": "Queste vesti robuste sono perfettamente adatte per il lavoro nei campi. Indossandole, i coltivatori possono seminare i loro campi in quasi la metà del tempo!",
		"japanese": "人為でどうにもならない自然と向き合った農業の達人と言われる人に選ばれた服です。農作業時間をとても速くする事ができます。",
		"czech": "Tento robustní kus oblečení se perfektně hodí pro práci na poli. Díky tomu mohou farmáři zasít svá pole téměř za polovinu času!",
		"danish": "Dette robuste stykke tøj er perfekt egnet til at arbejde på markerne. I iført dette kan landmændene så deres marker på næsten halvdelen af ​​tiden!",
	},
	"equipmentName_traderGear": {
		"english": "Trader's Garments",
		"dutch":  "Handelaars Kleed",
		"german": "Händlergewand",
		"french": "Tenue du marchand",
		"spanish": "Traje de comerciante",
		"turkish": "Tüccar giysisi",
		"portuguese": "Roupas do comerciante",
		"polish": "Strój handlarza",
		"russian": "Одежда торговца",
		"ukrainian": "Вбрання торговця",
		"korean": "상인의 의복",
		"chinese": "交易员衣服",
		"italian": "Vesti da mercante",
		"japanese": "商人の服",
		"czech": "Oděv obchodníka",
		"danish": "Handelsbeklædning",
	},
	"equipmentDescription_traderGear": {
		"english": "A magnificent garment, that is very popular with traders.",
		"dutch":  "Een prachtig kledingstuk, dat erg populair is bij handelaren.",
		"german": "Ein prachtvolles Gewand, dass vor allem von Händlern getragen wird.",
		"french": "Une tenue magnifique, très populaire des marchands.",
		"spanish": "Un magnífico traje, muy popular entre los comerciantes.",
		"turkish": "Tüccarlar arasında çok popüler olan muhteşem bir giysi.",
		"portuguese": "Uma peça magnífica, muito popular entre os comerciantes.",
		"polish": "Wspaniały strój, który jest bardzo popularny wśród kupców.",
		"russian": "Изумительная одежда. Пользуется популярностью у торговцев.",
		"ukrainian": "Вишукане вбрання, надзвичайно популярне серед торговців.",
		"korean": "이 훌륭한 의상은 상인들에게 꽤 인기있습니다.",
		"chinese": "一件华丽的衣服，很受商人的欢迎。",
		"italian": "Delle vesti magnifiche, molto popolari tra i mercanti.",
		"japanese": "商人にとても人気のある素敵な服です。",
		"czech": "Velkolepý oděv, který je u obchodníků velmi oblíbený.",
		"danish": "En storslået beklædningsgenstand, der er meget populær hos handlere.",
	},


	// pirate stuff

	"equipmentName_cutlassSailor": {
		"english": "Pirate's Cutlass",
		"german": "Piratensäbel",
		"spanish": "Sable Pirata",
		"dutch":  "Piratenzwaard",
		"french": "Sabre de pirate",
		"portuguese": "Cutelo do Pirata",
		"italian": "Sciabola da pirata",
		"russian": "Пиратский нож.",
		"korean": "해적의 커틀러스",
		"turkish": "Korsan palası",
		"chinese": "海盗弯刀",
		"polish": "Piracki kordelas",
		"japanese": "海賊のカットラス",
		"czech": "Pirátská šavle",
		"danish": "Pirat Cutlass",
		"ukrainian": "Абордажна шабля",
	},
	"equipmentDescription_cutlassSailor": {
		"english": "Because of water induced rust, this cutlass is not very sharp. Its rugged edges are still dangerous though.",
		"german": "Aufgrund des häufigen Kontakts mit Wasser macht der Rost diesen Säbel nicht besonders scharf.",
		"spanish": "Debido al óxido casuado por el agua, este sable no es muy afilado. Aun así, sus bordes rugosos siguen siendo peligrosos.",
		"dutch":  "Door roest, veroorzaakt door water, is deze zwaard niet erg scherp. Zijn ruwe randen zijn echter nog steeds gevaarlijk.",
		"french": "En raison de la rouille induite par l'eau, ce sabre n'est pas très tranchant. Ses bords robustes sont cependant encore dangereux.",
		"portuguese": "Por causa da ferrugem induzida pela água, este cutelo não é muito afiado. Suas bordas ásperas ainda são perigosas.",
		"italian": "A causa della ruggine indotta dall'acqua, questa sciabola non è molto affilata. I suoi bordi irregolari sono comunque pericolosi.",
		"russian": "Из-за ржавчины, которая появилась от постоянного воздействия воды, он не особо острый. Тем не менее, его края все еще опасны.",
		"korean": "물에 닿아 녹이 슬어 그렇게 날카롭지는 않습니다. 이가 좀 빠졌지만 여전히 위험하긴 마찬가지입니다.",
		"chinese": "由于水引起的锈蚀，该弯刀不是很锋利。虽然刀锋边缘仍然很危险。",
		"polish": "Rdza od morskiej wody sprawiła, że ten kordelas nie jest zbyt ostry. Jednak jego chropowate krawędzie są nadal niebezpieczne.",
		"japanese": "海賊のカットラスは若干錆びており、あまり切れ味は良くありません。しかしその頑丈な刃先は非常に危険です。",
		"czech": "Kvůli rzi vyvolané vodou není tato šavle příliš ostrá. Její drsné hrany jsou ale přesto stále nebezpečné.",
		"danish": "På grund af vandinduceret rust er denne cutlass ikke særlig skarp. Dens robuste kanter er dog stadig farlige.",
		"ukrainian": "Через іржу, спричинену морською водою, ця шабля не надто гостра. Однак її пощерблене лезо все ще небезпечне.",
	},
	"equipmentName_cutlassCaptain": {
		"english": "Pirate Captain's Cutlass",
		"german": "Piratenkapitänssäbel",
		"spanish": "Sable del Capitán Pirata",
		"dutch":  "Piraten Kapitein's zwaard",
		"french": "Sabre du capitaine pirate",
		"portuguese": "Cutelo do Capitão Pirata",
		"italian": "Sciabola da capitano pirata",
		"russian": "Сабля капитана пиратов.",
		"korean": "해적 선장의 커틀러스",
		"turkish": "Korsan kaptan palası",
		"chinese": "海盗船长弯刀",
		"polish": "Kordelas pirackiego kapitana",
		"japanese": "海賊船長のカットラス",
		"czech": "Pirátská kapitánova šavle",
		"danish": "Pirat kaptajn Cutlass",
		"ukrainian": "Капітанська абордажна шабля",
	},
	"equipmentDescription_cutlassCaptain": {
		"english": "This heavy cutlass has seen a bunch of fights and a lot of salt water, but its hardened blade is still worthy of a captain.",
		"german": "Dieser schwere Säbel hat einige Schlachten und viel Salzwasser gesehen, aber seine gehärtete Klinge ist immer noch eines Kapitäns wert.",
		"spanish": "Ese sable pesado ha visto un montón de peleas y agua salada, pero su endurecida hoja es aún digna de un capitán.",
		"dutch":  "Dit zware zwaard heeft veel gevechten en veel zout water gezien, maar zijn geharde lemmet is nog steeds een kapitein waardig",
		"french": "Ce sabre lourd a connu de nombreux combats et beaucoup d'eau salée, mais sa lame affûtée est toujours digne d'un capitaine.",
		"portuguese": "Esse cutelo pesado já viu muitas brigas e muita água salgada, mas sua lâmina endurecida ainda é digna de um capitão.",
		"italian": "Questo pesante sciabola ha visto numerosi combattimenti e molta acqua salata, ma la sua lama temprata è ancora degna di un capitano.",
		"russian": "Эта тяжелая сабля повидала множество боев и соленой воды, однако ее клинок все еще довольно острый.",
		"korean": "이 묵직한 커틀러스는 수많은 싸움과 드넓은 바다를 겪어왔습니다. 하지만 아직까지도 이 단단한 칼날은 선장의 것입니다.",
		"chinese": "这把沉重的弯刀充满着大量战斗痕迹和海水的浸泡，但它的坚硬刀身还是值得船长使用的。",
		"polish": "Ten ciężki kordelas widział już wiele walk i całą masę słonej wody, jednak jego wzmocnione ostrze nadal jest warte kapitana.",
		"japanese": "海賊船長のカットラスは重く、沢山の戦いと沢山の塩水を見てきました。その硬化した刃は船長が持つにふさわしい剣にぴったりです。",
		"czech": "Tato těžká šavle zažila spoustu bojů a hodně slané vody, ale její tvrzená čepel je stále hodná kapitána.",
		"danish": "Denne tunge cutlass har set en masse slagsmål og meget saltvand, men dens hærdede klinge er stadig værdig til en kaptajn.",
		"ukrainian": "Ця шабля часто бувала в бою, і ще частіше у солоній воді. Проте її загартоване лезо все ще гідне капітана.",
	},
	"equipmentName_pirateSailorGear0": {
		"english": "Pirate's Clothes",
		"german": "Piratenkleidung",
		"spanish": "Ropas de Pirata",
		"dutch":  "Piraten kleding",
		"french": "Vêtements de pirate",
		"portuguese": "Roupas de pirata",
		"italian": "Vesti da pirata",
		"russian": "Костюм пиратов.",
		"korean": "해적의 옷",
		"turkish": "Korsan kıyafeti",
		"chinese": "海盗衣服",
		"polish": "Pirackie ubranie",
		"japanese": "海賊の服",
		"czech": "Pirátské šaty",
		"danish": "Pirat tøj",
		"ukrainian": "Піратські лахи",
	},
	"equipmentDescription_pirateSailorGear0": {
		"english": "Pieced together from all kinds of fabrics, these clothes don't really protect as much from the sea as you might expect.",
		"german": "Zusammengenäht aus allen möglichen Stoffen. Bieten nicht so viel Schutz vor dem Wetter auf hoher See wie man erwarten würde.",
		"spanish": "Reconstruidas de distintos tipos de tela, estas ropas realmente no protegen tanto del mar como podrías esperar.",
		"dutch":  "Deze kleren, die uit allerlei stoffen zijn samengesteld, beschermen niet zo goed tegen de zee als je zou verwachten.",
		"french": "Assemblés à partir de toutes sortes de tissus, ces vêtements ne protègent pas vraiment autant de la mer qu'on pourrait s'y attendre.",
		"portuguese": "Reunidas em todos os tipos de tecidos, essas roupas realmente não protegem tanto do mar quanto você poderia esperar.",
		"italian": "Un insieme di vari tipi di tessuti, queste vesti non proteggono poi tanto dal mare come ci si potrebbe aspettare.",
		"russian": "Сшита из множества разных видов ткани. Однако, несмотря на то, что она пиратская, она не защищает от моря настолько сильно, как могло бы показаться.",
		"korean": "온갖 종류의 천을 이어붙여 만들었습니다. 바다로부터 당신을 보호하고 싶다면 그닥 기대하지 않는 게 좋습니다.",
		"chinese": "这些衣服是由各种面料拼凑而成的，实际上并没有像您期望的那样保护海洋。",
		"polish": "Uszyte z wielu fragmentów różnych materiałów, te ubrania nie chronią przed sztormem tak dobrze, jak można by się spodziewać.",
		"japanese": "あらゆる種類の生地を組み合わせたこれらの服は期待するほどの防御力はありません。",
		"czech": "Toto oblečení poskládané ze všech druhů tkanin nechrání před mořem tolik, jak byste čekali.",
		"danish": "Delet af alle slags stoffer, beskytter disse tøj ikke rigtig så meget mod havet, som du kunne forvente.",
		"ukrainian": "Абияк зшите із різних видів тканин, це вбрання захищає від небезпек моря не так добре, як можна було очікувати.",
	},
	"equipmentName_pirateCaptainGear0": {
		"english": "Pirate Captain's Suit",
		"german": "Piratenkapitänsanzug",
		"spanish": "Ropas del Capitán Pirata",
		"dutch":  "Piraten kapitein's pak",
		"french": "Costume du capitaine pirate",
		"portuguese": "Fato do Capitão Pirata",
		"italian": "Vesti da capitano pirata",
		"russian": "Костюм пиратского капитана.",
		"korean": "해적 선장 복장",
		"turkish": "Korsan kaptan kıyafeti",
		"chinese": "海盗船长衣服",
		"polish": "Ubranie pirackiego kapitana",
		"japanese": "海賊船長のスーツ",
		"czech": "Pirátský kapitánský oblek",
		"danish": "Pirat kaptajn dragt",
		"ukrainian": "Костюм капітана піратів",
	},
	"equipmentDescription_pirateCaptainGear0": {
		"english": "Impressive and badass, this suit probably belonged to an admiral before he met his untimely end.",
		"german": "Dieser eindurcksvolle und mächtige Anzug hat vermutlich einmal einem Admiral gehört, bevor er ein vorzeitiges Ende fand.",
		"spanish": "Impresionantes y rudo, este traje probablemente pertenecía a un almirante antes de conocer su fin.",
		"dutch":  "Indrukwekkend en stoer, dit pak behoorde waarschijnlijk toe aan een admiraal voor hij aan zijn einde kwam.",
		"french": "Impressionnant et badass, ce costume appartenait probablement à un amiral avant qu'il ne rencontre sa fin prématurée.",
		"portuguese": "Impressionante e durão, esse traje provavelmente pertencia a um almirante antes que ele conhecesse seu fim prematuro.",
		"italian": "Impressionanti e fanstastiche, queste vesti probabilmente appartenevano ad un ammiraglio prima che incontrasse la sua prematura fine.",
		"russian": "Скорее всего этот костюм принадлежал капитану пиратов, пока он не скончался...",
		"korean": "당당하고 거친, 이 복장은 아마도 어느 해군 제독의 것이었을 겁니다. 그가 요절하기 전 까지는요.",
		"chinese": "令人印象深刻且令人讨厌，这件衣服在他得到之前可能属于海军上将的。",
		"polish": "Ten imponujący i kozacki strój należał zapewne do jakiegoś admirała... zanim napotkał on swój smutny koniec.",
		"japanese": "この服は堂々として荒々しい印象です。有名な海賊船長が死ぬ直前まで愛用していたと言われています。",
		"czech": "Působivý a drsný. Tento oblek pravděpodobně patřil admirálovi, než dosáhl svého předčasného konce.",
		"danish": "Imponerende og dårligt, denne dragt tilhørte sandsynligvis en admiral, før han mødte sin alt for tidlige ende.",
		"ukrainian": "Вражаючий і крутий, цей костюм, ймовірно, належав якомусь адміралу до його передчасної смерті.",
	},
}
