// Swords
//*******
{
	"equipmentName_swordWood": {
		"english": "Wooden Sword",
		"german": "Holzschwert",
		"french": "Épée en Bois",
		"spanish": "Espada de madera",
	},
	"equipmentDescription_swordWood": {
		"english": "No comparison to a real sword but better than having to fight with your bare hands.",
		"german": "Kein Vergleich zu einem richtigem Schwert, aber besser als ganz ohne Waffe in die Schlacht zu ziehen.",
		"french": "Aucune comparaison avec une vraie épée mais toujours mieux que de se battre à mains nues.",
		"spanish": "Sin comparación con una espada de verdad, pero mejor que pelear con los puños.",
	},
	"equipmentName_swordStone": {
		"english": "Stone Sword",
		"german": "Steinschwert",
		"french": "Épée en Pierre",
		"spanish": "Espada de piedra",
	},
	"equipmentDescription_swordStone": {
		"english": "Even though made out of stone, the sword's blade is sharp and dangerous.",
		"german": "Wenn auch unregelmäßig gefertigt, ist die steinerne Klinge dieses Schwertes scharf und alles andere als ungefährlich.",
		"french": "Bien qu'elle soit fabriquée en pierre, la lame de l'épée est tranchante et dangereuse.",
		"spanish": "Aún hecha de piedra, la hoja de la espada es filosa y peligrosa.",
	},
	"equipmentName_swordIron": {
		"english": "Iron Sword",
		"german": "Eisenschwert",
		"french": "Épée en Fer",
		"spanish": "Espada de hierro",
		"bulgarian": "Желязен меч",
		"turkish": "Demir kılıç",
		"portuguese": "Espada de ferro",
	},
	"equipmentDescription_swordIron": {
		"english": "A decent melee weapon. Forged by a skilled craftsman.",
		"german": "Eine ordentliche Nahkampfwaffe. Von einem fähigen Handwerker geschmiedet.",
		"french": "C'est une arme de mêlée ordinaire. Forgée par un artisant expérimenté",
		"spanish": "Un arma aceptable de melé. Forjada por un artesano habilidoso.",
		"bulgarian": "Това е прилично меле оръжие. Прави се от опитен майстор.",
		"turkish": "İyi bir yakın dövüş silahı. Kalifiye bir usta tarafından dövülmüş.",
		"portuguese": "É uma arma comum de combate corpo a corpo. Forjado por um artesão experiente",
	},

// Axes
//*****

	"equipmentName_axeWood": {
		"english": "Wooden Axe",
		"german": "Holzaxt",
		"french": "Hache en Bois",
		"spanish": "Hacha de madera",
	},
	"equipmentDescription_axeWood": {
		"english": "Doubles the amount of wood recieved from trees.",
		"german": "Verdoppelt den Holzertrag durch das Fällen von Bäumen",
		"french": "Double la quantité de bois obtenu des arbres.",
		"spanish": "Dobla la cantidad de madera recibida de los árboles.",
	},
	"equipmentName_axeStone": {
		"english": "Stone Axe",
		"german": "Steinaxt",
		"french": "Hache en Pierre",
		"spanish": "Hacha de piedra",
	},
	"equipmentDescription_axeStone": {
		"english": "Triples the amount of wood recieved from trees.",
		"german": "Verdreifacht den Holzertrag durch das Fällen von Bäumen",
		"french": "Triple la quantité de bois obtenu des arbres.",
		"spanish": "Triplica la cantidad de madera recibida de los árboles.",
	},
	"equipmentName_axeIron": {
		"english": "Iron Axe",
		"german": "Eisenaxt",
		"french": "Hache en Fer",
		"spanish": "Hacha de hierro",
		
	},
	"equipmentDescription_axeIron": {
		"english": "Quadruples the amount of wood recieved from trees.",
		"german": "Vervierfacht den Holzertrag durch das Fällen von Bäumen",
		"french": "Quadruple la quantité de bois obtenu des arbres.",
		"spanish": "Cuatriplica la cantidad de madera recibida de los árboles.",
	},

// Pickaxes
//*********

	"equipmentName_pickaxeWood": {
		"english": "Wooden Pickaxe",
		"german": "Holzpicke",
		"french": "Pioche en Bois",
		"spanish": "Pico de madera",
	},
	"equipmentDescription_pickaxeWood": {
		"english": "Doubles the amount of stone recieved from rocks.",
		"german": "Verdoppelt den Steinertrag durch das Abbauen von Felsen",
		"french": "Double la quantité de pierre obtenue des roches.",
		"spanish": "Duplica la cantidad de piedra obtenida de las rocas.",
	},
	"equipmentName_pickaxeStone": {
		"english": "Stone Pickaxe",
		"german": "Steinpicke",
		"french": "Pioche en Pierre",
		"spanish": "Pico de piedra",
	},
	"equipmentDescription_pickaxeStone": {
		"english": "Triples the amount of stone recieved from rocks.",
		"german": "Verdreifacht den Steinertrag durch das Abbauen von Felsen",
		"french": "Triple la quantité de pierre obtenue des roches.",
		"spanish": "Triplica la cantidad de piedra obtenida de las rocas.",
	},
	"equipmentName_pickaxeIron": {
		"english": "Iron Pickaxe",
		"german": "Eiserne Picke",
		"french": "Pioche en Fer",
		"spanish": "Pico de hierro",
	},
	"equipmentDescription_pickaxeIron": {
		"english": "Quadruples the amount of stone recieved from rocks.",
		"german": "Vervierfacht den Steinertrag durch das Abbauen von Felsen",
		"french": "Quadruple la quantité de pierre obtenue des roches.",
		"spanish": "Cuatriplica la cantidad de piedra obtenida de las rocas.",
	},

// Bows
//*****

	"equipmentName_bow": {
		"english": "Simple Bow",
		"german": "Einfacher Bogen",
		"french": "Arc Rudimentaire",
		"spanish": "Arco simple",
		"bulgarian": "Обикновен лък",
		"turkish": "Basit Yay",
		"portuguese": "Arco simples",
	},
	"equipmentDescription_bow": {
		"english": "Each arrow deals a serious amount of damage - if it hits.",
		"german": "Jeder Pfeil kann den Gegner ernsthaft verletzen - wenn er trifft.",
		"french": "Chaque flèche inflige de sérieux dégâts - si elle touche sa cible",
		"spanish": "Cada flecha hace una gran cantidad de daño - si logra acertar.",
		"bulgarian": "Всяка стрела прави сериозно поражение, ако оцелите противника.",
		"turkish": "Her ok, isabet etmesi halinde, ciddi miktarda hasar verir.",
		"portuguese": "Cada flecha causa uma quantidade séria de dano - se acertar.",
	},

// Clubs
//******

	"equipmentName_woodenClub": {
		"english": "Wooden Club",
		"german": "Holzkeule",
		"french": "Massue en Bois",
		"spanish": "Porra",
		"bulgarian": "Дървена Бухалка",
		"turkish": "Ahşap sopa",
		"portuguese": "Clube de madeira",
	},
	"equipmentDescription_woodenClub": {
		"english": "This plain club is used by Tikigoblins. It might be of special value for collectors!.",
		"german": "Diese unscheinbare Keule wird von den Tikigoblins verwendet. Für Sammler ist sie sicher wertvoll!",
		"french": "Cette massue ordinaire est utilisée par les Tikigoblins. Elle pourrait être appréciée par les collectionneurs!",
		"spanish": "Esta porra de madera la ocupan los Tikigoblins. ¡Es especialmente valiosa para los coleccionistas!"
	},

// Watering Cans
//**************

	"equipmentName_wateringCanWood": {
		"english": "Wooden Watering Can",
		"german": "Holzgießkanne",
		//TODO-bulgarian
		//TODO-turkish
		//TODO-portuges
		"french": "Arrosoir en Bois",
		"spanish": "Regadera de madera",
		"bulgarian": "Лейка",
		"turkish": "Sulama kovası",
		"portuguese": "Regador",
	},
	"equipmentDescription_wateringCanWood": {
		"english": "You need to have a watering can to provide optimal care for your plants. Plants that have been watered correctly have been reported to yield double or triple harvests!",
		"german": "Du benötigst eine Gießkanne, um deine Pflanzen optimal zu pflegen. Pflanzen, die korrekt gegossen werden, können den doppelten oder dreifachen Ertrag abwerfen!",
		"french": "Vous devez avoir un arrosoir pour fournir des soins optimaux à vos plantes. Les plantes qui ont été arrosées correctement auront une récolte qui sera deux voire trois fois meilleure !",
		"spanish": "Necesitas tener una regadera para proporcionar el cuidado necesario a las plantas. ¡Aquellas plantas que han sido regadas correctamente pueden producir el doble o el triple de cosecha!",
		"bulgarian": "Трябва да имате лейка, за да осигурите оптимална грижа за вашите растения. Растенята които са поливани правилно добиват двойни или тройни реколти.",
		"turkish": "Bitkilerinize en uygun bakımı sağlamak için bir sulama kovasına ihtiyacınız var. Doğru bir şekilde sulanan bitkilerin çift veya üçlü hasat verdikleri bildirildi!",
		"portuguese": "Você precisa ter um regador para fornecer o melhor atendimento para suas plantas. As plantas que foram regadas corretamente produziram colheitas duplas ou triplas!",
	},
	"equipmentName_wateringCanStone": {
		"english": "Stone Watering Can",
		"german": "Steingießkanne",
		"french": "Arrosoir en Pierre",
		"spanish": "Regadera de piedra",
	},
	"equipmentDescription_wateringCanStone": {
	// Not fully implemented in the game yet	
	},
	"equipmentName_wateringCanIron": {
		"english": "Iron Watering Can",
		"german": "Eisengießkanne",
		"french": "Arrosoir en Fer",
		"spanish": "Regadera de hierro",
	},
	"equipmentDescription_wateringCanIron": {
	// Not fully implemented in the game yet
	},

// Armors
//*******

	"equipmentName_armorIron": {
		"english": "Iron Armor",
		"german": "Eisenrüstung",
		"french": "Armure en Fer",
		"spanish": "Armadura de hierro",
		"bulgarian": "Желязна Броня",
		"turkish": "Demir Zırh",
		"portuguese": "Armadura de ferro",
	},
	"equipmentDescription_armorIron": {
		"english": "Takes long to produce, but protects the bearer pretty well.",
		"german": "Braucht lange in der Herstellung, aber schützt den Träger ziemlich gut.",
		"french": "Prend du temps à fabriquer, mais protège assez bien le porteur",
		"spanish": "Su producción es lenta, pero protege adecuadamente a quien la lleva",
		"bulgarian": "Отнема много време да се направи, но предпазва носителя доста добре.",
		"turkish": "Üretmesi uzun sürüyor, ancak hamilini oldukça iyi koruyor.",
		"portuguese": "Leva muito tempo para produzir, mas protege o portador muito bem.",
	},

// Work Gear
//**********

	"equipmentName_doctorRobe": {
		"english": "Doctor's Robe",
		"german": "Arztrobe",
		"french": "Blouse de Docteur",
		"spanish": "Bata de doctor",
		"bulgarian": "Дрехата на доктора",
		"turkish": "Doktor Forması",
		"portuguese": "Manto do Médico",
	},
	"equipmentDescription_doctorRobe": {
		"english": "Protects the wearer from contagious diseases. Very useful for doctors as they have much contact with their ill patients.",
		"german": "Schützt den Träger vor ansteckenden Krankheiten. Sehr nützlich für Ärzte, da sie viel Kontakt mit ihren kranken Patienten haben.",
		"french": "Protège le porteur des maladies contagieuses. Très utile pour les docteurs qui sont au contact avec leurs patients malades.",
		"spanish": "Protege al portador de enfermedades contagiosas. Muy útil para los doctores, que tienen contacto con pacientes enfermos.",
		"bulgarian": "Защитава носителя от заразни болести. Много полезена за лекарите, тъй като те имат много контакт с болните си пациенти.",
		"turkish": "Kullanıcıyı bulaşıcı hastalıklardan korur. Hastaları ile çok fazla temasta oldukları için doktorlar için çok faydalıdır.",
		"portuguese": "Protege o usuário de doenças contagiosas. Muito útil para os médicos, pois eles têm muito contato com seus pacientes doentes.",
	
	},
	"equipmentName_farmerOutfit": {
		"english": "Farmer's Clothes",
		"german": "Bauernkleidung",
		"french": "Tenue de Fermier",
		"spanish": "Traje de granjero",
		"bulgarian": "Фермерски дрехи",
		"turkish": "Çiftçi Giysileri",
		"portuguese": "Roupas de agricultor",
	},
	"equipmentDescription_farmerOutfit": {
		"english": "This robust piece of work clothing is perfectly suited for working the fields. Wearing this, most farmers can sow their fields in half the time!",
		"german": "Dieses robuste Stück Arbeitskleidung eignet sich perfekt für Feldarbeit. Die meisten Farmer können mit dieser Ausrüstung ihre Pflanzen in der Hälfte der Zeit ansäen!",
		"french": "Ce vêtement de travail robuste est parfaitement adapté pour le travail dans les champs. En le portant, les fermiers peuvent semer leurs champs deux fois plus vite !",
		"spanish": "Esta vestimenta de trabajo es adecuada para trabajar en los cultivos. Si un granjero lo lleva podrá sembrar en la mitad de tiempo.",
		"bulgarian": "Това надеждно работно облекло е идеално за работа на полетата. Носеики това повечето фермери може да засаждат техните полета двойно по бързо!",
		"turkish": "Bu sağlam iş kıyafeti tarlalarda çalışmak için mükemmel bir uyum sağlar. Bunu giyerek çoğu çiftçi tarlalarını yarı zamanda ekebilir!",
		"portuguese": "Esta peça robusta de trabalho é perfeitamente adequada para trabalhar nos campos. Usando isso, a maioria dos agricultores pode semear seus campos na metade do tempo!",
	},
	"equipmentName_traderGear": {
		"english": "Trader's Garment",
		"german": "Händlergewand",
		"french": "Tenue du Commerçant",
		"spanish": "Traje de comerciante",
	},
	"equipmentDescription_traderGear": {
		"english": "A magnificent garment, that is very popular with traders",
		"german": "Ein prachtvolles Gewand, dass vor allem von Händlern getragen wird.",
		"french": "Une tenue magnifique, très populaire des commerçants",
		"spanish": "Un magnífico traje, muy popular entre los comerciantes.",
	},
}
