{
	"equipmentName_sword": {
		"english": "Iron Sword",
		"german": "Eisenschwert",
		"french": "Epée en fer",
		"spanish": "Espada de hierro"
	},
	"equipmentDescription_sword": {
		"english": "It's a decent melee weapon. Forged by a skilled craftsman.",
		"german": "Es ist eine ordentliche Nahkampfwaffe. Von einem fähigen Handwerker geschmiedet.",
		"french": "C'est une arme de mêlée ordinaire. Forgée par un artisant expérimenté",
		"spanish": "Un arma aceptable de melé. Forjada por un artesano habilidoso."
	},
	"equipmentName_armorIron": {
		"english": "Iron Armor",
		"german": "Eisenrüstung",
		"french": "Armure en fer",
		"spanish": "Armadura de hierro"
	},
	"equipmentDescription_armorIron": {
		"english": "Takes long to produce, but protects the bearer pretty well.",
		"german": "Braucht lange in der Herstellung, aber schützt den Träger ziemlich gut.",
		"french": "Prend du temps à fabriquer, mais protège le porteur assez bien",
		"spanish": "Su producción es lenta, pero protege adecuadamente a quien la lleva"
	},
	"equipmentName_doctorRobe": {
		"english": "Doctor's Robe",
		"german": "Arztrobe",
		"french": "Blouse de docteur",
		"spanish": "Bata de doctor"
	},
	"equipmentDescription_doctorRobe": {
		"english": "Protects the wearer from contagious diseases. Very useful for doctors as they have much contact with their ill patients.",
		"german": "Schützt den Träger vor ansteckenden Krankheiten. Sehr nützlich für Ärzte, da sie viel Kontakt mit ihren kranken Patienten haben.",
		"french": "Protège le proteur des maladies contagieuses. Très utile pour les docteurs qui sont au contact avec leurs patients malades.",
		"spanish": "Protege al portador de enfermedades contagiosas. Muy útil para los doctores, que tienen contacto con pacientes enfermos."
	},
	"equipmentName_axe": {
		"english": "Axe",
		"german": "Axt",
		"french": "Hâche",
		"spanish": "Hacha"
	},
	"equipmentDescription_axe": {
		"english": "With this axe, cutting wood takes half the time.",
		"german": "Mit der Axt geht Holzfällen doppelt so schnell.",
		"french": "Avec cette hâche, couper du bois prend deux fois moins de temps",
		"spanish": "Con este hacha, cortar madera lleva la mitad de tiempo."
	},
	"equipmentName_pickaxe": {
		"english": "Pickaxe",
		"german": "Picke",
		"french": "Pioche",
		"spanish": "Pico"
	},
	"equipmentDescription_pickaxe": {
		"english": "With this pickaxe, mining takes half the time.",
		"german": "Mit der Picke geht das Abbauen von Stein, Eisen und Kristallen doppelt so schnell.",
		"french": "Avec cette pioche, miner prend deux fois moins de temps",
		"spanish": "Con este pico, minar lleva la mitad de tiempo."
	},
	"equipmentName_bow": {
		"english": "Simple Bow",
		"german": "Einfacher Bogen",
		"french": "Arc rudimentaire",
		"spanish": "Arco simple"
	},
	"equipmentDescription_bow": {
		"english": "Each arrow deals a serious amount of damage - if it hits.",
		"german": "Jeder Pfeil kann den Gegner ernsthaft verletzen - wenn er trifft.",
		"french": "Chaque flèche inflige de sérieux dégât - si elle touche sa cible",
		"spanish": "Cada flecha hace una gran cantidad de daño - si logra acertar."
	},
	"equipmentName_woodenClub": {
		"english": "Wooden Club",
		"german": "Holzkeule",
		"french": "Massue en bois",
		"spanish": "Porra"
	},
	"equipmentDescription_woodenClub": {
		"english": "Simple weapon. Easy to make, not much damage.",
		"german": "Einfache Waffe. Schnell herstellbar, wenig Schaden.",
		"french": "Une arme rudimentaire. Simple à fabriquer, n'inflige pas beaucoup de dégât.",
		"spanish": "Un arma simple. Fácil de construir, pero no hace mucho daño."
	},
	"equipmentName_wateringCan": {
		"english": "Watering Can",
		"german": "Gießkanne",
		"french": "Arrosoir",
		"spanish": "Regadera"
	},
	"equipmentDescription_wateringCan": {
		"english": "You need to have a watering can to provide optimal care for your plants. Plants that have been watered correctly have been reported to yield double or triple harvests!",
		"german": "Du benötigst eine Gießkanne, um deine Pflanzen optimal zu pflegen. Pflanzen, die korrekt gegossen werden, können den doppelten oder dreifachen Ertrag abwerfen!",
		"french": "Vous devez avoir un arrosoir pour fournir des soins optimaux à vos plantes. Les plantes qui ont été arrosées correctement auront une récolte qui sera deux ou trois fois meilleure",
		"spanish": "Necesitas tener una regadera para proporcionar el cuidado necesario a las plantas. ¡Aquellas plantas que han sido regadas correctamente pueden producir el doble o el triple de cosecha!"
	},
	"equipmentName_farmerOutfit": {
		"english": "Farmer's Clothes",
		"german": "Bauernkleidung",
		"french": "Tenue de fermier",
		"spanish": "Traje de granjero"
	},
	"equipmentDescription_farmerOutfit": {
		"english": "This robust piece of work clothing is perfectly suited for working the fields. Wearing this, most farmers can sow their fields in half the time!",
		"german": "Dieses robuste Stück Arbeitskleidung eignet sich perfekt für Feldarbeit. Die meisten Farmer können mit dieser Ausrüstung ihre Pflanzen in der Hälfte der Zeit ansäen!",
		"french": "Ce vêtement de travail robuste est parfaitement adapté pour le travail dans les champs. En la portant, les fermiers peuvent semer leurs champs deux fois plus vite!",
		"spanish": "Esta vestimenta de trabajo es adecuada para trabajar en los cultivos. Si un granjero lo lleva podrá sembrar en la mitad de tiempo."
	},
}
