// Swords
//*******
{
	"equipmentName_swordWood": {
		"english": "Wooden Sword",
		"dutch":  "houten zwaard",
		"german": "Holzschwert",
		"french": "Épée en Bois",
		"spanish": "Espada de madera",
		"turkish": "Tahta kılıç",
		"portuguese": "Espada de madeira",
		"polish": "Drewniany miecz",
		"russian": "Деревянный меч",
		"ukrainian": "Дерев'яний меч",
		"korean": "나무칼",
	},
	"equipmentDescription_swordWood": {
		"english": "No comparison to a real sword but better than having to fight with your bare hands.",
		"dutch":  "Geen vergelijking tussen een echte zwaard, maar beter dan te vechten met je handen.",
		"german": "Kein Vergleich zu einem richtigem Schwert, aber besser als ganz ohne Waffe in die Schlacht zu ziehen.",
		"french": "Aucune comparaison avec une vraie épée mais toujours mieux que de se battre à mains nues.",
		"spanish": "Sin comparación con una espada de verdad, pero mejor que pelear con los puños.",
		"turkish": "Gerçek bir kılıçla mukayese edilemez ama çıplak elle dövüşmekten de daha iyi olduğu kesin.",
		"portuguese": "Nenhuma comparação com uma espada real, mas melhor do que ter que lutar com as próprias mãos.",
		"polish": "Bez porównania z prawdziwym mieczem, ale lepszy niż walka gołymi rękami.",
		"russian": "Даже близко не настоящий меч, но всяко лучше, чем сражаться руками.",
		"ukrainian": "Навіть близько не справжній меч, але всяко краще, ніж боротися руками.",
		"korean": "진짜 칼과 비교할 수는 없지만, 맨손으로 싸우는 것보단 낫습니다.",
	},
	"equipmentName_swordStone": {
		"english": "Stone Sword",
		"dutch":  "stenen zwaard",
		"german": "Steinschwert",
		"french": "Épée en Pierre",
		"spanish": "Espada de piedra",
		"turkish": "Taştan kılıç",
		"portuguese": "Espada de pedra",
		"polish": "Kamienny miecz",
		"russian": "Каменный меч",
		"ukrainian": "Кам'яний меч",
		"korean": "돌칼",
	},
	"equipmentDescription_swordStone": {
		"english": "Even though made out of stone, the sword's blade is sharp and dangerous.",
		"dutch":  "zelfs hoewel gemaakt uit een stenen zwaard is scherp en gevaarlijk.",
		"german": "Wenn auch unregelmäßig gefertigt, ist die steinerne Klinge dieses Schwertes scharf und alles andere als ungefährlich.",
		"french": "Bien qu'elle soit fabriquée en pierre, la lame de l'épée est tranchante et dangereuse.",
		"spanish": "Aún hecha de piedra, la hoja de la espada es filosa y peligrosa.",
		"turkish": "Taştan yapılmış olmasına rağmen kılıcın ağızı keskin ve tehlikeli.",
		"portuguese": "Mesmo sendo feita de pedra, a lâmina da espada é afiada e perigosa.",
		"polish": "Pomimo że ostrze miecza jest wykonane z kamienia, jest ostre i niebezpieczne.",
		"russian": "Несмотря на то, что меч изготовлен из камня, он вполне острый и внушает страх.",
		"ukrainian": "Незважаючи на те, що меч виготовлений з каменю, він цілком гострий і вселяє страх.",
		"korean": "돌로 만들어졌지만, 날이 서 있어서 위험합니다.",
	},
	"equipmentName_swordIron": {
		"english": "Iron Sword",
		"dutch":  "Ijzer zwaard",
		"german": "Eisenschwert",
		"french": "Épée en Fer",
		"spanish": "Espada de hierro",
		"bulgarian": "Желязен меч",
		"turkish": "Demir kılıç",
		"portuguese": "Espada de ferro",
		"polish": "Żelazny miecz",
		"russian": "Железный меч",
		"ukrainian": "Залізний меч",
		"korean": "철검",
	},
	"equipmentDescription_swordIron": {
		"english": "A decent melee weapon. Forged by a skilled craftsman.",
		"dutch":  "Een fatsoenlijk handwapen. Gemaakt bij een geschoold ambachtsman.",
		"german": "Eine ordentliche Nahkampfwaffe. Von einem fähigen Handwerker geschmiedet.",
		"french": "C'est une arme de mêlée ordinaire. Forgée par un artisant expérimenté.",
		"spanish": "Un arma aceptable de melé. Forjada por un artesano habilidoso.",
		"bulgarian": "Това е прилично меле оръжие. Прави се от опитен майстор.",
		"turkish": "İyi bir yakın dövüş silahı. Kalifiye bir usta tarafından dövülmüş.",
		"portuguese": "É uma arma comum de combate corpo a corpo. Forjado por um artesão experiente",
		"polish": "Przyzwoita broń do walki w zwarciu. Wykuta przez wykwalifikowanego rzemieślnika.",
		"russian": "Хорошее оружие для ближнего боя. Выкован опытным ремесленником.",
		"ukrainian": "Хороша зброя для ближнього бою. Викуваний досвідченим ремісником.",
		"korean": "괜찮은 근접무기입니다. 숙련된 수공업자가 벼려냈습니다.",
	},

// Axes
//*****

	"equipmentName_axeWood": {
		"english": "Wooden Axe",
		"dutch":  "houten bijl",
		"german": "Holzaxt",
		"french": "Hache en Bois",
		"spanish": "Hacha de madera",
		"turkish": "Tahta balta",
		"portuguese": "Machado de madeira",
		"polish": "Drewniana siekiera",
		"russian": "Деревянный топор",
		"ukrainian": "Дерев'яна сокира",
		"korean": "나무도끼",
	},
	"equipmentDescription_axeWood": {
		"english": "Gets 50% more wood out of trees. It's better than nothing.",
		"dutch":  "Krijgt 50% meer hout of een bomen. Het is beter dan niks.",
		"german": "Erhält 50% mehr Holz aus Bäumen. Es ist besser als nichts.",
		"french": "Fournit 50% plus de bois. C'est mieux que rien.",
		"spanish": "Obtiene un 50% más madera de los árboles. Es mejor que nada.",
		"russian": "Позволяет получать на 50% больше бревен с деревьев. Это лучше, чем ничего.",
		"portuguese": "Obtém 50% a mais de madeira das árvores. É melhor que nada.",
		"ukrainian": "Дозволяє отримувати на 50% більше колод з дерев. Це краще, ніж нічого.",
		"polish": "Wydobywa 50% więcej drewna z drzew. Lepsza taka, niż żadna.",
		"turkish": "Ağaçlardan %50 daha fazla odun verimi alıyor. Hiç yoktan iyidir.",
		"korean": "나무에서 50% 더 많은 목재를 얻을 수 있습니다. 없는 것보단 낫죠.",
	},
	"equipmentName_axeStone": {
		"english": "Stone Axe",
		"dutch":  "Stenen zwaard",
		"german": "Steinaxt",
		"french": "Hache en Pierre",
		"spanish": "Hacha de piedra",
		"turkish": "Taş balta",
		"portuguese": "Machado de pedra",
		"polish": "Kamienna siekiera",
		"russian": "Каменный топор",
		"ukrainian": "Кам'яна сокира",
		"korean": "돌도끼",
	},
	"equipmentDescription_axeStone": {
		"english": "Gets double the amount of wood out of trees. Finally we can do some serious construction!",
		"dutch":  "Krijgt dubbel het aantal of hout van bomen. Eindelijk kunnen we ernstig bouwen!",
		"german": "Erhält den doppelten Betrag an Holz aus Bäumen. Zeit für den Ausbau!",
		"french": "Fournit le double de la quantité de bois. Nous pourrons finalement créer de sérieuses constructions !",
		"spanish": "Obtiene el doble de la cantidad de madera de los árboles. ¡Por fin podemos hacer algunas construcciones serias!",
		"russian": "Позволяет получать в два раза больше бревен с дерева. Теперь мы сможем серьезно заняться строительством!",
		"portuguese": "Obtém o dobro da quantidade de madeira das árvores. Finalmente podemos fazer alguma construção séria!",
		"ukrainian": "Дозволяє отримувати в два рази більше колод з дерева. Тепер ми зможемо серйозно зайнятися будівництвом!",
		"polish": "Wydobywa dwa razy więcej drewna z drzew. W końcu możemy postawić coś porządnego!",
		"turkish": "Ağaçlardan iki kat daha fazla odun verimi alıyor. En sonunda ciddi bir inşa işine girebiliriz.",
		"korean": "나무에서 얻는 목재의 양을 두 배로 늘려줍니다. 드디어 제대로 된 건축을 할 수 있겠어요!",
	},
	"equipmentName_axeIron": {
		"english": "Iron Axe",
		"dutch":  "Ijzer bijl",
		"german": "Eisenaxt",
		"french": "Hache en Fer",
		"spanish": "Hacha de hierro",
		"turkish": "Demir balta",
		"portuguese": "Machado de ferro",
		"polish": "Żelazna siekiera",
		"russian": "Железный топор",
		"ukrainian": "Залізна сокира",
		"korean": "쇠도끼",
	},
	"equipmentDescription_axeIron": {
		"english": "Gets 150% more wood out of trees. Are you ready to build an empire out of wood?",
		"dutch":  "Krijgt 150% meer hout van een boom. Ben je klaar on een rijk te bouwen uit of hout?",
		"german": "Erhält 150% mehr Holz aus Bäumen. Bist du bereit ein Imperium aus Holz zu bauen?",
		"french": "Fournit 150% plus de bois. Êtes-vous prêt à construire un empire tout en bois ?",
		"spanish": "Obtiene un 150% más madera de los árboles. ¿Estás listo para construir un imperio de madera?",
		"russian": "Позволяет получать на 150% больше бревен с деревьев. Вы уже готовы построить свою деревянную империю?",
		"portuguese": "Obtém 150% mais madeira de árvores. Você está pronto para construir um império de madeira?",
		"ukrainian": "Дозволяє отримувати на 150% більше колод з дерев. Ви вже готові побудувати свою дерев'яну імперію?",
		"polish": "Wydobywa 150% więcej drewna z drzew. Jesteś gotowy zbudować swoje drewinane imperium?",
		"turkish": "Ağaçlardan %150 daha fazla odun verimi alıyor. Odundan bir imparatorluk kurmaya hazır mıyız?",
		"korean": "나무에서 150% 많은 목재를 얻습니다. 목재로 제국을 건설할 준비가 되셨나요?",
	},

// Pickaxes
//*********

	"equipmentName_pickaxeWood": {
		"english": "Wooden Pickaxe",
		"dutch":  "Houten pikhouweel",
		"german": "Holzpicke",
		"french": "Pioche en Bois",
		"spanish": "Pico de madera",
		"turkish": "Ahşap Kazma",
		"portuguese": "Picareta De Madeira",
		"polish": "Drewniany kilof",
		"russian": "Деревянная кирка",
		"ukrainian": "Дерев'яна кирка",
		"korean": "나무곡괭이",
	},
	"equipmentDescription_pickaxeWood": {
		"english": "Gets 50% more resources out of mining. Someone said kicking wasn't that healthy.",
		"dutch":  "Krijgt 50% meer matrialen uit of mijnbouw. Iemand zei schoppen is niet gezond.",
		"german": "Erhält 50% mehr Ressourcen aus Bergarbeit. Jemand meinte, das Treten von Steinen sei nicht so gesund.",
		"french": "Fournit 50% plus de ressources d'exploitation minière. Quelqu'un a dit que donner des coups de pied, ce n'était pas recommandé.",
		"spanish": "Obtiene un 50% más recursos del minado. Alguien dijo que dar patadas no era tan saludable.",
		"russian": "Позволяет получать на 50% больше ресурсов с добычи. Кто-то сказал, что добыча ресурсов ногой - не лучшая идея.",
		"portuguese": "Obtém 50% mais recursos de mineração. Alguém disse que chutar não era tão saudável.",
		"ukrainian": "Дозволяє отримувати на 50% більше ресурсів з видобутку. Хтось сказав, що видобуток ресурсів ногою - не найкраща ідея.",
		"polish": "Wydobywa 50% więcej materiałów z górnictwa. Ktoś powiedział, że kopanie nie jest zbyt zdrowe.",
		"turkish": "Madencilikten %50 daha fazla kaynak alıyor. Birisi tekmelemenin o kadar da sağlıklı olmadığını söyledi.",
		"korean": "채광에서 50% 많은 자원을 얻습니다. 발로 차는건 건강에 좋지 않다고 해요.",
	},
	"equipmentName_pickaxeStone": {
		"english": "Stone Pickaxe",
		"dutch":  "Stenen pikhouweel",
		"german": "Steinpicke",
		"french": "Pioche en Pierre",
		"spanish": "Pico de piedra",
		"turkish": "Taş Kazma",
		"portuguese": "Picareta de Pedra",
		"polish": "Kamienny kilof",
		"russian": "Каменная кирка",
		"ukrainian": "Кам'яна кирка",
		"korean": "돌곡괭이",
	},
	"equipmentDescription_pickaxeStone": {
		"english": "Gets double the amount of resources out of mining. What are you going to do with all this stone and iron?",
		"dutch":  "Krijgt dubbel het aantal of matriaal uit mijnbouw. Wat ga je doen met al deze stenen en ijzer?",
		"german": "Erhält den doppelten Betrag an Ressourcen aus Bergarbeit. Was wirst du mit all dem Stein und Eisen machen?",
		"french": "Fournit le double de la quantité des ressources d'exploitations minière. Qu'allez-vous faire avec toute cette pierre et ce fer ?",
		"spanish": "Obtiene el doble de la cantidad de recursos del minado. ¿Qué vas a hacer con toda esta piedra y hierro?",
		"russian": "Позволяет получать в два раза больше ресурсов с добычи. Что же делать с таким количеством камня и железа?",
		"portuguese": "Obtém o dobro da quantidade de recursos da mineração. O que você vai fazer com toda essa pedra e ferro?",
		"ukrainian": "Дозволяє отримувати в два рази більше ресурсів з видобутку. Що ж робити з такою кількістю каменю та заліза?",
		"polish": "Podwaja wydobycie materiałów z górnictwa. Co zamierzasz zrobić z tym kamieniem i żelazem, co?",
		"turkish": "Madencilikten iki kat daha fazla kaynak alıyor. Bu kadar demir ve taşla ne yapacaksın?",
		"korean": "채광에서 두 배의 자원을 얻습니다. 이 돌과 철로 뭘 하시려는거죠?",
	},
	"equipmentName_pickaxeIron": {
		"english": "Iron Pickaxe",
		"dutch":  "Ijzer pikhouweel",
		"german": "Eiserne Picke",
		"french": "Pioche en Fer",
		"spanish": "Pico de hierro",
		"turkish": "Demir Kazma",
		"portuguese": "Picareta de Ferro",
		"polish": "Żelazny kilof",
		"russian": "Железная кирка",
		"ukrainian": "Залізна кирка",
		"korean": "쇠곡괭이",
	},
	"equipmentDescription_pickaxeIron": {
		"english": "Gets 150% more resources out of mining. No pebble left untouched!",
		"dutch":  "Krijgt 150% meer matriaal uit van mijnbouw. Geen Rock blijft onaangeraakt!",
		"german": "Erhält 150% mehr Ressourcen aus Bergarbeit. Kein Kiesel wird zurückgelassen!",
		"french": "Fournit 150% plus de ressources d'exploitation minière. Aucun caillou ne restera intact!",
		"spanish": "Obtiene 150% más recursos del minado. ¡No quedó ninguna piedra sin tocar!",
		"russian": "Позволяет получать на 150% больше ресурсов с добычи. Ни один камень не останется нетронутым!",
		"portuguese": "Obtém 150% mais recursos de mineração. Nenhuma pedrinha deixada intocada!",
		"ukrainian": "Дозволяє отримувати на 150% більше ресурсів з видобутку. Жоден камінь не залишиться недоторканим!",
		"polish": "Zwiększa wydobycie z górnictwa o 150%. Żaden kamyczek nie zostanie pominięty!",
		"turkish": "Madencilikten %150 daha fazla kaynak alıyor. Dokunulmamış çakıl kalmayacak!",
		"korean": "채광에서 150% 많은 자원을 얻습니다. 손댄 적 없는 돌덩이가 없네요!",
	},

// Bows
//*****

	"equipmentName_bow": {
		"english": "Simple Bow",
		"dutch":  "Eenvoudige boog",
		"german": "Einfacher Bogen",
		"french": "Arc Rudimentaire",
		"spanish": "Arco simple",
		"bulgarian": "Обикновен лък",
		"turkish": "Basit Yay",
		"portuguese": "Arco simples",
		"polish": "Prosty łuk",
		"russian": "Простой лук",
		"ukrainian": "Простий лук",
		"korean": "단순한 활",
	},
	"equipmentDescription_bow": {
		"english": "Each arrow deals a serious amount of damage - if it hits.",
		"dutch":  "Elke pijl doet een degelijk aantal of schade - als het raakt.",
		"german": "Jeder Pfeil kann den Gegner ernsthaft verletzen - wenn er trifft.",
		"french": "Chaque flèche inflige de sérieux dégâts - si elle touche sa cible",
		"spanish": "Cada flecha hace una gran cantidad de daño - si logra acertar.",
		"bulgarian": "Всяка стрела прави сериозно поражение, ако оцелите противника.",
		"turkish": "Her ok, isabet etmesi halinde, ciddi miktarda hasar verir.",
		"portuguese": "Cada flecha causa uma quantidade séria de dano - se acertar.",
		"polish": "Każda strzała zadaje poważne obrażenia - jeśli trafi.",
		"russian": "Каждая стрела наносит серьезный урон. Если, конечно, она попадает.",
		"ukrainian": "Кожна стріла завдає серйозної шкоди. Якщо звичайно, вона потрапляє.",
		"korean": "화살 하나하나가 무시할 수 없는 피해를 입힙니다 - 그게 맞는다면, 말이죠.",
	},

// Clubs
//******

	"equipmentName_clubWood": {
		"english": "Wooden Club",
		"dutch":  "Houten knots",
		"german": "Holzkeule",
		"french": "Massue en Bois",
		"spanish": "Porra",
		"bulgarian": "Дървена Бухалка",
		"turkish": "Ahşap sopa",
		"portuguese": "Clube de madeira",
		"polish": "Drewniana pałka",
		"russian": "Деревянная дубинка",
		"ukrainian": "Дерев'яна палиця",
		"korean": "나무 몽둥이",
	},
	"equipmentDescription_clubWood": {
		"english": "This plain club is used by Tikigoblins. It might be of special value for collectors!",
		"dutch":  "Deze vlakte knots is gebruikt bij Tikigoblins. Het is meschien van bijzondere waarden voor verzamelaars!",
		"german": "Diese unscheinbare Keule wird von den Tikigoblins verwendet. Für Sammler ist sie sicher wertvoll!",
		"french": "Cette massue ordinaire est utilisée par les Tikigoblins. Elle pourrait être appréciée par les collectionneurs !",
		"spanish": "Esta porra de madera la ocupan los Tikigoblins. ¡Es especialmente valiosa para los coleccionistas!",
		"turkish": "Bu sade sopa Tikigoblins tarafından kullanılıyor. Koleksiyoncular için özel bir değeri olabilir!",
		"portuguese": "Este clube simples é usado por Tikigoblins. Pode ser de valor especial para colecionadores!",
		"polish": "Ta zwykła pałka jest używana przez Tikigoblinów. Może mieć szczególną wartość dla kolekcjonerów!",
		"russian": "Эти дубинки используют тикогоблины. Может иметь ценность для коллекционеров!",
		"ukrainian": "Цю палицю використовують тікогобліни. Може мати цінність для колекціонерів!",
		"korean": "이 단순한 몽둥이는 티키고블린들이 쓰던 것입니다. 수집가들은 좀 특별한 가치를 느낄지도 모르죠!",
	},
	"equipmentName_clubStone": {
		"english": "Stone Club",
		"german": "Steinkeule",
		"french": "Massue en Pierre",
		"russian": "Каменная булава",
		"portuguese": "Clube de pedra",
	},
	"equipmentDescription_clubStone": {
		"english": "Yes, this stone club might look a bit primitive. Don't underestimate its effectiveness when it comes to dealing damage!",
		"german": "Diese Steinkeule mag etwas primitiv wirken, ja. Wenn es darum geht Schaden auszuteilen ist sie alledings doch ganz brauchbar.",
		"french": "Oui, cette massue en pierre peut sembler un peu primitive. Mais ne sous-estimez pas son efficacité lorsqu'il s'agit d'infliger des dégâts !",
		"russian": "Да, это оружие выглядит очень примитивно. Однако не стоит его недооценивать!",
		"portuguese": "Sim, este clube de pedra pode parecer um pouco primitivo. Não subestime sua eficácia quando se trata de causar dano!",
	},
	"equipmentName_clubWoodTotem": {
		"english": "Tiki Club",
		"german": "Tikikeule",
		"french": "Massue Tikie",
		"russian": "Тики булава",
		"portuguese": "Clube tiki",
	},
	"equipmentDescription_WoodTotem": {
		"english": "Tikigoblins make ritual clubs like this to fight very specific foes. Once they've been victorious, the club is used as a memento of their defeated enemies!",
		"german": "Ritualkeulen wie diese fertigen Tikigoblins extra für einen bestimmten Feind an. Ist dieser besiegt, so dient sie als Erinnerung an den gloreichen Sieg.",
		"french": "Les Tikigoblins font des massues rituelles comme celle-ci pour combattre des ennemis très spécifiques. Une fois qu'ils ont été victorieux, la massue est utilisée comme souvenir de leurs ennemis vaincus !",
		"russian": "Тикигоблины используют эти булавы для определенных сражений. После победы в сражении эта булава используется ими как трофей.",
		"portuguese": "Tikigoblins fazem clubes rituais como este para lutar contra inimigos muito específicos. Uma vez que eles foram vitoriosos, o clube é usado como uma lembrança de seus inimigos derrotados!",
	},

// Watering Cans
//**************

	"equipmentName_wateringCanWood": {
		"english": "Wooden Watering Can",
		"dutch":  "Houten Gieter",
		"german": "Holzgießkanne",
		//TODO-bulgarian
		"french": "Arrosoir en Bois",
		"spanish": "Regadera de madera",
		"bulgarian": "Лейка",
		"turkish": "Ahşap su kovası",
		"portuguese": "Regador de madera",
		"polish": "Drewniana konewka",
		"russian": "Деревянная лейка",
		"ukrainian": "Дерев'яна лійка",
		"korean": "나무 물뿌리개",
	},
	"equipmentDescription_wateringCanWood": {
		"english": "You need to have a watering can to provide optimal care for your plants. Plants that have been watered correctly have been reported to yield double or triple harvests!",
		"dutch":  "Jij hebt een gieter nodig om optimaal je planten te verzorgen. Planten die water hebben gehad krijgen dubbele of zelfs drievoudige oogst!",
		"german": "Du benötigst eine Gießkanne, um deine Pflanzen optimal zu pflegen. Pflanzen, die korrekt gegossen werden, können den doppelten oder dreifachen Ertrag abwerfen!",
		"french": "Vous devez avoir un arrosoir pour fournir des soins optimaux à vos plantes. Les plantes qui ont été arrosées correctement auront une récolte qui sera deux voire trois fois meilleure !",
		"spanish": "Necesitas tener una regadera para proporcionar el cuidado necesario a las plantas. ¡Aquellas plantas que han sido regadas correctamente pueden producir el doble o el triple de cosecha!",
		"bulgarian": "Трябва да имате лейка, за да осигурите оптимална грижа за вашите растения. Растенята които са поливани правилно добиват двойни или тройни реколти.",
		"turkish": "Bitkilerinize en uygun bakımı sağlamak için bir sulama kovasına ihtiyacınız var. Doğru bir şekilde sulanan bitkilerin çift veya üçlü hasat verdikleri bildirildi!",
		"portuguese": "Você precisa ter um regador para fornecer o melhor atendimento para suas plantas. As plantas que foram regadas corretamente produziram colheitas duplas ou triplas!",
		"polish": "Musisz mieć konewkę, aby zapewnić optymalną pielęgnację roślin. Doniesiono, że rośliny podlewane prawidłowo dają podwójne lub potrójne zbiory!",
		"russian": "Вам нужна лейка для обеспечения хорошего ухода за растениями. Говорят, что правильно орошенные растения дают двойной, а то и тройной урожай!",
		"ukrainian": "Вам потрібна лійка для забезпечення гарного догляду за рослинами. Кажуть, що правильно политі рослини дають подвійний, а то й потрійний урожай!",
		"korean": "작물들을 최적의 상태로 돌보려면 물뿌리개가 필요합니다. 제때 물을 준 작물에서는 수확량이 두세배로 늘어난다는 보고가 있다고 하네요!",
	},
	"equipmentName_wateringCanStone": {
		"english": "Stone Watering Can",
		"dutch":  "Stenen Gieter",
		"german": "Steingießkanne",
		"french": "Arrosoir en Pierre",
		"spanish": "Regadera de piedra",
		"turkish": "Taş su kovası",
		"portuguese": "Regador de pedra",
		"polish": "Kamienna konewka",
		"russian": "Каменная лейка",
		"ukrainian": "Кам'яна лійка",
		"korean": "돌 물뿌리개",
	},
	//"equipmentDescription_wateringCanStone": {
	// Not fully implemented in the game yet	
	//},
	"equipmentName_wateringCanIron": {
		"english": "Iron Watering Can",
		"dutch":  "Ijzere Gieter",
		"german": "Eisengießkanne",
		"french": "Arrosoir en Fer",
		"spanish": "Regadera de hierro",
		"turkish": "Demir su kovası",
		"portuguese": "Regador de ferro",
		"polish": "Żelazna konewka",
		"russian": "Железная лейка",
		"ukrainian": "Залізна лійка",
		"korean": "철 물뿌리개",
	},
	//"equipmentDescription_wateringCanIron": {
	// Not fully implemented in the game yet
	//},

// Armors
//*******

	"equipmentName_armorGambeson": {
		"english": "Gambeson",
		"dutch":  "Gambeson",
		"german": "Gambeson",
		"french": "Gambeson",
		"spanish": "Gambesón",
		"russian": "Гамбезон",
		"portuguese": "Gambeson",
		"ukrainian": "Гамбезон",
		"polish": "Przeszywanica",
		"turkish": "Pamuklu zırh",
		"korean": "천갑옷",
	},
	"equipmentDescription_armorGambeson": {
		"english": "The basic equipment of every wannabe warrior.",
		"dutch":  "De basis uitrusting van elke wannabe krijger.",
		"german": "Die Basisausrüstung für jeden Möchtegern-Krieger.",
		"french": "L'équipement de base pour chaque guerrier qui veut devenir célèbre.",
		"spanish": "El equipo básico de cualquier aspirante a guerrero.",
		"russian": "Базовое снаряжение для воинов.",
		"portuguese": "O equipamento básico de todo guerreiro aspirante.",
		"ukrainian": "Базовое снаряжение для воїнів.",
		"polish": "Podstawowa zbroja dla każdego początkującego wojownika",
		"turkish": "Yeni yetme savaşçıların temel ekipmanı.",
		"korean": "전사가 되고싶은 자들의 기본 장비입니다.",
	},

	"equipmentName_armorSimplePlate": {
		"english": "Simple Plate Armor",
		"dutch":  "Eenvoudige platen harnas",
		"german": "Einfache Plattenrüstung",
		"french": "Armure de Plates Simple",
		"spanish": "Armadura de Placas Simple",
		"russian": "Простая латная броня",
		"portuguese": "Armadura de Placa Simples",
		"ukrainian": "Латна броня",
		"polish": "Prosta zbroja płytowa",
		"turkish": "Basit Plaka Zırhı",
		"korean": "단순한 플레이트 아머",
	},
	"equipmentDescription_armorSimplePlate": {
		"english": "Focusing on the essentials, this armor suits part time soldiers just fine.",
		"dutch":  "Focussen op de essentials, Dit harnas fit de deeltijds krijgers prima.",
		"german": "Beschränkt sich auf das Wesentliche. Eine Rüstung für wahre Teilzeitsoldaten.",
		"french": "En se concentrant sur l'essentiel, cette armure convient bien pour les soldats à temps partiel.",
		"spanish": "Centrándose en lo esencial, esta armadura se adapta bien a los soldados de tiempo parcial.",
		"russian": "Ориентируясь на нужды, эта броня отлично подойдет солдатам, занятым неполный рабочий день.",
		"portuguese": "Concentrando-se no essencial, esta armadura combina com soldados a tempo parcial.",
		"ukrainian": "Орієнтуючись на потреби, ця броня відмінно підійде солдатам, зайнятим неповний робочий день.",
		"polish": "Skupmy się na podstawach, ta zbroja nadaje się dla żołnierzy na pół etatu.",
		"turkish": "Temellere odaklanarak, bu zırh yarı zamanlı askere çok uygun gider.",
		"korean": "필수적인 것에만 집중했습니다. 일용직 군인에게는 적절합니다.",
	},
	"equipmentName_armorIron": {
		"english": "Iron Armor",
		"dutch":  "Ijzere harnas",
		"german": "Eisenrüstung",
		"french": "Armure en Fer",
		"spanish": "Armadura de hierro",
		"bulgarian": "Желязна Броня",
		"turkish": "Demir Zırh",
		"portuguese": "Armadura de ferro",
		"polish": "Żelazna zbroja",
		"russian": "Железная броня",
		"ukrainian": "Залізна броня",
		"korean": "철갑옷",
	},
	"equipmentDescription_armorIron": {
		"english": "Takes long to produce, but protects the bearer pretty well.",
		"dutch":  "Neemt lange tijd om te maken, maar bescermd de drager heel goed.",
		"german": "Braucht lange in der Herstellung, aber schützt den Träger ziemlich gut.",
		"french": "Prend du temps à fabriquer, mais protège assez bien le porteur.",
		"spanish": "Su producción es lenta, pero protege adecuadamente a quien la lleva",
		"bulgarian": "Отнема много време да се направи, но предпазва носителя доста добре.",
		"turkish": "Üretmesi uzun sürüyor, ancak hamilini oldukça iyi koruyor.",
		"portuguese": "Leva muito tempo para produzir, mas protege o portador muito bem.",
		"polish": "Produkcja zajmuje dużo czasu, ale bardzo dobrze chroni posiadacza.",
		"russian": "Долго изготавливается, зато хорошо защищает владельца.",
		"ukrainian": "Довго виготовляється, зате добре захищає власника.",
		"korean": "만드는데 오래 걸리지만, 착용자를 충분히 보호합니다.",
	},

// Work Gear
//**********

	"equipmentName_craftsmanGear0": {
		"english": "Apprentice Craftsman's Clothes",
		"dutch":  "Leerling ambachtsman kleren",
		"german": "Einfache Handwerkerkleidung",
		"french": "Vêtements de l'Apprenti Artisan",
		"spanish": "Ropas de Aprendiz de Artesano",
		"russian": "Одежда начинающего ремесленника",
		"portuguese": "Roupa do Aprendiz Artesão",
		"ukrainian": "Одяг Ремісника",
		"polish": "Ubranie ucznia rzemieślnika",
		"turkish": "Çırak zanaatkar elbisesi",
		"korean": "풋내기 수공업자의 옷",
	},
	"equipmentDescription_craftsmanGear0": {
		"english": "With these comfortable clothes, craftsmen work a bit faster.",
		"dutch":  "Met deze gemakkelijke kleren, de ambachtsman werkt een beetje sneller.",
		"german": "Mit dieser bequemen Arbeitskleidung können Handwerker etwas schneller arbeiten.",
		"french": "Avec ces vêtements confortables, l'artisan travaillera un peu plus vite.",
		"spanish": "Con estas cómodas ropas, los artesanos trabajarán un poco más rápido.",
		"russian": "С этой удобной одеждой ремесленники работают немного быстрее.",
		"portuguese": "Com estas roupas confortáveis, os artesãos trabalham um pouco mais rápido.",
		"ukrainian": "З цим зручним одягом ремісники працюють трохи швидше.",
		"polish": "Z tym wygodnym ubraniem rzemieślnik może pracować nieco szybciej",
		"turkish": "Bu rahat kıyafetlerle, zanaatkarlar biraz daha hızlı çalışıyor.",
		"korean": "이 편안한 옷을 입으면, 수공업자는 조금 더 빨리 일할 수 있습니다.",
	},
	"equipmentName_craftsmanGear1": {
		"english": "Master Craftsman's Clothes",
		"dutch":  "Meester ambachtsman kleren",
		"german": "Meisterhandwerkerkleidung",
		"french": "Vêtements du Maître Artisan",
		"spanish": "Ropas de Maestro Artesano",
		"russian": "Одежда опытного ремесленника",
		"portuguese": "Roupa do Mestre Artesão",
		"ukrainian": "Одяг Майстра Ремісника",
		"polish": "Ubranie rzemieślnika",
		"turkish": "Usta Zanaatkar Giysileri",
		"korean": "전문 수공업자의 옷",
	},
	"equipmentDescription_craftsmanGear1": {
		"english": "Clothing for true master craftsmen. Your settlers will work significantly faster.",
		"dutch":  "Kleren voor een echte meester ambachtsman. Je kolonisten zullen opmerkelijk sneller werken.",
		"german": "Kleidung für wahre Handwerksmeister. Deine Siedler arbeitet um einiges schneller.",
		"french": "Des vêtements pour un vrai maître artisan. Vos colons travailleront plus rapidement.",
		"spanish": "Vestimentas para verdaderos maestros artesanos. Tus colonos trabajarán significativamente más rápido.",
		"russian": "Одежда для настоящего ремесленника. Ваши поселенцы будут работать значительно быстрее.",
		"portuguese": "Roupas para verdadeiros mestres artesãos. Seus colonos trabalharão significativamente mais rápido.",
		"ukrainian": "Одяг для справжнього ремісника. Ваші поселенці будуть працювати значно швидше.",
		"polish": "Ubranie dla prawdziwego mistrza rzemieślnictwa. Twoi koloniści będą pracować znacznie szybciej.",
		"turkish": "Gerçek usta zanaatkarlar için giyim. Yerleşimcileriniz çok daha hızlı çalışacak.",
		"korean": "진정한 수공업의 달인을 위한 옷입니다. 개척자는 상당히 빠르게 일할겁니다.",
	},
	"equipmentName_foresterGear0": {
		"english": "Apprentice Forester's Clothes",
		"dutch":  "Leerling houthakker kleren",
		"german": "Einfache Försterkleidung",
		"french": "Vêtements de l'Apprenti Forestier",
		"spanish": "Ropas de Aprendiz de Leñador",
		"russian": "Одежда начинающего дровосека",
		"portuguese": "Roupas de Aprendiz Forester",
		"ukrainian": "Одяг Лісника",
		"polish": "Ubranie ucznia drwala",
		"turkish": "Çırak ormancının giysileri",
		"korean": "풋내기 나무꾼의 옷",
	},
	"equipmentDescription_foresterGear0": {
		"english": "With the right equipment, forest work is so much easier. These clothes will enable your Foresters to work a little bit faster.",
		"dutch":  "Met de juiste uitrusting, bos werk is zoveel gemakkelijker. Deze kleren zullen je houthakkers een beetje sneller laten werken.",
		"german": "Mit der richtigen Ausstattung wird die Forstarbeit doch gleich viel leichter. Förster arbeiten etwas schneller.",	
		"french": "Avec le bon équipement, le travail en forêt est tellement plus facile. Ces vêtements permettront à vos forestiers de travailler un peu plus vite.",
		"spanish": "Con el equipo adecuado, el trabajo forestal es mucho más sencillo. Estas ropas permitirán a tus leñadores trabajar un poco más rápido.",
		"russian": "С экипировкой работать в лесу намного проще. Эта одежда позволит вашим дровосекам работать немного быстрее.",
		"portuguese": "Com o equipamento certo, o trabalho na floresta é muito mais fácil. Essas roupas permitirão que seus Foresters trabalhem um pouco mais rápido.",
		"ukrainian": "З екіпіровкою працювати в лісі набагато простіше. Цей одяг дозволить вашим лісникам працювати трохи швидше.",
		"polish": "Z właściwym wyposażeniem, drwal może pracować dużo łatwiej. Te ciuchy umożliwą Twoim drwalom nieco szybszą pracę.",
		"turkish": "Doğru ekipmanla odunculuk çok daha kolay. Bu kıyafetler oduncularınızın biraz daha hızlı çalışmasını sağlayacak.",
		"korean": "제대로 된 장비를 입으면, 벌목은 훨씬 쉬워집니다. 이 옷을 입은 나무꾼은 살짝 빠르게 일합니다.",
	},
	"equipmentName_foresterGear1": {
		"english": "Master Forester's Clothes",
		"dutch":  "Meester houthakker kleren",
		"german": "Meisterförsterkleidung",
		"french": "Vêtements du Maître Forestier",
		"spanish": "Ropas de Maestro Leñador",
		"russian": "Одежда опытного дровосека",
		"portuguese": "Roupas de Mestre Forester",
		"ukrainian": "Одяг Вмілого Лісника",
		"polish": "Ubranie drwala",
		"turkish": "Usta oduncu giysileri",

		"korean": "전문 나무꾼의 옷",
	},
	"equipmentDescription_foresterGear1": {
		"english": "Working gear that will scare the hell out of all nearby trees. Foresters work a lot faster",
		"dutch":  "Werkkleding dat zal de hel uit alle bomen in de buurt doen schrikken",
		"german": "Eine Arbeitsmontur, die alle Bäume im näheren Umkreis vor Angst erstarren lassen wird. Förster arbeiten viel schneller.",	
		"french": "Un équipement de travail qui fera peur à tous les arbres voisins. Les forestiers travaillent beaucoup plus vite.",
		"spanish": "Un esquipo de trabajo que llenará de miedo a todos los árboles cercanos. Los leñadores trabajarán mucho más rápido.",
		"russian": "Эта экипировка заставит деревья дрожать перед вами! Ваши дровосеки будут работать значительно быстрее.",
		"portuguese": "Equipamento de trabalho que vai assustar o inferno fora de todas as árvores próximas. Os silvicultores trabalham muito mais rápido",
		"ukrainian": "Ця екіпірування змусить дерева боятись вас! Ваші лісники працюватимуть значно швидше.",
		"polish": "Odzienie robocze, które potrafi wystarszyć wszystkie pobliskie drzewa. Drwa będzie pracował znacznie szybciej",
		"turkish": "Etraftaki ağaçları korkutacak giysiler. Oduncular çok daha hızlı çalışıyor",
		"korean": "주변의 나무들을 공포에 떨게 할 작업복입니다. 나무꾼이 일하는 속도가 많이 빨라집니다.",
	},
	"equipmentName_minerGear0": {
		"english": "Apprentice Miner's Clothes",
		"dutch":  "Leerling mijnwerkers kleren",
		"german": "Einfache Bergarbeiterkleidung",
		"french": "Vêtements de l'Apprenti Mineur",
		"spanish": "Ropas de Aprendiz de Minero",
		"russian": "Одежда начинающего шахтера",
		"portuguese": "Roupa do Aprendiz Mineiro",
		"ukrainian": "Одяг Шахтаря",
		"polish": "Ubranie ucznia górnictwa",
		"turkish": "Çırak madenci giysileri",

		"korean": "풋내기 광부의 옷",
	},
	"equipmentDescription_minerGear0": {
		"english": "Makes all the hard work slightly more bearable. Miners will work a bit faster.",
		"dutch":  "Maakt al de hard werk een beetje meer gemakkelijk. Mijnwerker zal een beetje sneller werken.",
		"german": "Macht all die harte Arbeit etwas erträglicher. Bergarbeiter erledigen ihre Arbeit etwas schneller.",	
		"french": "Rend tout le travail un peu plus supportable. Les mineurs vont travailler un peu plus vite.",
		"spanish": "Hace que todo el trabajo duro sea un poco más soportable. Los mineros trabajarán un poco más rápido.",
		"russian": "Делает тяжелые будни шахтера не такими уж и тяжелыми. Шахтеры будут работать немного быстрее.",
		"portuguese": "Torna todo o trabalho duro um pouco mais suportável. Os mineiros vão trabalhar um pouco mais rápido.",
		"ukrainian": "Робить важкі будні шахтаря не такими вже й важкими. Шахтарі будуть працювати трохи швидше.",
		"polish": "Sprawia, że ciężka praca staje się nieco bardziej znośna. Górnicy będą pracować nieco szybciej",
		"turkish": "Tüm zor işleri biraz daha kolay hale getiriyor. Madenciler biraz daha hızlı çalışacaklar.",
		"korean": "모든 힘든 일들을 좀 더 참을 수 있게 해줍니다. 광부가 조금 빠르게 일합니다.",
	},
	"equipmentName_minerGear1": {
		"english": "Master Miner's Clothes",
		"dutch":  "Meester mijnwerkers kleren",
		"german": "Meisterbergarbeiterkleidung",
		"french": "Vêtements du Maître Mineur",
		"spanish": "Ropas de Maestro Minero",
		"russian": "Одежда опытного шахтера.",
		"portuguese": "Roupa do Mestre Mineiro",
		"ukrainian": "Одяг Сильного Шахтаря.",
		"polish": "Ubranie górnika",
		"turkish": "Usta Madenci Giysileri",
		"korean": "전문 광부의 옷",
	},
	"equipmentDescription_minerGear1": {
		"english": "For passionate miners that can't imagine life without a pickaxe in their hands. Mining stone, crystals and iron ore takes way less time. \"Rock and stone, brother!\"", // The last sentence is a quote from Deep Rock Galactic. As it is only voiced in English, we decided not to include this easter egg to other languages. Just ignore it. ;)
		"dutch":  "Voor gepassioneerde mijnwerkers die zich geen leven zonder kan voostellen zonder pikhouweel in de hand. Mijnbouw stone, kristallen en ijzererts neemt veel minder tijd.",
		"german": "Für all jene, die den Bergbau als ihre einzig wahre Berufung betrachten. Der Abbau von Stein, Kristallen und Eisenerz nimmt viel weniger Zeit in Anspruch.  ",	
		"french": "Pour les mineurs passionnés qui ne peuvent imaginer la vie sans une pioche à la main. L'extraction de la pierre, des cristaux et du minerai de fer prend beaucoup moins de temps.",
		"spanish": "Para los mineros apasionados que no pueden imaginar la vida sin un pico en sus manos. El minado de piedra, cristales y hierro les tomará mucho menos tiempo.",
		"russian": "Для шахтеров, которые не могут представить свою жизнь без кирки в руках. Добыча камня, кристаллов и железной руды занимает гораздо меньше времени.",
		"portuguese": "Para mineiros apaixonados que não conseguem imaginar a vida sem uma picareta nas mãos. Mineração de pedra, cristais e minério de ferro leva menos tempo.",
		"ukrainian": "Для шахтарів, які не можуть уявити своє життя без кирки в руках. Видобуток каменю, кристалів і залізної руди займає набагато менше часу.",
		"polish": "Dla pasjonatów górnictwa, którzy nie mogą wyobrazić sobie życia bez kilofa w dłoni. Wydobycie kamienia, kryształów i żelaza zabiera znacznie mniej czasu.",
		"turkish": "Ellerinde kazma olmayan bir hayatı hayal edemeyen tutkulu madenciler için. Taş, kristal ve demir cevheri madenciliği daha az zaman alır.",
		"korean": "손에 곡괭이가 없는 삶을 상상하지도 못하는 그런 열정적인 광부들을 위한 옷입니다. 돌, 크리스탈, 철광석을 캐내는 시간이 훨씬 짧아집니다.",
	},
	"equipmentName_scholarRobe0": {
		"english": "Apprentice Scholar's Robes",
		"dutch":  "Leerling geleerde kleren",
		"german": "Einfache Gelehrtenrobe",
		"french": "Tenue de l'Apprenti Érudit",
		"spanish": "Túnicas de Aprendiz de Erudito",
		"russian": "Одежда начинающего ученого",
		"portuguese": "Vestes de Acadêmico Aprendiz",
		"ukrainian": "Одяг Вченого",
		"polish": "Szata ucznia uczonego",
		"turkish": "Çırak bilginlerin cüppesi",
		"korean": "풋내기 학자의 로브",
	},
	"equipmentDescription_scholarRobe0": {
		"english": "With these airy and comfortable robes, your scholars will do their research slightly faster.",
		"dutch":  "Met deze luchtige en gemakkelijke mantel, je geleerde zullen hun onderzoek iets sneller doen",
		"german": "Mit dieser luftigen wie bequemen Robe forschen deine Gelehrten etwas schneller.",	
		"french": "Avec ces vêtements aérés et confortables, vos érudits feront leurs recherches un peu plus vite.",
		"spanish": "Con estas cómodas y aireadas túnicas, tus eruditos harán su investigación un poco más rápido.",
		"russian": "С такой невероятно удобной одеждой ваши ученые будут проводить свои исследования немного быстрее.",
		"portuguese": "Com essas vestes arejadas e confortáveis, seus estudiosos farão suas pesquisas um pouco mais rápido.",
		"ukrainian": "З таким неймовірним зручним одягом ваші вчені будуть проводити свої дослідження трохи швидше.",
		"polish": "Z tymi przewiewnymi i wygodnymi szatami, Twoi uczeni będą przeprowadzać badania nieco szybciej",
		"turkish": "Bu havadar ve rahat cüppeyle, alimleriniz araştırmalarını biraz daha hızlı yapacaklar.",
		"korean": "이 가볍고 편안한 로브를 입으면, 학자가 연구하는 속도가 살짝 빨라집니다.",
	},
	"equipmentName_scholarRobe1": {
		"english": "Master Scholar's Robes",
		"dutch":  "Meester geleerde kleren",
		"german": "Meistergelehrtenrobe",
		"french": "Tenue du Maître Érudit",
		"spanish": "Túnicas de Maestro Erudito",
		"russian": "Одежда опытного ученого",
		"portuguese": "Vestes do Mestre Estudioso",
		"ukrainian": "Одяг Верховного Вченого",
		"polish": "Szata uczonego",
		"turkish": "Usta alim cüppesi",
		"korean": "박사의 로브",
	},
	"equipmentDescription_scholarRobe1": {
		"english": "These noble robes emphasize the high rank of their bearer. Scholars research new technologies way faster.",
		"dutch":  "Deze edele kleren benadrukt de hoge rang van hun drager. Geleerde onderzoekt nieuw technologieen veel sneller.",
		"german": "Diese edle Robe betont den hohen Rang ihres Trägers. Gelehrte erforschen neue Technologien in Windeseile.",
		"french": "Ces vêtements nobles soulignent le haut rang de leur porteur. Les érudits recherchent les nouvelles technologies plus rapidement.",
		"spanish": "Estas nobles túnicas enfatizan el alto rango de su portador. Los eruditos investigarán nuevas tecnologías mucho más rápido.",
		"russian": "Эта благородная одежда подчеркивает высокий статус своего носителя. Ученые будут проводить исследования намного быстрее.",	
		"portuguese": "Estas vestes nobres enfatizam o alto grau de seu portador. Os estudiosos pesquisam novas tecnologias de maneira mais rápida.",
		"ukrainian": "Ця шляхетний одяг підкреслює високий статус свого носія. Вчені будуть проводити дослідження набагато швидше.",
		"polish": "Te dostojne szaty podkreślają wysoką rangę noszącego je. Uczeni odkyrwają nowe technologie znacznie szybciej.",
		"turkish": "Bu soylu cüppeler, giyenlerinin yüksek rütbelerine dikkat çekiyor. Alimler yeni teknolojileri daha hızlı araştırıyorlar.",
		"korean": "이 고귀한 로브는 로브를 입은 사람의 높은 계급을 강조합니다. 학자가 새로운 기술을 훨씬 빠르게 연구합니다.",
	},
	"equipmentName_doctorRobe0": {
		"english": "Apprentice Doctor's Robes",
		"dutch":  "Leerling dokter kleren",
		"german": "Einfache Arztrobe",
		"french": "Blouse de l'Apprenti Docteur",
		"spanish": "Túnicas de Aprendiz de Doctor",
		"russian": "Одежда начинающего врача",
		"portuguese": "Robes do Doutor Aprendiz",
		"ukrainian": "Одяг Лікаря",
		"polish": "Szata ucznia lekarza",
		"turkish": "Çırak doktor cüppesi",
		"korean": "풋내기 의사의 옷",
	},
	"equipmentDescription_doctorRobe0": {
		"english": "Offers minor protection against contagious diseases. Very useful for doctors as they have a lot of contact with their ill patients.",
		"dutch":  "Biedt minimale bescherming tegen besmettelijke ziekten. Heel nuttig voor dokters omdat ze veel contact hebben met hun zieke patienten.",
		"german": "Bietet einen geringen Schutz gegen ansteckende Krankheiten. Sehr nützlich für Ärzte, da sie viel Kontakt mit ihren kranken Patienten haben.",	
		"french": "Offre une protection mineure contre les maladies contagieuses. Très utile pour les médecins car ils ont beaucoup de contacts avec leurs patients malades.",
		"spanish": "Ofrece una protección menor contra enfermedades contagiosas. Muy útil para los doctores, que tienen un montón de contacto con sus pacientes enfermos.",
		"russian": "Предоставляет незначительную защиту от заболеваний. Очень полезно для врачей, так как они много общаются со своими больными пациентами.",
		"portuguese": "Oferece menor proteção contra doenças contagiosas. Muito útil para os médicos, pois eles têm muito contato com seus pacientes doentes.",
		"ukrainian": "Надає незначну захист від захворювань. Дуже корисно для лікарів, так як вони багато спілкуються зі своїми хворими пацієнтами.",
		"polish": "Oferuje niewielką ochronę przeciwko chorobom zakaźnym. Bardzo przydatne dla lekarzy odwiedzających swoich chorych pacjentów.",
		"turkish": "Bulaşıcı hastalıklara karşı küçük de olsa bir koruma sağlar. Hastaları ile çok fazla temasta oldukları için doktorlar için çok faydalıdır.",
		"korean": "전염되는 질병으로부터의 감염 위험을 조금 줄여줍니다. 아픈 환자들과 자주 접촉해야 하는 의사들에겐 꽤 유용합니다.",
	},
	"equipmentName_doctorRobe1": {
		"english": "Master Doctor's Robes",
		"dutch":  "Meester dokter kleren",
		"german": "Meisterarztrobe",
		"french": "Blouse de Docteur",
		"spanish": "Túnicas de Maestro Doctor",
		"bulgarian": "Дрехата на доктора",
		"turkish": "Usta doktor cüppesi",
		"portuguese": "Manto do Médico",
		"polish": "Szata lekarza",
		"russian": "Одежда опытного врача",
		"ukrainian": "Одяг Головного Лікаря",
		"korean": "전문 의사의 옷",
	},
	"equipmentDescription_doctorRobe1": {
		"english": "Protects the wearer from contagious diseases. Very useful for doctors as they have a lot of contact with their ill patients.",
		"dutch":  "beschermd de drager van besmettelijke ziekten. Heel nuttig voor dokters omdat ze veel contact hebben met hun zieke patienten.",
		"german": "Schützt den Träger vor ansteckenden Krankheiten. Sehr nützlich für Ärzte, da sie viel Kontakt mit ihren kranken Patienten haben.",
		"french": "Protège le porteur des maladies contagieuses. Très utile pour les docteurs qui sont au contact avec leurs patients malades.",
		"spanish": "Protege al portador de enfermedades contagiosas. Muy útil para los doctores, que tienen contacto con pacientes enfermos.",
		"bulgarian": "Защитава носителя от заразни болести. Много полезена за лекарите, тъй като те имат много контакт с болните си пациенти.",
		"turkish": "Kullanıcıyı bulaşıcı hastalıklardan korur. Hastaları ile çok fazla temasta oldukları için doktorlar için çok faydalıdır.",
		"portuguese": "Protege o usuário de doenças contagiosas. Muito útil para os médicos, pois eles têm muito contato com seus pacientes doentes.",
		"polish": "Chroni użytkownika przed chorobami zakaźnymi. Bardzo przydatna dla lekarzy, którzy mają dużo kontaktu z chorymi pacjentami.",
		"russian": "Защищает владельца от заразных болезней. Очень полезно для врачей, так как они много общаются со своими больными пациентами.",
		"ukrainian": "Захищає власника від заразних хвороб. Дуже корисно для лікарів, так як вони багато спілкуються зі своїми хворими пацієнтами.",
		"korean": "착용자를 전염병으로부터 보호합니다. 아픈 환자들과 자주 접촉해야 하는 의사들에겐 꽤 유용합니다.",
	},
	"equipmentName_farmerGear0": {
		"english": "Apprentice Farmer's Clothes",
		"dutch":  "Leerling boeren kleren",
		"german": "Einfache Bauernkleidung",
		"french": "Tenue de l'Apprenti Fermier",
		"spanish": "Ropas de Aprendiz de Granjero",
		"russian": "Одежда начинающего фермера",
		"portuguese": "Roupa do aprendiz fazendeiro",
		"ukrainian": "Одяг Фермера",
		"polish": "Ubranie ucznia rolnictwa",
		"turkish": "Çırak çiftçi giysileri",
		"korean": "풋내기 농부의 옷",
	},
	"equipmentDescription_farmerGear0": {
		"english": "Equipped with this piece of clothing, farmers work more efficiently. Sowing and watering takes a little less time!",
		"dutch":  "Uitrusting met deze kledingstuk, boeren werken meer efficient. Zaaien en watering neemt een beetje minder tijd!",
		"german": "Mit dieser Arbeitskleidung können sich deine Bauern etwas mehr ins Zeug legen. Säen und Gießen nimmt etwas weniger Zeit in Anspruch!",
		"french": "Munis de ce vêtement, les fermiers travaillent plus efficacement. Semer et arroser prend un peu moins de temps !",
		"spanish": "Equipado con esta prenda de ropa, los granjeros trabajarán más eficientemente. ¡El sembrado y riego les tomará un poco menos de tiempo!",
		"russian": "С этой одеждой фермеры работают более эффективно. Посев и полив занимает чуть меньше времени.",
		"portuguese": "Equipado com esta peça de roupa, os agricultores trabalham de forma mais eficiente. Semear e regar leva um pouco menos de tempo!",
		"ukrainian": "З цим одягом фермери працюють більш ефективно. Посів і полив займає трохи менше часу.",
		"polish": "Ubrany w to odzienie rolnik pracuje efektywniej. Sianie oraz nawodnienie zajmuje mnie czasu!",
		"turkish": "Bu kıyafetle donatılan çiftçiler daha verimli çalışıyor. Ekim ve sulama biraz daha az zaman alıyor!",
		"korean": "이 옷을 입은 농부는 좀 더 효율적으로 일합니다. 작물을 심거나 물을 주는 일에 걸리는 시간이 짧아집니다!",
	},
	"equipmentName_farmerGear1": {
		"english": "Master Farmer's Clothes",
		"dutch":  "Meester boeren kleren",
		"german": "Meisterbauernkleidung",
		"french": "Tenue de Fermier",
		"spanish": "Ropas de Maestro Granjero",
		"bulgarian": "Фермерски дрехи",
		"turkish": "Usta çiftçi giysileri",
		"portuguese": "Roupas de agricultor",
		"polish": "Ubranie rolnika",
		"russian": "Одежда опытного фермера",
		"ukrainian": "Одяг Аккуратного Фермера",
		"korean": "전문 농부의 옷",
	},
	"equipmentDescription_farmerGear1": {
		"english": "This robust piece of clothing is perfectly suited for working the fields. Wearing this, farmers can sow their fields in almost half the time!",
		"dutch":  "Deze robuust kledingstuk is perfect fitted voor het bewerken van de velden. Dit dragen, boeren kunnen hun velden in bijna de helft van de tijd zaaien!",
		"german": "Dieses robuste Stück Arbeitskleidung eignet sich perfekt für Feldarbeit. Säen und Gießen nimmt viel weniger Zeit in Anspruch!",
		"french": "Ce vêtement de travail robuste est parfaitement adapté pour le travail dans les champs. En le portant, les fermiers peuvent semer leurs champs deux fois plus vite !",
		"spanish": "Esta vestimenta de trabajo es adecuada para trabajar en los cultivos. Si un granjero lo lleva podrá sembrar en la mitad de tiempo.",
		"bulgarian": "Това надеждно работно облекло е идеално за работа на полетата. Носеики това повечето фермери може да засаждат техните полета двойно по бързо!",
		"turkish": "Bu sağlam iş kıyafeti tarlalarda çalışmak için mükemmel bir uyum sağlar. Bunu giyerek çoğu çiftçi tarlalarını yarı zamanda ekebilir!",
		"portuguese": "Esta peça robusta de trabalho é perfeitamente adequada para trabalhar nos campos. Usando isso, a maioria dos agricultores pode semear seus campos na metade do tempo!",
		"polish": "Ta solidna odzież robocza doskonale nadaje się do pracy na polach. Nosząc ją, większość rolników może zasiać pole prawie dwa razy szbciej!",
		"russian": "Эта рабочая одежда идеально подходит для работы на полях. При этом большинство фермеров смогут высеивать поля вдвое быстрее!",
		"ukrainian": "Цей робочий одяг ідеально підходить для роботи на полях. При цьому більшість фермерів зможуть висівати поля вдвічі швидше!",
		"korean": "이 튼튼한 못은 밭일에 딱 안성맞춤입니다. 이 옷을 입으면, 농부가 작물을 심는 데 걸리는 시간이 거의 절반으로 줄어듭니다!",
	},
	"equipmentName_traderGear": {
		"english": "Trader's Garments",
		"dutch":  "handelaar kleed",
		"german": "Händlergewand",
		"french": "Tenue du Marchand",
		"spanish": "Traje de comerciante",
		"turkish": "Tüccar giysisi",
		"portuguese": "Roupas do comerciante",
		"polish": "Strój handlarza",
		"russian": "Одежда торговца",
		"ukrainian": "Одяг торговця",
		"korean": "상인의 의복",
	},
	"equipmentDescription_traderGear": {
		"english": "A magnificent garment, that is very popular with traders.",
		"dutch":  "Een prachtig kledingstuk, dat erg populair is bij handelaren.",
		"german": "Ein prachtvolles Gewand, dass vor allem von Händlern getragen wird.",
		"french": "Une tenue magnifique, très populaire des marchands.",
		"spanish": "Un magnífico traje, muy popular entre los comerciantes.",
		"turkish": "Tüccarlar arasında çok popüler olan muhteşem bir giysi.",
		"portuguese": "Uma peça magnífica, muito popular entre os comerciantes.",
		"polish": "Wspaniały strój, który jest bardzo popularny wśród kupców.",
		"russian": "Изумительная одежда. Пользуется популярностью у торговцев.",
		"ukrainian": "Дивовижний одяг. Користується популярністю у торговців.",
		"korean": "이 훌륭한 의상은 상인들에게 꽤 인기있습니다.",
	},
}
