{
	// TOOLTIPS FOR SMILEYS IN THE BOTTOM LEFT TEAM PANEL
	"moodDesc_Good": {
		"english": "%firstName% is happy",
		"german": "%firstName% ist glücklich",
		"french": "%firstName% est content"
	},
	"moodDesc_Bad": {
		"english": "%firstName% is not having a good time",
		"german": "%firstName% geht es schlecht",
		"french": "%firstName% ne passe pas un bon moment"
	},
	"moodDesc_Terrible": {
		"english": "%firstName% is feeling terrible. He is at risk of breaking down",
		"german": "%firstName% fühlt sich schrecklich. Er könnte jeden Moment einen Nervenzusammenbruch haben.",
		"french": "%firstName% se sent terrible. Il risque de s'effondrer"
	},
	"moodDesc_Terrible": {
		"english": "%firstName% is having a breakdown. Nothing can console him now.",
		"german": "%firstName% hat einen Nervenzusammenbruch haben.",
		"french": "%firstName% s'est effondré.Rien ne peut le consoler maintenant"
	},
	"expectationDesc_Good": {
		"english": "%firstName% is content with his life in the colony.",
		"german": "%firstName% ist zufrieden mit seinem Leben in der Kolonie.",
		"french": "%firstName% est content de sa vie dans la colonie"
	},
	"expectationDesc_Neutral": {
		"english": "%firstName% expects a little more of this colony. Migrants will only come when the expectations of the colonists are fulfilled.",
		"german": "%firstName% erwartet ein bisschen mehr von dieser Kolonie. Migranten werden nur kommen, wenn die Erwartungen der Kolonisten erfüllt sind.",
		"french": "%firstName% attend un peu plus de la colonie. Les migrants viendront seulement lorsque les attentes des colons seront remplies."
	},
	"expectationDesc_Bad": {
		"english": "%firstName% expects a lot more of this colony. Migrants will only come when the expectations of your colonists are fulfilled.",
		"german": "%firstName% erwartet viel mehr von dieser Kolonie. Migranten werden nur kommen, wenn die Erwartungen der Kolonisten erfüllt sind.",
		"french": "%firstName% attend un peu plus de la colonie. Les migrants viendront seulement lorsque les attentes des colons seront remplies."
	},
	"colonistMoodDesc_destroyFurniture": {
		"english": "%firstName% is having a breakdown! He is destroying the furniture of other colonists!",
		"german": "%firstName% erleidet einen Nervenzusammenbruch! Er zerstört die Möbel von anderen Kolonisten!",
		"french": "%firstName% a craqué! Il détruit le mobilier des autres colons!"
	},
	"colonistMoodDesc_crazy": {
		"english": "%firstName% is having a breakdown! He is hitting other colonists!",
		"german": "%firstName% erleidet einen Nervenzusammenbruch! Er schlägt auf andere Kolonisten ein!",
		"french": "%firstName% a craqué! Il frappe les autres colons!"
	},
	"colonistMoodDesc_lazyDay": {
		"english": "%firstName% is having a breakdown! He decided to have a lazy day and take a lot of breaks.",
		"german": "%firstName% erleidet einen Nervenzusammenbruch! Er hat sich entschieden einen faulen Tag zu machen und viele Pausen einzulegen.",
		"french": "%firstName% a craqué! Il a décidé d'avoir un jour de repos et de prendre du temps pour lui"
	},
	"colonistMoodDesc_notWorking": {
		"english": "%firstName% is having a breakdown! He refuses to work or follow any orders!",
		"german": "%firstName% erleidet einen Nervenzusammenbruch! Er weigert sich zu arbeiten oder irgendwelchen Anweisungen zu folgen!",
		"french": "%firstName% a craqué! Il refuse de travailler ou de suivre les ordres!"
	},
}
