{
	"xUnitsOfResource": { // For example "+1 wood": The "+1" is %amount% and "wood" is %resource%
		"english": "%amount% %resource%",
		"german": "%amount% %resource%",
		"french": "%amount% %resource%",
		"spanish": "%amount% %resource%",
		"ukrainian":"%amount% од. %resource%",
		"russian": "%amount% %resource%",
		"portuguese": "%amount% %resource%",
		"turkish": "%amount% %resource%",
	},
	"resourceName_FoodRaw": {
		"english": "Raw Food",
		"german": "Rohes Essen",
		"french": "Aliments Crus", 
		"spanish": "Comida cruda",
		"turkish": "Çiğ yemek",
		"portuguese": "Comida crua",
		"russian": "Сырая пища",
		"ukrainian":"Cира їжа",
	},
	"resourceName_Food": {
		"english": "Food",
		"german": "Essen",
		"french": "Nourriture", 
		"spanish": "Comida",
		"turkish": "Yemek",
		"portuguese": "Comida",
		"russian": "Еда",
		"ukrainian":"їжа",
	},
	"resourceDescription_FoodRaw": {
		"english": "Your colonists need food to survive. Every type you gather is raw at first and can be cooked.",
		"german": "Deine Kolonisten brauchen Nahrung zum Überleben. Jede Art von Nahrung die du sammelst ist zunächst roh und kann dann gekocht werden.",
		"french": "Vos colons ont besoin de nourriture pour survivre. Chaque récolte est crue au début et peut être cuisinée.", 
		"spanish": "Tus colonos necesitan sobrevivir. Cualquier tipo de cultivo que recolectes está crudo y puede ser cocinado.",
		"turkish": "Yerleşimcilerin hayatta kalmak için yiyeceğe ihtiyaçları var. Topladığınız yiyecekler çiğ ancak pişirilebilir.",
		"portuguese": "Seus colonos precisam de comida para sobreviver. Cada tipo que você coleta é cru a princípio e pode ser cozido.",
		"russian": "Вашим колонистам нужна еда для выживания. Каждый тип еды, который вы собираете, поначалу сырой и может быть приготовлен.",
		"ukrainian":"Вашим колоністам потрібна їжа, щоб вижити. Кожен тип, який ви збираєте, спочатку є сирим і може бути приготовленим.",
	},
	"resourceName_Apple": {
		"english": "Apple",
		"german": "Apfel",
		"french": "Pomme", 
		"spanish": "Manzana",
		"turkish": "Elma",
		"portuguese": "Maçã",
		"russian": "Яблоко",
		"ukrainian":"Яблуко",
	},
	"resourceName_Tomato": {
		"english": "Tomato",
		"german": "Tomate",
		"french": "Tomate",
		"spanish": "Tomate",
		"turkish": "Domates",
		"portuguese": "Tomate",
		"russian": "Помидор",
		"ukrainian":"Помідор",
	},
	"resourceName_Pumpkin": {
		"english": "Pumpkin",
		"german": "Kürbis",
		"french": "Potiron", 
		"spanish": "Calabaza",
		"turkish": "Kabak",
		"portuguese": "Abóbora",
		"russian": "Тыква",
		"ukrainian":"Гарбуз",
	},
	"resourceName_Potato": {
		"english": "Potato",
		"german": "Kartoffel",
		"french": "Pomme de Terre", 
		"spanish": "Patata",
		"turkish": "Patates",
		"portuguese": "Batata",
		"russian": "Картошка",
		"ukrainian":"Картопля",
	},
	"resourceName_Strawberry": {
		"english": "Strawberry",
		"german": "Erdbeere",
		"french": "Fraise", 
		"spanish": "Fresa",
		"turkish": "Çilek",
		"portuguese": "Morango",
		"russian": "Клубника",
		"ukrainian":"Полуниця",
	},
	"resourceName_Wheat": {
		"english": "Wheat",
		"german": "Weizen",
		"french": "Blé", 
		"spanish": "Trigo",
		"turkish": "Buğday",
		"portuguese": "Trigo",
		"russian": "Пшеница",
		"ukrainian":"Пшениця",
	},
	"resourceName_FoodCooked": {
		"english": "Cooked Food",
		"german": "Gekochtes Essen",
		"french": "Aliments Cuits", 
		"spanish": "Comida cocinada",
		"turkish": "Pişmiş yemek",
		"portuguese": "Comida Cozida",
		"russian": "Приготовленная пища",
		"ukrainian":"Приготовлена їжа",
	},
	"resourceDescription_FoodCooked": {
		"english": "A colonist will take cooked food over raw food every time. Colonists get happy thoughts from eating cooked food.",
		"german": "Ein Kolonist wird immer gekochtes Essen gegenüber rohem Essen bevorzugen. Durch solche Mahlzeiten bekommen sie frohe Gedanken.",
		"french": "Un colon prendra des aliments cuits à la place des aliments crus. Les colons obtiennent de bonnes pensées lorsqu'ils mangent des aliments cuits.",
		"spanish": "Un colono siempre preferirá comida cocinada a comida cruda. Además, obtienen buenos pensamientos al comer comida cocinada.",
		"turkish": "Yerleşimciler pişmiş yemekleri çiğ yemelere tercih eder ve ilk önce pişmiş olanlara gider. Pişmiş yiyecekler onları mutlu eder.",
		"portuguese": "Um colono levará comida cozida sobre comida crua toda vez. Os colonos têm pensamentos felizes de comer comida cozida.",
		"russian": "Колонисты всегда будут предпочитать приготовленную пищу чем сырую. Приготовленная пища делает колонистов счастливыми.",
		"ukrainian":"Колоністи завжди вважатимуть за краще приготовлену чим сиру їжу. Приготована їжа робить колоністів щасливими.",
	},
	"resourceName_FoodRawEdible": {
		"english": "Raw Food",
		"german": "Rohe Mahlzeit",
		"french": "Aliment Cru", 
		"spanish": "Comida cruda",
		"turkish": "Çiğ yemek",
		"portuguese": "Comida crua",
		"russian": "Сырая пища",
		"ukrainian":"Сира їжа",
	},
	"resourceName_SimpleMeal": {
		"english": "Campfire Food",
		"german": "Mahlzeit vom Lagerfeuer",
		"french": "Aliment Cuisiné au Feu de Camp", 
		"spanish": "Comida cocinada en la hoguera",
		"turkish": "Kamp ateşinde pişmiş yemek",
		"portuguese": "Comida de fogueira",
		"russian": "Еда с костра",
		"ukrainian":"Їжа з багаття",
	},
	"resourceName_GoodMeal": {
		"english": "Kitchen Food",
		"german": "Mahlzeit aus der Küche",
		"french": "Aliment de la Cuisine", 
		"spanish": "Comida cocinada en la cocina",
		"turkish": "Mutfak yemeği",
		"portuguese": "Cozinha Comida",
		"russian": "Кухонная еда",
		"ukrainian":"Кухонна їжа",
	},
	"resourceName_BakedMeal": {
		"english": "Baked Food",
		"german": "Mahlzeit aus der Bäckerei",
		"french": "Aliment Cuit", 
		"spanish": "Comida horneada",
		"turkish": "Pişmiş yemek",
		"portuguese": "Comida Assada",
		"russian": "Запеченная еда",
		"ukrainian":"Запечена їжа",
	},
	"resourceName_BakedApple": {
		"english": "Baked Apple",
		"german": "Bratapfel",
		"french": "Pomme Cuite", 
		"spanish": "Manzana asada",
		"turkish": "Pişmiş elma",
		"portuguese": "Maça assada",
		"russian": "Запеченное яблоко",
		"ukrainian":"Запечене яблуко",
	},
	"resourceDescription_BakedApple": {
		"english": "Especially tasty on cold winter days.",
		"german": "Über dem Feuer gebraten entfalten Äpfel ihr volles Aroma. Besonders in kalten Wintertagen ein Genuss.",
		"french": "Particulièrement savoureux lors des froides journées d'hiver.",
		"spanish": "Especialmente deliciosa en fríos días invernales.",
		"turkish": "Özellikle soğuk kış günlerinde çok lezzetli.",
		"portuguese": "Especialmente saboroso em dias frios de inverno.",
		"russian": "Особенно вкусно в холодные зимние дни.",
		"ukrainian":"Особливо смачно в холодні зимові дні.",
	},
	"resourceName_BakedPotato": {
		"english": "Baked Potato",
		"german": "Bratkartoffel",
		"french": "Pomme de Terre Cuite", 
		"spanish": "Patata asada",
		"turkish": "Pişmiş patates",
		"portuguese": "Batata assada",
		"russian": "Запеченная картошка",
		"ukrainian":"Запечена картопля",
	},
	"resourceDescription_BakedPotato": {
		"english": "Every hard working settler loves baked potatoes for their fluffy interior and crisp skin.",
		"german": "Ein jeder hart arbeitende Siedler weiß den Geschmack einer frisch gebratenen Kartoffel sehr zu schätzen.",
		"french": "Tous les colons qui travaillent dur aiment les pommes de terre au four pour leur intérieur moelleux et leur peau croustillante.",
		"spanish": "Cada colono trabajador ama las patatas asadas por su suave interior y su crujiente piel.",
		"turkish": "Her çalışkan yerleşimci pamuksu içeriği ve kırtıklı kabuğuyla pişmiş patatesi sever.",
		"portuguese": "Cada colono que trabalha duro adora batatas cozidas pelo seu interior fofo e pele nítida.",
		"russian": "Каждый трудолюбивый поселенец любит печеный картофель за его невероятный вкус.",
		"ukrainian":"Кожен працьовитий поселенець любить печену картоплю за її неймовірний смак.",
	},
	"resourceName_BakedTomato": {
		"english": "Baked Tomato",
		"german": "Gebratene Tomate",
		"french": "Tomate Cuite", 
		"spanish": "Tomate asado",
		"turkish": "Pişmiş domates",
		"portuguese": "Tomate Assado",
		"russian": "Запеченный помидор",
		"ukrainian":"Запечений помідор",
	},
	"resourceDescription_BakedTomato": {
		"english": "So simple to make but so tasty. A good way to start the day!",
		"german": "So einfach in der Zubereitung, so gut im Geschmack. Ein guter Weg in den Tag zu starten.",
		"french": "Si simple à faire mais tellement savoureux. Une bonne façon de commencer la journée !",
		"spanish": "Tan simple de hacer, pero tan sabroso. ¡Una buena forma de empezar el día!", 
		"turkish": "Yapılması çok basit olsa da son derece lezzetli. Güne başlamak için iyi bir yol!",
		"portuguese": "Tão simples de fazer, mas tão saboroso. Uma boa maneira de começar o dia!",
		"russian": "Так просто готовится, но так вкусно. Хороший способ начать день!",
		"ukrainian":"Так просто готується, але так смачно. Хороший спосіб почати день!",
	},
	"resourceName_PumpkinStew": {
		"english": "Pumpkin Stew",
		"german": "Kürbiseintopf",
		"french": "Ragoût de Citrouille", 
		"spanish": "Estofado de Calabaza",
		"turkish": "Kabak Yahni",
		"portuguese": "Guisado de abóbora",
		"russian": "Тыквенное рагу",
		"ukrainian":"Гарбузове рагу",
	},
	"resourceDescription_PumpkinStew": {
		"english": "Fresh pumpkins cooked together with potatoes. This is why your colonists can't wait for fall to arrive!",
		"german": "Frischer Kürbis, zusammen gekocht mit Kartoffeln. Das ist der Grund, warum der Herbst nicht früh genug kommen kann!",
		"french": "Citrouilles fraîches cuites avec des pommes de terre. C'est pourquoi vos colons ont hâte que l'automne arrive !",
		"spanish": "Calabazas frescas cocinadas junto con tomates. ¡Por eso tus colonos no pueden esperar por la llegada del otoño!",
		"turkish": "Patatesle birlikte pişirilmiş taze kabaklar. Yerleşimcilerinizin sonbaharı dört gözle bekleme sebeplerinden biri!",
		"portuguese": "Abóboras frescas cozidas junto com batatas. É por isso que os colonos não podem esperar a chegada do outono!",
		"russian": "Свежие тыквы, приготовленные вместе с картофелем. Вот почему ваши колонисты не могут дождаться наступления осени!",
		"ukrainian":"Свіжі гарбуза, приготовані разом з картоплею. Ось чому ваші колоністи не можуть дочекатися настання осені!",
	},
	"resourceName_PotatoSoup": {
		"english": "Potato Soup",
		"german": "Kartoffelsuppe",
		"french": "Soupe de Pomme de Terre", 
		"spanish": "Sopa de patata",
		"turkish": "Patates çorbası",
		"portuguese": "Sopa de batata",
		"russian": "Картофельный суп",
		"ukrainian":"Картопляний суп",
	},
	"resourceDescription_PotatoSoup": {
		"english": "Nutritious and tasty! A plate of potato soup always works for your settlers.",
		"german": "Nahrhaft wie schmackhaft vermag es ein Teller Kartoffelsuppe jedes Mal aufs neue zu begeistern.",
		"french": "Nutritif et savoureux ! Une assiette de soupe de pommes de terre convient toujours à vos colons.",
		"spanish": "¡Nutritiva y deliciosa! Un plato de sopa de patatas siempre funciona para tus colonos.",
		"turkish": "Besleyici ve lezzetli! Bir tabak patates çorbası yerleşimcilerinizin her zaman hoşuna gider.",
		"portuguese": "Nutritivo e saboroso! Um prato de sopa de batata sempre funciona para seus colonos.",
		"russian": "Питательно и вкусно! Тарелка картофельного супа всегда любима поселенцами.",
		"ukrainian":"Поживно і смачно! Тарілка картопляного супу завжди любима поселенцями.",
	},
	"resourceName_FruitSalad": {
		"english": "Fruit Salad",
		"german": "Obstsalat",
		"french": "Salade de Fruit", 
		"spanish": "Ensalada de fruta",
		"turkish": "Meyve salatası",
		"portuguese": "Salada de frutas",
		"russian": "Фруктовый салат",
		"ukrainian":"Фруктовий салат",
	},
	"resourceDescription_FruitSalad": {
		"english": "A very popular dish among colonists with a sweet tooth.",
		"german": "Unter den Naschkatzen deiner Siedler ist Obstsalat natürlich besonders beliebt.",
		"french": "Un plat très populaire parmi les colons avec une dent sucrée.",
		"spanish": "Un platillo muy popular entre los colonos con un gusto por lo dulce.",
		"turkish": "Tatlıya düşkün yerleşimciler arasında çok popüler bir yemek.",
		"portuguese": "Um prato muito popular entre os colonos com um dente doce.",
		"russian": "Очень популярное блюдо среди колонистов, которые не безразличны к сладкому.",
		"ukrainian":"Дуже популярна страва серед колоністів, які не байдужі до солодкого.",
	},
	"resourceName_Bread": {
		"english": "Bread",
		"german": "Brot",
		"french": "Pain", 
		"spanish": "Pan",
		"turkish": "Ekmek",
		"portuguese": "Pão",
		"russian": "Хлеб",
		"ukrainian":"Хліб",
	},
	"resourceDescription_Bread": {
		"english": "Crispy on the outside, fluffy on the inside. What would life be without bread?",
		"german": "Außen knusprig, innen fluffig. Was wäre das Leben ohne Brot?.",
		"french": "Croustillant à l'extérieur, moelleux à l'intérieur. Que serait la vie sans pain ?",
		"spanish": "Crujiente por fuera, suave por dentro. ¿Qué sería la vida sin el pan?",
		"turkish": "Dışından çıtır, içinden yumuşacık. Ekmek olmasaydı hayat nasıl olurdu?",
		"portuguese": "Crocante por fora, fofo por dentro. O que seria a vida sem pão?",
		"russian": "Хрустящий снаружи, пушистый изнутри. Что за жизнь была бы без хлеба?",
		"ukrainian":"Хрусткий зовні, пухнастий зсередини. Що за життя було б без хліба?",
	},
	"resourceName_StrawberryCake": {
		"english": "Strawberry Cake",
		"german": "Erdbeerkuchen",
		"french": "Gâteau aux Fraises", 
		"spanish": "Tarta de fresa",
		"turkish": "Çilekli pasta",
		"portuguese": "Bolo de morango",
		"russian": "Клубничный пирог",
		"ukrainian":"Полуничний пиріг",
	},
	"resourceDescription_StrawberryCake": {
		"english": "The taste of spring - or at least as close as it can get.",
		"german": "Der Geschmack des Frühlings vereint in einem leckeren Kuchen.",
		"french": "Le goût du printemps - ou du moins aussi près que possible.",
		"spanish": "El sabor de la primavera - o al menos lo más cerca que se puede.",
		"turkish": "İlkbaharın lezzeti - en azından olabildiğince.",
		"portuguese": "O gosto da primavera - ou pelo menos tão perto quanto possível.",
		"russian": "Вкус весны - или, по крайней мере, настолько близкий, насколько это возможно.",
		"ukrainian":"Смак весни - або, принаймні, настільки близький, наскільки це можливо.",
	},
	"resourceName_AppleStrudel": {
		"english": "Apple Strudel",
		"german": "Apfelstrudel",
		"french": "Strudel aux Pommes", 
		"spanish": "Strudel de manzana",
		"turkish": "Elmalı Strudel",
		"portuguese": "Strudel de maçã",
		"russian": "Яблочный штрудель",
		"ukrainian":"Яблучний штрудель",
	},
	"resourceDescription_AppleStrudel": {
		"english": "With an amazing length of 752 meters, the longest apple strudel got made in a country far far away on the 15th of August. One can simply not have enough of this tasty dish!",
		"german": "Mit einer stolzen Länge von 752 Metern wurde der längste Apfelstrudel am 15. August in einem fernen Land gebacken. Ja, man kann einfach nicht genug von dieser wahren Köstlichkeit haben.",
		"french": "Avec une longueur étonnante de 752 mètres, le plus long strudel aux pommes a été fabriqué dans un pays très éloigné le 15 août. On ne peut tout simplement pas avoir assez de ce plat savoureux !",
		"spanish": "Con una increíble longitud de 752 metros, el strudel de manzana más largo se hizo en un país muy muy lejano un 15 de Agosto. ¡Uno simplemente no puede tener suficiente de este sabroso plato!",
		"portuguese": "Com um incrível comprimento de 752 metros, o maior strudel de maçã foi feito em um país muito distante no dia 15 de agosto. Pode-se simplesmente não ter o suficiente deste prato saboroso!",
		"russian": "Давным-давно, 15 августа, в далекой стране бьл испечен яблочный штрудель невероятной длины - 752 метра! Простой, но в то же время очень вкусный десерт.",
		"ukrainian":"Давним-давно, 15 серпня, в далекій країні бьл випечений яблучний штрудель неймовірною довжини - 752 метра! Простий, але в той же час дуже смачний десерт.",
		"turkish": "752 metrelik uzunluğuyla dünyanın en uzun elmalı strudeli Ağustosun 15inden çok uzak bir ülkede yapıldı. Biri bu lezzetli yemeğin tadına doyamaz",
	},
	"resourceName_IronOre": {
		"english": "Iron Ore",
		"german": "Eisenerz",
		"french": "Minerai de Fer", 
		"spanish": "Mena de hierro",
		"turkish": "Demir cevheri",
		"portuguese": "Minério de ferro",
		"russian": "Железная руда",
		"ukrainian":"Залізна руда",
	},
	"resourceDescription_IronOre": {
		"english": "In order to produce more advanced tools, weapons and armor, you need to find and mine iron ore.",
		"german": "Um fortgeschrittene Werkzeuge, Waffen und Rüstungen zu produzieren, musst du Eisenerz finden und abbauen.",
		"french": "Pour fabriquer des outils améliorés, des armes et des armures, vous devez trouver et miner du minerai de fer.", 
		"spanish": "Para producir herramientas más avanzadas, armas y armadura, primero tienes que encontrar mineral de hierro y picarlo.",
		"turkish": "Daha gelişmiş aletler, silahlar ve zırhlar üretmek için demir cevheri bulmanız ve çıkarmanız gerekiyor.",
		"portuguese": "Para produzir ferramentas mais avançadas, armas e armaduras, você precisa encontrar e extrair minério de ferro.",
		"russian": "Чтобы производить улучшенные инструменты, оружие и доспехи, вам нужно найти и добыть железную руду.",
		"ukrainian":"Щоб виробляти поліпшені інструменти, зброю і обладунки, вам потрібно знайти і добути залізну руду.",
	},
	"resourceName_Stone": {
		"english": "Stone",
		"german": "Stein",
		"french": "Pierre", 
		"spanish": "Piedra",
		"turkish": "Taş",
		"portuguese": "Pedra",
		"russian": "Камень",
		"ukrainian":"Камінь",
	},
	"resourceDescription_Stone": {
		"english": "Anytime you want to build something durable and fire-proof, you should prefer stone over wood.",
		"german": "Immer wenn du etwas starkes und feuerfestes bauen willst, solltest du Stein gegenüber Holz bevorzugen.",
		"french": "À chaque fois que vous voudrez construire quelque chose de durable et résistant au feu, utilisez de la pierre à la place du bois.", 
		"spanish": "Siempre que quieras construir algo duradero e ignífugo, deberías elegir piedra por encima de la madera.",
		"turkish": "Dayanıklı ve yangına dayanıklı bir şey inşa etmek istediğinizde, ahşap üzerine taş tercih etmelisiniz.",
		"portuguese": "Sempre que você quiser construir algo durável e à prova de fogo, você deve preferir pedra em vez de madeira.",
		"russian": "Каждый раз, когда вы захотите построить что-то прочное и пожаростойкое, предпочтите камень дереву.",
		"ukrainian":"Кожен раз, коли ви захочете побудувати щось міцне і пожежостійкість, віддайте перевагу камінь дереву.",
	},
	"resourceName_HealingPlant": {
		"english": "Healing Plants",
		"german": "Heilpflanzen",
		"french": "Plantes Médicinales", 
		"spanish": "Plantas medicinales",
		"turkish": "Şifalı bitkiler",
		"portuguese": "Plantas curativas",
		"russian": "Целебные растения",
		"ukrainian":"Цілющі рослини",
	},
	"resourceDescription_HealingPlant": {
		"english": "Healing plants can be found in the wild or cultivated at home. They are a vital ingredient for most medical supplies.",
		"german": "Heilpflanzen können in der Wildnis gefunden oder Zuhause angebaut werden. Sie sind ein wichtiger Bestandteil vieler medizinischer Rezepte.",
		"french": "Les plantes médicinales peuvent être trouvées dans la nature ou être culvitées à la maison. Elles sont un ingrédient vital pour les fournitures médicales.", 
		"spanish": "Las plantas medicinales se pueden encontrar o cultivar. Son un ingrediente principal para la mayoría de suministros médicos.",
		"turkish": "Şifalı bitkiler vahşi doğada bulunabilir veya bahçede yetiştirilebilir. Çoğu tıbbi malzeme için hayati bir unsurdur.",
		"portuguese": "Plantas curativas podem ser encontradas na natureza ou cultivadas em casa. Eles são um ingrediente vital para a maioria dos suprimentos médicos.",
		"russian": "Целебные растения можно найти в дикой природе или выращивать дома. Они являются жизненно важным компонентом для большинства предметов медицинского назначения.",
		"ukrainian":"Цілющі рослини можна знайти в дикій природі або вирощувати вдома. Вони є життєво важливим компонентом для більшості предметів медичного призначення.",
	},
	"resourceName_HealingPlantWild": {
		"english": "Wild Healing Plants",
		"german": "Wilde Heilpflanzen",
		"french": "Plantes Médicinales Sauvages", 
		"spanish": "Plantas medicinales silvestres",
		"turkish": "Yabani Şifalı Bitkiler",
		"portuguese": "Plantas curativas selvagens",
		"russian": "Дикие целебные растения",
		"ukrainian":"Дикие целебные растения",
	},
	"resourceName_HealingPlantCultivated": {
		"english": "Cultivated Healing Plants",
		"german": "Angebaute Heilpflanzen",
		"french": "Plantes Médicinales Cultivées",
		"spanish": "Plantas medicinales cultivadas",
		"turkish": "Kültür Şifalı Bitkiler",
		"portuguese": "Plantas de cura cultivadas",
		"russian": "Культивир. целебные растения",
		"ukrainian":"Оброблені цілющі рослини",
	},
	"resourceName_HealingPotion": {
		"english": "Healing Potions",
		"german": "Heiltränke",
		"french": "Potions de Soin", 
		"spanish": "Poción de salud",
		"turkish": "İyileştirici İksirler",
		"portuguese": "Poções de Cura",
		"russian": "Лечебные зелья",
		"ukrainian":"Лікувальне зілля",
	},
	"resourceDescription_HealingPotion": {
		"english": "When your colonists are wounded, it's best to give them healing potions to speed up the healing process.",
		"german": "Wenn deine Kolonisten verletzt sind, solltest du ihnen Heiltränke verabreichen um die Heilung in Gang zu bringen.",
		"spanish": "Cuando tus colonos se encuentren heridos, darles una poción de salud ayudará a acelerar el proceso de curación.",
		"french": "Lorsque vos colons sont blessés, il est préférable de leur donner des potions de soin pour accélérer le processus de guérison.",
		"turkish": "Yerleşimcileriniz yaralandığında, iyileşme sürecini hızlandırmak için onlara iyileştirici iksir vermek en iyisidir.",
		"portuguese": "Quando seus colonos estão feridos, é melhor dar-lhes poções de cura para acelerar o processo de cura.",
		"russian": "Если ваши колонисты ранены, можно дать им лечебное зелье для ускорения процесса заживления.",
		"ukrainian":"Якщо ваші колоністи поранені, можна дати їм зілля для прискорення процесу загоєння.",
	},
	"resourceName_Medicine": {
		"english": "Illness Medicine",
		"german": "Krankheitsmedizin",
		"french": "Médicament", 
		"spanish": "Medicamentos",
		"turkish": "Hastalık İlacı",
		"portuguese": "Remédio",
		"russian": "Лекарство от болезней",
		"ukrainian":"Ліки від хвороб",
	},
	"resourceDescription_Medicine": {
		"english": "There are various illnesses your colonists can get. This medicine treats most of them.",
		"german": "Es gibt verschiedene Krankheiten, die deine Kolonisten bekommen können. Diese Medizin heilt die meisten davon.",
		"french": "Il y a plusieurs maladies que vos colons peuvent attraper. La médecine traite la plupart d'entre elles.",
		"spanish": "Tus colonos pueden sufrir varias enfermedades. Esta medicina puede tratar la gran mayoría.",
		"turkish": "Yerleşimcilerinizin kapabileceği çeşitli hastalıklar var. Bu ilaç çoğunu tedavi ediyor.",
		"portuguese": "Existem várias doenças que seus colonos podem ter. Este medicamento trata a maioria deles.",
		"russian": "Существуют различные болезни, которые могут получить ваши колонисты. Это лекарство лечит большинство из них.",
		"ukrainian":"Існують різні хвороби, які можуть отримати ваші колоністи. Ці ліки лікують більшість з них.",
	},
	"resourceName_Wood": {
		"english": "Wood",
		"german": "Holz",
		"french": "Bois",
		"spanish": "Madera",
		"turkish": "Odun",
		"portuguese": "Madeira",
		"russian": "Бревно",
		"ukrainian":"Колода",
	},
	"resourceDescription_Wood": {
		"english": "Most things can be made out of wood in one way or another. This includes Walls, Doors, Floors, Furniture, Tools and Weapons.",
		"german": "Die meisten Dinge können irgendwie aus Holz hergestellt werden. Dazu gehören Wände, Türen, Böden, Möbel, Werkzeuge und Waffen.",
		"french": "Plusieurs choses peuvent être faites de bois. Cela inclut les murs, les portes, le sol, les meubles, les outils et les armes.", 
		"spanish": "Casi todo puede construirse con madera, de una manera u otra. Esto incluye paredes, puertas, suelos, mobiliario, armas o herramientas.",
		"turkish": "Çoğu şey tahtadan bir şekilde yapılabilir. Buna Duvarlar, Kapılar, Döşemeler, Mobilya, Araçlar ve Silahlar dahildir.",
		"portuguese": "A maioria das coisas pode ser feita de madeira de uma forma ou de outra. Isso inclui paredes, portas, pisos, móveis, ferramentas e armas.",
		"russian": "Большинство вещей может быть сделано из дерева тем или иным способом. Это стены, двери, полы, мебель, инструменты и оружие.",
		"ukrainian":"Більшість речей може бути створено із дерева. Це стіни, двері, підлога, меблі, інструменти та зброя.",
	},
	"resourceName_Cotton": {
		"english": "Cotton",
		"german": "Baumwolle",
		"french": "Coton", 
		"spanish": "Algodón",
		"turkish": "Pamuk",
		"portuguese": "Algodão",
		"russian": "Хлопок",
		"ukrainian":"Бавовна",
	},
	"resourceDescription_Cotton": {
		"english": "Cotton is used for all things that are made out of cloth. This includes stuff like beds, armchairs, and clothes.",
		"german": "Baumwolle wird für alles benötigt, das aus Stoff gemacht ist. Dazu gehören Betten, Sessel, und Kleidung.",
		// TODO: no bandages, they existed in a super old alpha version
		// TODO-spanish
		// TODO-turkish
		// TODO-russian
		// TODO-ukrainian
		"french": "Le coton est utilisé pour toute chose qui requiert du tissu. Cela inclut les choses comme les lits, les fauteuils et les vêtements.",
		"spanish": "El algodón se usa para todo aquello que requiera tela. Esto incluye camas, vendas y ropa.",
		"turkish": "Pamuk, kumaştan yapılmış her şey için kullanılır. Buna yatak, bandaj ve kıyafet gibi şeyler dahildir.",
		"portuguese": "O algodão é usado para todas as coisas que são feitas de pano. Isso inclui coisas como camas, poltronas e roupas.",
		"russian": "Хлопок используется для всех вещей, которые сделаны из ткани. Это такие вещи, как кровати, бинты и одежда.",
		"ukrainian":"Бавовна використовується для всіх речей, які зроблені з тканини. Це такі речі, як ліжка, бинти та одяг.",
	},
	"resourceName_Crystal": {
		"english": "Crystal",
		"german": "Kristall",
		"french": "Cristal", 
		"spanish": "Cristal",
		"turkish": "Kristal",
		"portuguese": "Cristal",
		"russian": "Кристалл",
		"ukrainian":"Кристал",
	},
	"resourceDescription_Crystal": {
		"english": "Crystals are gems with many interesting properties. Your colonists can gather and study them as a way of doing research.",
		"german": "Kristalle sind Steine mit vielen interessanten Eigenschaften. Deine Kolonisten können sie sammeln und untersuchen um zu forschen.",
		"french": "Un cristal est une gemme avec des propriétés intéressantes. Vos colons peuvent les récolter et les étudier et ainsi faire de la recherche.", 
		"spanish": "Un cristal es una gema con muchas propiedades interesantes. Tus colonos pueden recolectarlos y estudiarlos para sus investigaciones.",
		"turkish": "Kristal, birçok ilginç özelliğe sahip bir mücevherdir. Kolonistler, onları araştırma yapmanın bir yolu olarak toplayabilir ve çalışabilir.",
		"portuguese": "A crystal is a gem with many interesting properties. Your colonists can gather and study them as a way of doing research.",
		"russian": "Кристалл - это драгоценный камень с множеством интересных свойств. Ваши колонисты могут собирать и изучать их для продвижения исследований.",
		"ukrainian":"Кристал - це дорогоцінний камінь з безліччю цікавих властивостей. Ваші колоністи можуть збирати і вивчати їх для просування досліджень.",
	},
	"resourceName_Scroll": {
		"english": "Scroll",
		"german": "Schriftrolle",
		"french": "Parchemin",
		"spanish": "Pergamino",
		"portuguese": "Pergaminho",
		"turkish": "Parşömen",
		"russian": "Свиток",
		"ukrainian":"Свиток",
	},
	"resourceDescription_Scroll": {
		"english": "Ancient secrets are written on these scrolls. Experienced scholars can discover technology by carefully studying their texts. Some traders sell them at a high price",
		"german": "Uralte Geheimnisse stehen auf diesen Schriftrollen. Erfahrene Gelehrte können durch sorgfältige Studien Technologien entdecken. Manche Händler verkaufen sie zu einem hohen Preis.",
		"french": "Des secrets antiques sont écrits sur ces parchemins. Les érudits expérimentés peuvent découvrir des technologies en étudiant soigneusement leurs textes. Certains marchands les vendent à un prix élevé.",
		"spanish": "Antiguos secretos están escritos en estos pergaminos. Los eruditos experimentados pueden descubir tecnología al estudiar cuidadosamente estos textos. Algunos comerciantes los venden a altos precios.",
		"portuguese": "Segredos antigos são escritos nesses pergaminhos. Estudiosos experientes podem descobrir tecnologias estudando cuidadosamente seus textos. Alguns comerciantes os vendem a um preço alto",
		"turkish": "Bu parşömenlerin üzerine eski sırlar yazılmıştır. Deneyimli alimler, metinleri dikkatlice inceleyerek teknoloji keşfedebilirler. Bazı tüccarlar bunları yüksek fiyattan satar",
		"russian": "Древние секреты написаны на этих свитках. Опытные ученые могут открыть технологию, внимательно изучая их тексты. Некоторые торговцы продают их по высокой цене.",
		"ukrainian":"Стародавні секрети написані на цих свитках. Досвідчені вчені можуть відкрити технологію, уважно вивчаючи їх тексти. Деякі торговці продають їх за високою ціною.",
	},
	"resourceName_Water": {
		"english": "Water",
		"german": "Wasser",
		"french": "Eau", 
		"spanish": "Agua",
		"turkish": "Su",
		"portuguese": "Agua",
		"russian": "Вода",
		"ukrainian":"Вода",
	},
	"resourceName_Coins": {
		"english": "Coins",
		"german": "Münzen",
		"portuguese": "Moedas",
		"spanish": "Monedas",
		"french": "Pièces",
		"turkish": "Paralar",
		"russian": "Монеты",
		"ukrainian":"Монети",
	},
	"resourceDescription_Coins": {
		"english": "Money makes the world go round. Trade with other factions, pay your colonists, or use your coins to finance extravagant furniture.",
		"german": "Geld regiert die Welt. Handle mit anderen Völkern, bezahle deine Kolinisten oder benutze deine Münzen um extravagante Möbel zu finanzieren.",
		"french": "L'argent fait fonctionner le monde. Échangez avec d'autres factions, payez vos colons, ou utilisez vos pièces pour financer du mobilier extravagant.",
		"spanish": "El dinero hace al mundo girar. Comercia con facciones, paga a tus colonos o usa tus monedas para financiar mobiliario extravagante.",
		"portuguese": "Dinheiro faz o mundo girar. Negocie com outras facções, pague seus colonos ou use suas moedas para financiar móveis extravagantes.",
		"turkish":  "Para dünyayı döndürür. Diğer gruplarla ticaret yapın, yerleşimcilerinize para ödeyin ya da abartılı mobilyaları finanse etmek için paranızı kullanın.",
		"russian": "Деньги заставляют мир вертеться. Торгуйте с другими фракциями, платите колонистам или используйте монеты для покупки экстравагантной мебели.",
		"ukrainian":"Гроші змушують світ крутитися. Торгуйте з іншими фракціями, платите колоністам або використовуйте монети для покупки екстравагантної меблів.",
	},
	"resourceName_Beer": {
		"english": "Beer",
		"german": "Bier",
		"french": "Bière",
		"spanish": "Cerveza",
		"russian": "Пиво",
		"portuguese": "Cerveja",
		"turkish": "Bira",
		"ukrainian":"Пиво",
	},
	"resourceDescription_Beer": {
		"english": "Made out of carefully selected pumpkins and only the finest wheat grain. Has a rich and roasty flavor",
		"german": "Aus handverlesenen Kürbisen und bestem Weizenkorn gebraut. Characktervoll und feinwürzig im Trunk.",
		"french": "Fabriquée à partir de citrouilles soigneusement sélectionnées et avec le meilleur grain de blé. A une saveur riche et torréfiée.",
		"spanish": "Hecha de calabazas cuidadosamente seleccionadas y solo los más finos granos de trigo. Tiene un delicioso y tostado sabor.",
		"russian": "Сделано из тщательно отобранных тыкв и только самого лучшего зерна. Обладает насыщенным вкусом.",
		"portuguese": "Feito de abóboras cuidadosamente selecionadas e apenas o melhor grão de trigo. Tem um sabor rico e saboroso",
		"turkish": "Dikkatlice seçilmiş balkabaklarından ve sadece en iyi buğday tanesinden yapılmıştır. Zengin ve kızarmış bir tada sahiptir.",
		"ukrainian":"Зроблено з ретельно відібраних гарбузів і тільки найкращого зерна. Володіє насиченим смаком.",
	},
}
