{
	"xUnitsOfResource": { // For example "+1 wood": The "+1" is %amount% and "wood" is %resource%
		"english": "%amount% %resource%",
		"german": "%amount% %resource%",
		"french": "%amount% %resource%",
		"spanish": "%amount% %resource%",
		"ukrainian":"%amount% %resource%",
		"russian": "%amount% %resource%",
		"dutch": "%amount% %resource%",
		"portuguese": "%amount% %resource%",
		"turkish": "%amount% %resource%",
		"chinese": "%amount%%resource%",
		"korean": "%amount% %resource%",
		"arabic": "%amount% %resource%",
		"italian": "%amount% %resource%",
		"polish": "%amount% %resource%",
		"japanese": "%amount%%resource%",
		"czech": "%amount% %resource%"
	},
	"resourceName_FoodRaw": {
		"english": "Raw Food",
		"german": "Rohes Essen",
		"french": "Aliments crus",
		"spanish": "Comida cruda",
		"turkish": "Çiğ yemek",
		"portuguese": "Comida crua",
		"dutch": "Rauw voedsel",
		"russian": "Сырая пища",
		"ukrainian":"Cира їжа",
		"chinese": "生食",
		"korean": "과일과 채소",
		"arabic": "ﺥﻮﺒﻄﻣ ﺮﻴﻏ ﻡﺎﻌﻃ",
		"italian": "Cibo crudo",
		"polish": "Surowa żywność",
		"japanese": "食材",
		"czech": "Suroviny"
	},
	"resourceName_Food": {
		"english": "Food",
		"german": "Essen",
		"french": "Nourriture",
		"spanish": "Comida",
		"turkish": "Yemek",
		"portuguese": "Comida",
		"dutch": "Eten",
		"russian": "Еда",
		"ukrainian":"їжа",
		"chinese": "食物",
		"korean": "음식",
		"arabic": "ﻡﺎﻌﻃ",
		"italian": "Cibo",
		"polish": "Żywność",
		"japanese": "食べ物",
		"czech": "Jídlo"
	},
	"resourceDescription_FoodRaw": {
		"english": "Your colonists need food to survive. Every type you gather is raw at first and can be cooked.",
		"german": "Deine Kolonisten brauchen Nahrung zum Überleben. Jede Art von Nahrung die du sammelst ist zunächst roh und kann dann gekocht werden.",
		"french": "Vos colons ont besoin de nourriture pour survivre. Chaque récolte est crue au début et peut être cuisinée.",
		"spanish": "Tus colonos necesitan sobrevivir. Cualquier tipo de cultivo que recolectes está crudo y puede ser cocinado.",
		"turkish": "Yerleşimcilerin hayatta kalmak için yiyeceğe ihtiyaçları var. Topladığınız yiyecekler çiğ ancak pişirilebilir.",
		"portuguese": "Seus colonos precisam de comida para sobreviver. Cada tipo que você coleta é cru a princípio e pode ser cozido.",
		"dutch": "Je kolonisten hebben voedsel nodig om te overleven. Elk type eten wat je verzameld is rauw en kan gekookt worden.",
		"russian": "Вашим колонистам нужна еда для выживания. Каждый тип еды, который вы собираете, поначалу сырой и может быть приготовлен.",
		"ukrainian":"Вашим колоністам потрібна їжа, щоб вижити. Кожен тип, який ви збираєте, спочатку є сирим і може бути приготовленим.",
		"chinese": "你们的殖民者需要食物来生存.你收集食材都是生的需要烹饪.",
		"korean": "개척자들이 살아남기 위해서는 음식이 필요합니다. 자연에서 채취하는 모든 음식은 생야채로 취급되며, 요리의 재료가 됩니다.",
		"arabic": ".ﻪﻴﻬﻃ ﻦﻜﻤﻳﻭ ﺔﻳﺍﺪﺒﻟﺍ ﻲﻓ ﺥﻮﺒﻄﻣ ﺮﻴﻏ ﻥﻮﻜﻳ ﻪﻌﻤﺠﺑ ﻡﻮﻘﺗ ﻉﻮﻧ ﻞﻛ .ﺓﺎﻴﺤﻟﺍ ﺪﻴﻗ ﻰﻠﻋ ﺀﺎﻘﺒﻠﻟ ﻡﺎﻌﻄﻟﺍ ﻰﻟﺇ ﻚﻳﺪﻟ ﻥﻭﺮﻤﻌﺘﺴﻤﻟﺍ ﺝﺎﺘﺤﻳ",
		"italian": "I tuoi coloni hanno bisogno di cibo per sopravvivere. Ogni tipologia di cibo che raccogli è cruda e può essere cucinata.",
		"polish": "Twoi koloniści potrzebują pożywienia. Każdy rodzaj zebranego jedzenia jest surowy i może zostać przyrządzony.",
		"japanese": "生存するには食べ物が必要です。貴方が集める食べ物は食材ですが、調理する事もできます。",
		"czech": "Vaši kolonisté potřebují k přežití jídlo. Každý typ, který nasbíráte, je zpočátku syrový a lze ho vařit."
	},
	"resourceName_Apple": {
		"english": "Apple",
		"german": "Apfel",
		"french": "Pomme",
		"spanish": "Manzana",
		"turkish": "Elma",
		"portuguese": "Maçã",
		"dutch": "Appels",
		"russian": "Яблоко",
		"ukrainian":"Яблуко",
		"chinese": "苹果",
		"korean": "사과",
		"arabic": "ﺡﺎﻔﺗ",
		"italian": "Mela",
		"polish": "Jabłka",
		"japanese": "リンゴ",
		"czech": "Jablko"
	},
	"resourceDescription_Apple": {
		"english": "Apples have always been one of the most popular treats. Except for winter, they grow throughout the entire year and can be used to cook very tasty dishes.",
		"german": "Als roter runder Leckerbissen erfreuen sich Äpfel schon immer großer Beliebtheit. Mit Ausnahme des Winters wachsen sie ganzjährig auf Bäumen und lassen sich zu köstlichen Gerichten verarbeiten.",
		"french": "Les pommes ont toujours été l'une des friandises les plus populaires. À l'exception de l'hiver, elles poussent toute l'année et peuvent être utilisées pour cuisiner des plats très savoureux.",
		"spanish": "Las manzanas siempre han sido uno de los convites más populares. Excepto en invierno, crecen durante todo el año y pueden ser usadas para cocinar deliciosos platillos.",
		"dutch": "Appels zijn altijd al een van de populairste lekkernijen geweest. Behalve in de winter groeien ze het hele jaar door en kunnen ze worden gebruikt om zeer smakelijke gerechten te bereiden.",
		"korean": "사과는 언제나 가장 흔한 물품이었죠. 겨울을 제외하면, 일년 내내 자라면서도, 굉장히 맛있는 음식을 만들 때 재료로 들어가요.",
		"russian": "Яблоки всегда были одними из основных источников пропитания. Они растут во всех временах года, за исключением зимы, также могут быть использованы для приготовления различных блюд.",
		"italian": "Le mele sono sempre state una delle prelibatezze più popolari. Fatta eccezione per l'inverno, crescono durante tutto l'anno e possono essere utilizzate per cucinare piatti molto gustosi.",
		"portuguese": "Maçãs tem sido uma dos deleites mais populares. Exceto no inverno, elas crescem o ano todo e podem ser utilizadas para cozinhar pratos deliciosos.",
		"turkish": "Elma hep en popüler ikramlardan biri olmuştur. Kış hariç, her mevsimde olur ve çok lezzetli yemeklerin yapımında kullanılabilir",
		"chinese": "苹果一直是最受欢迎的美食之一。除了冬天，它们一年四季都可以生长，可以用来烹饪非常美味的菜肴。",
		"japanese": "身近なフルーツの一つです。生でもおいしいです。調理する事でさらにおいしい料理にもなります。",
		"czech": "Jablka byla vždy jednou z nejoblíbenějších pochoutek. Kromě zimy rostou po celý rok a lze je použít k vaření velmi chutných pokrmů."
	},
	"resourceName_Tomato": {
		"english": "Tomato",
		"german": "Tomate",
		"french": "Tomate",
		"spanish": "Tomate",
		"turkish": "Domates",
		"dutch": "Tomaat",
		"portuguese": "Tomate",
		"russian": "Помидор",
		"ukrainian":"Помідор",
		"chinese": "西红柿",
		"korean": "토마토",
		"arabic": "ﻢﻃﺎﻤﻃ",
		"italian": "Pomodoro",
		"polish": "Pomidory",
		"japanese": "トマト",
		"czech": "Rajče"
	},
	"resourceDescription_Tomato": {
		"english": "It doesn't matter if you eat tomatoes raw or as part of a fancy meal. They always taste good!.",
		"german": "Ob roh oder als Zutat für ein Gericht; fruchtig, saftige Tomaten werden immer gern gegessen.",
		"french": "Peu importe si vous mangez des tomates crues ou dans le cadre d'un repas raffiné. Elles ont toujours bon goût!",
		"korean": "토마토를 생으로 먹든, 멋진 식사에 곁들여 먹든 상관없어요. 항상 맛있거든요!",
		"spanish": "No importa si comes tomates crudos o como parte de una comida elegante. ¡Siempre saben bien!",
		"dutch": "Het maakt niet uit of je tomaten rauw of als onderdeel van een lekkere maaltijd eet. Ze smaken altijd goed!",
		"russian": "Хотите - приготовьте, хотите - съешьте сырыми. При любом исходе вы не разочаруетесь в их вкусе!",
		"italian": "Non importa se li mangi crudi o come parte di un pasto raffinato... avranno sempre un buon sapore!",
		"portuguese": "Não importa se você come tomates cru ou como parte de uma refeição chique. Eles sempre são saborosos!.",
		"turkish": "Çiğ ya da iyi bir yemeğin bir parçası olarak yemeniz önemli değil. Domateslerin tadı her zaman iyidir!",
		"chinese": "无论您是生吃西红柿还是作为精美餐点的一部分，都没关系。反正都很好吃！ ",
		"japanese": "生でも調理でもトマトはどちらもおいしい食材です。",
		"czech": "Nezáleží na tom, jestli jíte rajčata syrová nebo jako součást nějakéhofantastického jídla. Vždy chutnají dobře!."
	},
	"resourceName_Pumpkin": {
		"english": "Pumpkin",
		"german": "Kürbis",
		"french": "Potiron",
		"spanish": "Calabaza",
		"turkish": "Kabak",
		"portuguese": "Abóbora",
		"dutch": "Pompoen",
		"russian": "Тыква",
		"ukrainian":"Гарбуз",
		"chinese": "南瓜",
		"korean": "호박",
		"arabic": "ﻦﻴﻄﻘﻳ",
		"italian": "Zucca",
		"polish": "Dynie",
		"japanese": "かぼちゃ",
		"czech": "Dýně"
	},
	"resourceDescription_Pumpkin": {
		"english": " ",
		"german": "Als große Pflanzen, liefern Kürbisse vergleichsweise viel Nahrung und eignen sich hervorragend dafür, die Nahrungsvorräte vor dem Winter ordentlich aufzustocken. Da sie zudem für das Brauen von Bier benötigt werden, haben sie einen besonderen Platz in den Herzen deiner Kolonisten!",
		"french": "Étant de grandes plantes, les citrouilles produisent une quantité relativement énorme de nourriture et peuvent être très utiles pour remplir vos réserves de nourriture pour l'hiver. Elles sont également nécessaires pour le brassage de la bière, c'est pourquoi elles occupent une place particulière dans le cœur de tous les colons !",
		"korean": "식물 자체가 크기 때문에, 호박은 비교적 많은 양의 음식을 생산합니다. 특히 겨울을 나기 위한 음식물을 채워둘 때 매우 유용하죠. 또 모든 개척자들이 특별하게 여기는 맥주를 만들 때에도 필요합니다!",
		"spanish": "Siendo plantas bastante grandes, las calabazas producen una cantidad comparativamente enorme de comida y puede ser muy útil para llenar tus suministros de comida para el invierno. Tambièn son necesarias para preparar cerveza, ¡razón por la cual tiene un lugar especial en el corazón de cada colono!",
		"dutch": "Als grote planten zorgen pompoenen voor een relatief grote hoeveelheid voedsel en zijn ze zeer geschikt om voor de winter voedsel op te slaan. Omdat ze ook nodig zijn voor het brouwen van bier, hebben ze een speciaal plekje in het hart van uw kolonisten!",
		"russian": "Будучи большими растениями, тыквы дают относительно большой запас продовольствия, что делает их привлекательными кандидатами для хранения на зиму. Они так же используются при приготовлении пива колонистами, так что никто не будет против!",
		"italian": "Essendo delle piante piuttosto grandi, le zucche producono una quantità relativamente grossa di cibo e possono essere molto utili per fare scorta di cibo per l'inverno. Sono anche utili alla produzione della birra, motivo per cui hanno un posto speciale nel cuore di ogni colono!",
		"portuguese": "Por serem plantas bastante grandes, as abóboras produzem uma quantidade comparativamente grande de alimentos e podem ser muito úteis para encher seus suprimentos de comida para o inverno. Eles também são necessários para a fabricação de cerveja, razão pela qual eles têm um lugar especial no coração de todos os colonos!",
		"turkish": "Balkabağı, hacimli diğer sebze ve meyveler gibi, kış gelmeden yiyecek stoklarını arttırmak için yerleşimcilerde özel bir yere sahiptir.",
		"chinese": "南瓜是大型植物，提供相对大量的食物，非常适合在冬天之前适当补充食物。由于还需要酿造啤酒，因此南瓜在殖民者的心中占有特殊的地位！",
		"japanese": "大きな実になるがぼちゃはたくさんのコロニストのお腹を満たす事ができます。ビールにも必要なのでとても大事なものです。",
		"czech": "Dýně, stejně jako jiná objemná zelenina a ovoce, je oblíbená u kolonistů proto, že si díky ní před příchodem zimy zvyšují zásoby potravin."
	},
	"resourceName_Potato": {
		"english": "Potato",
		"german": "Kartoffel",
		"french": "Pomme de terre",
		"spanish": "Patata",
		"turkish": "Patates",
		"portuguese": "Batata",
		"dutch": "Aardappel",
		"russian": "Картошка",
		"ukrainian":"Картопля",
		"chinese": "土豆",
		"korean": "감자",
		"arabic": "ﺲﻃﺎﻄﺑ",
		"italian": "Patata",
		"polish": "Ziemniaki",
		"japanese": "じゃがいも",
		"czech": "Brambory"
	},
	"resourceDescription_Potato": {
		"english": "Potatoes are often served as a side to various dishes. Some settlers even view them as staple food.",
		"german": "Kartoffeln werden gern als Beilage zu den verschiedensten Gerichten verzehrt. Für einige Siedler gelten sie regelrecht als Grundnahrungsmittel.",
		"french": "Les pommes de terre sont souvent servies en accompagnement de différents plats. Certains colons les considèrent même comme des aliments de base.",
		"korean": "감자는 주로 다양한 음식에서 사이드로 나옵니다. 몇몇 정착민들은 아예 주식으로 여기기도 해요.",
		"spanish": "Las patatas usualmente son servidas como acompañamiento en varios platillos. Algunos colonos incluso las ven como un alimento básico.",
		"dutch": "Aardappelen worden vaak geserveerd als bijgerecht bij diverse gerechten. Sommige kolonisten zien ze zelfs als hoofdvoedsel.",
		"russian": "Картошку часто подают как гарнир к основным блюдам, однако некоторые колонисты считают, что картошка сама по себе неплохое блюдо!",
		"italian": "Le patate vengono spesso servite come contorno nei vari piatti. Alcuni coloni le considerano un alimento di base.",
		"portuguese": "As batatas são frequentemente servidas como acompanhamento de vários pratos. Alguns colonos até os veem como alimento básico.",
		"turkish": "Patates, çoğunlukla diğer yemeklerin yanında servis edilir. Bazı yerleşimciler tarafından ana yemek olarak da kullanılır.",
		"chinese": "土豆经常被当作各种菜肴的配菜。一些殖民者甚至将它们视为主食。",
		"japanese": "じゃがいもは料理の材料はもちろん、主食、付け合わせと色々な使い方があります。",
		"czech": "Brambory se často podávají jako příloha k různým pokrmům. Někteří kolonisté je dokonce považují za základní jídlo."
	},
	"resourceName_Strawberry": {
		"english": "Strawberry",
		"german": "Erdbeere",
		"french": "Fraise",
		"spanish": "Fresa",
		"turkish": "Çilek",
		"portuguese": "Morango",
		"dutch": "Aardbei",
		"russian": "Клубника",
		"ukrainian":"Полуниця",
		"chinese": "草莓",
		"korean": "딸기",
		"arabic": "ﺔﻟﻭﺍﺮﻓ",
		"italian": "Fragola",
		"polish": "Truskawki",
		"japanese": "イチゴ",
		"czech": "Jahody"
	},
	"resourceDescription_Strawberry": {
		"english": "As these tiny sweet berries only grow during spring, most colonists view it as delicacy and can't get enough of them.",
		"german": "Zwar wächst die süße kleine Beere nur während des Frühlings, doch gilt sie gerade aufgrund dieser Einschränkung als besondere Delikatesse.",
		"french": "Comme ces petites baies sucrées ne poussent qu'au printemps, la plupart des colons les considèrent comme délicieuses et ne peuvent s'en lasser.",
		"korean": "이 작고 달콤한 열매는 여름에만 자라기에, 대부분의 개척자들은 딸기를 별미라고, 항상 부족하다고 여깁니다.",
		"spanish": "Ya que estas pequeñas bayas solo crecen durante la primavera, la mayoría de los colonos las ven como un manjar y no pueden tener suficientes.",
		"dutch": "Omdat deze kleine zoete bessen alleen in het voorjaar groeien, zien de meeste kolonisten het als een delicatesse en kunnen ze er geen genoeg van krijgen.",
		"russian": "Поскольку эти ягоды растут только весной, большиство колонистов считают их деликатесом и не будут прочь ими насладиться!",
		"italian": "Poiché queste piccole fragole dolci crescono solo in primavera, la maggior parte dei coloni le considera una prelibatezza di cui non se ne ha mai abbastanza.",
		"portuguese": "Como essas pequenas bagas doces crescem apenas durante a primavera, a maioria dos colonos vê isso como uma iguaria e não consegue obter o suficiente delas.",
		"turkish": "Bu minik tatlı çilek sadece bahar aylarında büyüdüğünden, çoğu yerleşimci onları özel bir tatlı olarak görür ve yemeğe doyamaz",
		"chinese": "由于这些小小的果实仅在春季生长，因此大多数殖民者将其视为美味佳肴，而无法满足。",
		"japanese": "春にしか育たない小さいイチゴは、コロニストの間で非常に貴重な食材として扱われています。",
		"czech": "Protože tyto drobné sladké bobule rostou pouze na jaře, většina kolonistů je považuje za delikatesu a nemůže se jich nabažit."
	},
	"resourceName_Wheat": {
		"english": "Wheat",
		"german": "Weizen",
		"french": "Blé",
		"spanish": "Trigo",
		"turkish": "Buğday",
		"portuguese": "Trigo",
		"dutch": "Graan",
		"russian": "Пшеница",
		"ukrainian":"Пшениця",
		"chinese": "小麦",
		"korean": "밀",
		"arabic": "ﺢﻤﻗ",
		"italian": "Grano",
		"polish": "Pszenica",
		"japanese": "麦",
		"czech": "Pšenice"
	},
	"resourceDescription_Wheat": {
		"english": "Unprocessed wheat might be unpalatable, but it is essential when it comes to making baked goods!",
		"german": "Unverarbeitet sind Weizenkörner nicht genießbar, doch sind sie für die Herstellung von Backwaren unverzichtbar!",
		"french": "Le blé non transformé est peut-être désagréable à digérer, mais il est essentiel lorsqu'il s'agit de faire des produits de boulangerie !",
		"korean": "가공되지 않은 밀은 먹을 수도 없지만, 화덕에 구운 요리를 만들기 시작하면 필수적인 물품이 됩니다!",
		"spanish": "El trigo no procesado puede ser desagradable, ¡pero es esencial cuando se trata de preparar alimentos horneados!",
		"dutch": "Onbewerkte tarwe mag dan wel onsmakelijk zijn, maar het is essentieel als het gaat om het maken van bakkerijproducten!",
		"russian": "Сырая пшеница так себе на вкус, но это не важно, ведь вы будете использовать ее для выпечки, а она очень вкусная!",
		"italian": "Il grano non lavorato potrebbe risultare sgradevole, ma è essenziale quando si tratta di produrre prodotti da forno!",
		"portuguese": "O trigo não processado pode ser desagradável, mas é essencial na fabricação de produtos de panificação!",
		"turkish": "İşlenmemiş buğday nahoş olabilir, ama pişmiş yemek yapımında esas malzemedir",
		"chinese": "未经加工的小麦可能不受欢迎，但在制作烘焙食品时至关重要！",
		"japanese": "麦そのものは食べれた物ではありません。粉にして使いましょう。",
		"czech": "Nezpracovaná pšenice může být nechutná, ale při výrobě pečiva je ta zásadní!"
	},
	"resourceName_RawMeat": {
		"english": "Raw Meat",
		"german": "Rohes Fleisch",
		"french": "Viande crue",
		"spanish": "Carne cruda",
		"dutch": "Rauw vlees",
		"italian": "Carne cruda",
		"russian": "Сырое мясо",
		"portuguese": "Carne crua",
		"polish": "Surowe mięso",
		"japanese": "生肉",
		"chinese": "生肉",
		"czech": "Syrové maso"
	},
	"resourceName_Milk": {
		"english": "Milk",
		"german": "Milch",
		"french": "Lait",
		"spanish": "Leche",
		"dutch": "Melk",
		"italian": "Latte",
		"russian": "Молоко",
		"portuguese": "Leite",
		"polish": "Mleko",
		"japanese": "ミルク",
		"chinese": "牛奶",
		"czech": "Mléko"
	},
	"resourceName_FoodCooked": {
		"english": "Cooked Food",
		"german": "Gekochtes Essen",
		"french": "Aliments cuits",
		"spanish": "Comida cocinada",
		"turkish": "Pişmiş yemek",
		"portuguese": "Comida Cozida",
		"dutch": "Gekookt Eten",
		"russian": "Приготовленная пища",
		"ukrainian":"Приготовлена їжа",
		"chinese": "烹饪食物",
		"korean": "조리된 음식",
		"arabic": "ﺥﻮﺒﻄﻣ ﻡﺎﻌﻃ",
		"italian": "Cibo cotto",
		"polish": "Przyrządzona żywność",
		"japanese": "料理",
		"czech": "Vařené jídlo"
	},
	"resourceDescription_FoodCooked": {
		"english": "A colonist will take cooked food over raw food every time. Colonists get happy thoughts from eating cooked food.",
		"german": "Ein Kolonist wird immer gekochtes Essen gegenüber rohem Essen bevorzugen. Durch solche Mahlzeiten bekommen sie frohe Gedanken.",
		"french": "Un colon prendra des aliments cuits à la place des aliments crus. Les colons obtiennent de bonnes pensées lorsqu'ils mangent des aliments cuits.",
		"spanish": "Un colono siempre preferirá comida cocinada a comida cruda. Además, obtienen buenos pensamientos al comer comida cocinada.",
		"turkish": "Yerleşimciler pişmiş yemekleri çiğ yemelere tercih eder ve ilk önce pişmiş olanlara gider. Pişmiş yiyecekler onları mutlu eder.",
		"portuguese": "Um colono levará comida cozida sobre comida crua toda vez. Os colonos têm pensamentos felizes de comer comida cozida.",
		"dutch": "Een kolonist zal gekookt voedsel kiezen altijd boven rauw voedsel. Kolonisten krijgen blije gedachten door het eten van gekookt voedsel.",
		"russian": "Колонисты всегда будут предпочитать приготовленную пищу чем сырую. Приготовленная пища делает колонистов счастливыми.",
		"ukrainian":"Колоністи завжди вважатимуть за краще приготовлену чим сиру їжу. Приготована їжа робить колоністів щасливими.",
		"chinese": "殖民者吃熟食优先度会超过生食.吃熟食会产生快乐的想法.",
		"korean": "개척자들은 언제나 과일과 채소보다는 조리된 음식을 먼저 먹습니다. 개척자들은 조리된 음식을 먹으며 행복한 상상을 합니다.",
		"arabic": ".ﺥﻮﺒﻄﻤﻟﺍ ﻡﺎﻌﻄﻟﺍ ﻝﻭﺎﻨﺗ ﻦﻣ ﺓﺪﻴﻌﺳ ﺭﺎﻜﻓﺃ ﻰﻠﻋ ﻥﻭﺮﻤﻌﺘﺴﻤﻟﺍ ﻞﺼﺤﻳ .ﺥﻮﺒﻄﻤﻟﺍ ﺮﻴﻏ ﻰﻠﻋ ﺥﻮﺒﻄﻤﻟﺍ ﻡﺎﻌﻄﻟﺍ ﻥﻭﺮﻤﻌﺘﺴﻤﻟﺍ ﻞﻀﻔﻳ",
		"italian": "I coloni preferiranno i cibi cotti a quelli crudi. Ogni volta che mangiano del cibo cotto, i loro pensieri diventano felici.",
		"japanese": "コロニストは食材より料理を好みます。おいしい料理は心情も上がります。",
		"czech": "Kolonista dá vždy přednost vařenému jídlu před surovinami. Díky vařenému jídlu jsou více šťastní."
	},
	"resourceName_FoodRawEdible": {
		"english": "Edible Raw Food",
		"german": "Essbares rohes Essen",
		"french": "Aliments crus comestibles",
		"spanish": "Comida cruda comestible",
		"turkish": "Çiğ yemek",
		"portuguese": "Comida crua",
		"dutch": "Rauw voedsel",
		"russian": "Сырая пища",
		"ukrainian":"Сира їжа",
		"chinese": "生食",
		"korean": "과일과 채소",
		"arabic": "ﺥﻮﺒﻄﻣ ﺮﻴﻏ ﻡﺎﻌﻃ",
		"italian": "Cibo crudo",
		"polish": "Surowa żywność",
		"japanese": "食材",
		"czech": "Jedlé syrové potraviny"
	},
	"resourceName_SimpleMeal": {
		"english": "Campfire Food",
		"german": "Mahlzeit vom Lagerfeuer",
		"french": "Aliments cuisinés au feu de camp",
		"spanish": "Comida cocinada en la hoguera",
		"turkish": "Kamp ateşinde pişmiş yemek",
		"portuguese": "Comida de fogueira",
		"dutch": "Eten van het Kampvuur",
		"russian": "Еда с костра",
		"ukrainian":"Їжа з багаття",
		"chinese": "烤制食物",
		"korean": "간단히 구운 음식",
		"arabic": "ﻢﻴﺨﻤﻟﺍ ﺭﺎﻧ ﻦﻣ ﻡﺎﻌﻃ",
		"italian": "Cibo da falò",
		"polish": "Jedzenie z ogniska",
		"japanese": "焚火の料理",
		"czech": "Jídlo z ohniště"
	},
	"resourceName_GoodMeal": {
		"english": "Kitchen Food",
		"german": "Mahlzeit aus der Küche",
		"french": "Aliments de la cuisine",
		"spanish": "Comida cocinada en la cocina",
		"turkish": "Mutfak yemeği",
		"portuguese": "Cozinha Comida",
		"dutch": "Eten uit de Keuken",
		"russian": "Кухонная еда",
		"ukrainian":"Кухонна їжа",
		"chinese": "烹饪食品",
		"korean": "제대로 익힌 음식",
		"arabic": "ﺦﺒﻄﻤﻟﺍ ﻡﺎﻌﻃ",
		"italian": "Cibo da cucina",
		"polish": "Jedzenie z kuchni",
		"japanese": "台所の料理",
		"czech": "Jídlo z kuchyně"
	},
	"resourceName_BakedMeal": {
		"english": "Baked Food",
		"german": "Mahlzeit aus der Bäckerei",
		"french": "Aliments cuits",
		"spanish": "Comida horneada",
		"turkish": "Pişmiş yemek",
		"portuguese": "Comida Assada",
		"dutch": "Gebakken Voedsel",
		"russian": "Запеченная еда",
		"ukrainian":"Запечена їжа",
		"chinese": "焙烤食品",
		"korean": "오븐에 구운 음식",
		"arabic": "ﺯﻮﺒﺨﻣ ﻡﺎﻌﻃ",
		"italian": "Cibo da forno",
		"polish": "Pieczone jedzenie",
		"japanese": "石窯の料理",
		"czech": "Pečené jídlo"
	},
	"resourceName_BakedApple": {
		"english": "Baked Apple",
		"german": "Bratapfel",
		"french": "Pomme cuite",
		"spanish": "Manzana asada",
		"turkish": "Pişmiş elma",
		"portuguese": "Maça assada",
		"dutch": "Gebakken Appel",
		"russian": "Запеченное яблоко",
		"ukrainian":"Запечене яблуко",
		"chinese": "烤苹果",
		"korean": "구운 사과",
		"arabic": "ﻮﻬﻄﻣ ﺡﺎﻔﺗ",
		"italian": "Mela cotta",
		"polish": "Pieczone jabłko",
		"japanese": "焼きリンゴ",
		"czech": "Pečená jablka"
	},
	"resourceDescription_BakedApple": {
		"english": "Especially tasty on cold winter days.",
		"german": "Über dem Feuer gebraten entfalten Äpfel ihr volles Aroma. Besonders in kalten Wintertagen ein Genuss.",
		"french": "Particulièrement savoureuse lors des froides journées d'hiver.",
		"spanish": "Especialmente deliciosa en fríos días invernales.",
		"turkish": "Özellikle soğuk kış günlerinde çok lezzetli.",
		"portuguese": "Especialmente saboroso em dias frios de inverno.",
		"dutch": "Vooral lekker op koude winter dagen.",
		"russian": "Особенно вкусно в холодные зимние дни.",
		"ukrainian":"Особливо смачно в холодні зимові дні.",
		"chinese": "在寒冷的冬天特别好吃.",
		"korean": "추운 겨울날 특히 맛있습니다.",
		"arabic": ".ﺓﺩﺭﺎﺒﻟﺍ ﺀﺎﺘﺸﻟﺍ ﻡﺎﻳﺃ ﻲﻓ ﺔﺻﺎﺧ ﺬﻳﺬﻟ",
		"italian": "Particolarmente gustosa nelle fredde giornate invernali.",
		"japanese": "冬の料理の定番です。甘くておいしいです。",
		"czech": "Obzvláště chutné v chladných zimních dnech."
	},
	"resourceName_BakedPotato": {
		"english": "Baked Potato",
		"german": "Bratkartoffel",
		"french": "Pomme de terre cuite",
		"spanish": "Patata asada",
		"turkish": "Pişmiş patates",
		"portuguese": "Batata assada",
		"dutch": "Gebakken Aardappel",
		"russian": "Запеченная картошка",
		"ukrainian":"Запечена картопля",
		"chinese": "烤土豆",
		"korean": "구운 감자",
		"arabic": "ﺔﻳﻮﺸﻣ ﺲﻃﺎﻄﺑ",
		"italian": "Patata al forno",
		"polish": "Pieczony ziemniak",
		"japanese": "焼きじゃが",
		"czech": "Pečené brambory"
	},
	"resourceDescription_BakedPotato": {
		"english": "Every hard working settler loves baked potatoes for their fluffy interior and crisp skin.",
		"german": "Ein jeder hart arbeitende Siedler weiß den Geschmack einer frisch gebratenen Kartoffel sehr zu schätzen.",
		"french": "Tous les colons qui travaillent dur aiment les pommes de terre au four pour leur intérieur moelleux et leur peau croustillante.",
		"spanish": "Cada colono trabajador ama las patatas asadas por su suave interior y su crujiente piel.",
		"turkish": "Her çalışkan yerleşimci pamuksu içeriği ve kırtıklı kabuğuyla pişmiş patatesi sever.",
		"portuguese": "Cada colono que trabalha duro adora batatas cozidas pelo seu interior fofo e pele nítida.",
		"dutch": "Elke hard werkende kolonist houd van gebakken aardappelen vanwege hun kruimelige binnekant en knapperige buitekant.",
		"russian": "Каждый трудолюбивый поселенец любит печеный картофель за его невероятный вкус.",
		"ukrainian":"Кожен працьовитий поселенець любить печену картоплю за її неймовірний смак.",
		"chinese": "每个辛勤工作的殖民者都喜欢烤土豆的那松软的内部和酥脆的外皮.",
		"korean": "열심히 일하고 난 개척자는 겉은 바삭하고 속은 촉촉한 구운 감자를 굉장히 좋아합니다.",
		"arabic": ".ﺔﺸﻬﻟﺍ ﺔﻴﺟﺭﺎﺨﻟﺍ ﺔﻘﺒﻄﻟﺍﻭ ﻱﺮﻄﻟﺍ ﺐﻠﻟﺍ ﺐﺒﺴﺑ ﺔﻳﻮﺸﻤﻟﺍ ﺎﻃﺎﻄﺒﻟﺍ ﺐﺤﻳ ﺪﺠﺑ ﻞﻤﻌﻳ ﻦﻃﻮﺘﺴﻣ ﻞﻛ",
		"italian": "Ogni colono che lavora duramente ama le patate al forno, per la loro soffice parte interiore e la loro pelle croccante.",
		"japanese": "コロニストの中で焼きじゃがを嫌いな人はいないと断言できるほどおいしい料理です。",
		"czech": "Každý pracovitý kolonista miluje pečené brambory pro jejich načechraný vnitřek a svěží slupku."
	},
	"resourceName_BakedTomato": {
		"english": "Baked Tomato",
		"german": "Gebratene Tomate",
		"french": "Tomate cuite",
		"spanish": "Tomate asado",
		"turkish": "Pişmiş domates",
		"portuguese": "Tomate Assado",
		"dutch": "Gebakken Tomaat",
		"russian": "Запеченный помидор",
		"ukrainian":"Запечений помідор",
		"chinese": "烤西红柿",
		"korean": "구운 토마토",
		"arabic": "ﻩﻮﻬﻄﻣ ﻢﻃﺎﻤﻃ",
		"italian": "Pomodoro al forno",
		"polish": "Pieczony pomidor",
		"japanese": "焼きトマト",
		"czech": "Pečená rajčata"
	},
	"resourceDescription_BakedTomato": {
		"english": "So simple to make but so tasty. A good way to start the day!",
		"german": "So einfach in der Zubereitung, so gut im Geschmack. Ein guter Weg in den Tag zu starten.",
		"french": "Si simple à faire mais tellement savoureuse. Une bonne façon de commencer la journée !",
		"spanish": "Tan simple de hacer, pero tan sabroso. ¡Una buena forma de empezar el día!",
		"turkish": "Yapılması çok basit olsa da son derece lezzetli. Güne başlamak için iyi bir yol!",
		"portuguese": "Tão simples de fazer, mas tão saboroso. Uma boa maneira de começar o dia!",
		"dutch": "Zo makkelijk te maken maar zo lekker. Een goede manier om de dag te starten.",
		"russian": "Так просто готовится, но так вкусно. Хороший способ начать день!",
		"ukrainian":"Так просто готується, але так смачно. Хороший спосіб почати день!",
		"chinese": "做起来很简单,但是很好吃.这是开始一天的好方法!",
		"korean": "만들기 참 쉬우면서도 정말 맛있습니다. 하루를 시작하기에 좋은 출발점이죠!",
		"arabic": "!ﻡﻮﻴﻟﺍ ﺀﺪﺒﻟ ﺓﺪﻴﺟ ﺔﻘﻳﺮﻃ .ﺍﺪﺟ ﺓﺬﻳﺬﻟ ﻦﻜﻟﻭ ﺦﺒﻄﻟﺍ ﻲﻓ ﺍﺪﺟ ﺔﻄﻴﺴﺑ",
		"italian": "Così semplice da realizzare ma così gustoso. Un buon modo per iniziare la giornata!",
		"japanese": "作るのはとても簡単でとてもおいしい料理です。",
		"czech": "Tak jednoduché, a tak chutné. Dobrý způsob, jak začít den!"
	},
	"resourceName_GrilledMeat": {
		"english": "Grilled Meat",
		"german": "Gegrilltes Fleisch",
		"french": "Viande grillée",
		"spanish": "Carne asada",
		"dutch": "Gegrild vlees",
		"italian": "Carne grigliata",
		"russian": "Жаренное мясо",
		"portuguese": "Carne grelhada",
		"polish": "Pieczone mięso",
		"japanese": "肉の丸焼き",
		"chinese": "烤肉",
		"czech": "Grilované maso"
	},
	"resourceName_PumpkinStew": {
		"english": "Pumpkin Stew",
		"german": "Kürbiseintopf",
		"french": "Ragoût de citrouille",
		"spanish": "Estofado de Calabaza",
		"turkish": "Kabak Yahni",
		"portuguese": "Guisado de abóbora",
		"dutch": "Pompoen Stoofpot",
		"russian": "Тыквенное рагу",
		"ukrainian":"Гарбузове рагу",
		"chinese": "炖南瓜",
		"korean": "호박 스튜",
		"arabic": "ﻦﻴﻄﻘﻴﻟﺍ ﺀﺎﺴﺣ",
		"italian": "Stufato di zucca",
		"polish": "Krem dyniowy",
		"japanese": "かぼちゃのシチュー",
		"czech": "Dýňový guláš"
	},
	"resourceDescription_PumpkinStew": {
		"english": "Fresh pumpkins cooked together with potatoes. This is why your colonists can't wait for fall to arrive!",
		"german": "Frischer Kürbis, zusammen gekocht mit Kartoffeln. Das ist der Grund, warum der Herbst nicht früh genug kommen kann!",
		"french": "Citrouilles fraîches cuites avec des pommes de terre. C'est pourquoi vos colons ont hâte que l'automne arrive !",
		"spanish": "Calabazas frescas cocinadas junto con tomates. ¡Por eso tus colonos no pueden esperar por la llegada del otoño!",
		"turkish": "Patatesle birlikte pişirilmiş taze kabaklar. Yerleşimcilerinizin sonbaharı dört gözle bekleme sebeplerinden biri!",
		"portuguese": "Abóboras frescas cozidas junto com batatas. É por isso que os colonos não podem esperar a chegada do outono!",
		"dutch": "Verse pompoenen gekookt samen met aardappels. Dit is waarom je kolonisten niet kunnen wachten tot de herfst begint!",
		"russian": "Свежие тыквы, приготовленные вместе с картофелем. Вот почему ваши колонисты не могут дождаться наступления осени!",
		"ukrainian":"Свіжі гарбуза, приготовані разом з картоплею. Ось чому ваші колоністи не можуть дочекатися настання осені!",
		"chinese": "新鲜的南瓜和土豆一起煮.这就是为什么殖民者等不及秋天的到来的原因!",
		"korean": "싱싱한 호박을 감자와 함께 요리했습니다. 이곳의 개척자들이 가을을 목빠지게 기다리는 이유입니다.",
		"arabic": "!ﻒﻳﺮﺨﻟﺍ ﻝﻮﺻﻭ ﺭﺎﻈﺘﻧﺍ ﻢﻬﻨﻜﻤﻳ ﻻ ﻦﻳﺮﻤﻌﺘﺴﻤﻟﺍ ﻥﺃ ﻲﻓ ﺐﺒﺴﻟﺍ ﻮﻫ ﺍﺬﻫ .ﺲﻃﺎﻄﺒﻟﺍ ﻊﻣ ﺥﻮﺒﻄﻤﻟﺍ ﺝﺯﺎﻄﻟﺍ ﻦﻴﻄﻘﻴﻟﺍ",
		"italian": "Delle zucche fresche cucinate con le patate. Questo è il motivo per cui i tuoi coloni non vedono l'ora che arrivi l'autunno!",
		"japanese": "かぼちゃのシチューはコロニストが待ちに待っていた料理であり、ずっと秋であって欲しいと思わせるほどです。",
		"czech": "Čerstvé dýně vařené spolu s bramborami. Proto se vaši kolonisté nemohou dočkat, až dorazí podzim!"
	},
	"resourceName_PotatoSoup": {
		"english": "Potato Soup",
		"german": "Kartoffelsuppe",
		"french": "Soupe de pomme de terre",
		"spanish": "Sopa de patatas",
		"turkish": "Patates çorbası",
		"portuguese": "Sopa de batata",
		"dutch": "Aardappel Soep",
		"russian": "Картофельный суп",
		"ukrainian":"Картопляний суп",
		"chinese": "土豆汤",
		"korean": "감자 수프",
		"arabic": "ﺲﻃﺎﻄﺒﻟﺍ ﺀﺎﺴﺣ",
		"italian": "Zuppa di patate",
		"polish": "Kartoflanka",
		"japanese": "じゃがいものスープ",
		"czech": "Bramborová polévka"
	},
	"resourceDescription_PotatoSoup": {
		"english": "Nutritious and tasty! A plate of potato soup always works for your settlers.",
		"german": "Nahrhaft wie schmackhaft vermag es ein Teller Kartoffelsuppe jedes Mal aufs neue zu begeistern.",
		"french": "Nutritif et savoureux ! Une assiette de soupe de pommes de terre convient toujours à vos colons.",
		"spanish": "¡Nutritiva y deliciosa! Un plato de sopa de patatas siempre funciona para tus colonos.",
		"turkish": "Besleyici ve lezzetli! Bir tabak patates çorbası yerleşimcilerinizin her zaman hoşuna gider.",
		"portuguese": "Nutritivo e saboroso! Um prato de sopa de batata sempre funciona para seus colonos.",
		"dutch": "Voedzaam en smakelijk! Een bord aardappel soep werkt altijd voor je kolonisten.",
		"russian": "Питательно и вкусно! Тарелка картофельного супа всегда любима поселенцами.",
		"ukrainian":"Поживно і смачно! Тарілка картопляного супу завжди любима поселенцями.",
		"chinese": "营养又美味!土豆汤很适合你的殖民者.",
		"korean": "영양분도 풍족하고, 맛도 있습니다! 한 그릇의 감자 수프면 완벽합니다.",
		"arabic": ".ﻦﻴﻨﻃﻮﺘﺴﻤﻠﻟ ﺎﻤﺋﺍﺩ ﺐﺳﺎﻨﻣ ﺲﻃﺎﻄﺒﻟﺍ ﺀﺎﺴﺣ ﻦﻣ ﻖﺒﻃ !ﺓﺬﻳﺬﻟﻭ ﺔﻳﺬﻐﻣ",
		"italian": "Nutriente e gustosa! Un piatto di zuppa di patate funziona sempre per i tuoi coloni.",
		"japanese": "すりつぶしたじゃがいものスープは味だけなく口当たりも最高でとてもおいしい料理です。",
		"czech": "Výživné a chutné! Talíř bramborové polévky je to pravé pro unavené kolonisty po práci."
	},
	"resourceName_MeatAndPotatoes": {
		"english": "Meat and Potatoes",
		"german": "Fleisch und Kartoffeln",
		"french": "Viande et pommes de terre",
		"spanish": "Carne y patatas",
		"dutch": "Vlees en aardappelen",
		"italian": "Carne e patate",
		"russian": "Мясо с картошкой",
		"portuguese": "Carne e batatas",
		"polish": "Mięso z ziemniakami",
		"japanese": "肉とじゃがいもの炒め物",
		"chinese": "土豆炖肉",
		"czech": "Maso a brambory"
	},
	"resourceName_FruitSalad": {
		"english": "Fruit Salad",
		"german": "Obstsalat",
		"french": "Salade de fruit",
		"spanish": "Ensalada de fruta",
		"turkish": "Meyve salatası",
		"portuguese": "Salada de frutas",
		"dutch": "Fruit Salade",
		"russian": "Фруктовый салат",
		"ukrainian":"Фруктовий салат",
		"chinese": "水果沙拉",
		"korean": "과일 샐러드",
		"arabic": "ﺔﻛﺍﻮﻓ ﺔﻄﻠﺳ",
		"italian": "Macedonia",
		"polish": "Sałatka owocowa",
		"japanese": "フルーツサラダ",
		"czech": "Ovocný salát"
	},
	"resourceDescription_FruitSalad": {
		"english": "A very popular dish among colonists with a sweet tooth.",
		"german": "Unter den Naschkatzen deiner Siedler ist Obstsalat natürlich besonders beliebt.",
		"french": "Un plat très populaire parmi les colons avec une dent sucrée.",
		"spanish": "Un platillo muy popular entre los colonos con un gusto por lo dulce.",
		"turkish": "Tatlıya düşkün yerleşimciler arasında çok popüler bir yemek.",
		"portuguese": "Um prato muito popular entre os colonos com um dente doce.",
		"dutch": "Een super populair gerecht onder de kolonisten met een zoete smaak.",
		"russian": "Очень популярное блюдо среди колонистов, которые не безразличны к сладкому.",
		"ukrainian":"Дуже популярна страва серед колоністів, які не байдужі до солодкого.",
		"chinese": "这道菜很受甜食爱好者的欢迎.",
		"korean": "단것을 좋아하는 개척자들이 가장 선호하는 음식.",
		"arabic": ".ﻮﻠﺤﻟﺍ ﻞﻛﻸﻟ ﻦﻴﺒﺤﻤﻟﺍ ﻦﻳﺮﻤﻌﺘﺴﻤﻟﺍ ﻦﻴﺑ ًﺍﺪﺟ ﻊﺋﺎﺷ ﻖﺒﻃ",
		"italian": "Un piatto molto popolare tra i coloni che hanno un debole per i dolci.",
		"japanese": "甘味、酸味がおりなすフルーツサラダ、一口食べるともう止まりません。",
		"czech": "Velmi oblíbené jídlo mezi kolonisty."
	},
	"resourceName_Cheese": {
		"english": "Cheese",
		"german": "Käse",
		"french": "Fromage",
		"spanish": "Queso",
		"dutch": "Kaas",
		"italian": "Formaggio",
		"russian": "Сыр",
		"portuguese": "Queijo",
		"polish": "Ser",
		"japanese": "チーズ",
		"chinese": "奶酪",
		"czech": "Sýr"
	},
	"resourceName_Bread": {
		"english": "Bread",
		"german": "Brot",
		"french": "Pain",
		"spanish": "Pan",
		"turkish": "Ekmek",
		"portuguese": "Pão",
		"dutch": "Brood",
		"russian": "Хлеб",
		"ukrainian":"Хліб",
		"chinese": "面包",
		"korean": "빵",
		"arabic": "ﺰﺒﺧ",
		"italian": "Pane",
		"polish": "Chleb",
		"japanese": "パン",
		"czech": "Chléb"
	},
	"resourceDescription_Bread": {
		"english": "Crispy on the outside, fluffy on the inside. What would life be without bread?",
		"german": "Außen knusprig, innen fluffig. Was wäre das Leben ohne Brot?.",
		"french": "Croustillant à l'extérieur, moelleux à l'intérieur. Que serait la vie sans pain ?",
		"spanish": "Crujiente por fuera, suave por dentro. ¿Qué sería la vida sin el pan?",
		"turkish": "Dışından çıtır, içinden yumuşacık. Ekmek olmasaydı hayat nasıl olurdu?",
		"portuguese": "Crocante por fora, fofo por dentro. O que seria a vida sem pão?",
		"dutch": "Knapperig aan de buitenkant, zacht aan de binnenkant. Wat zou je leven zijn zonder brood?",
		"russian": "Хрустящий снаружи, пушистый изнутри. Что за жизнь была бы без хлеба?",
		"ukrainian":"Хрусткий зовні, пухнастий зсередини. Що за життя було б без хліба?",
		"chinese": "外皮酥脆,里面松软.没有面包的生活会是什么样子?",
		"korean": "바삭한 겉면, 말랑한 속감. 빵 없이 어떻게 살죠?",
		"arabic": "؟ﺰﺒﺧ ﻥﻭﺪﺑ ﺓﺎﻴﺤﻟﺍ ﻥﻮﻜﺘﺳ ﺍﺫﺎﻣ .ﻞﺧﺍﺪﻟﺍ ﻦﻣ ﻖﻴﻗﺭ ، ﺝﺭﺎﺨﻟﺍ ﻦﻣ ﺶﻣﺮﻘﻣ",
		"italian": "Croccante all'esterno, soffice all'interno. Cosa sarebbe la vita senza il pane?",
		"japanese": "外はサクサク、中はふわふわ、パンが無い人生は考えられません。",
		"czech": "Z vnější strany křupavé, z vnitřní strany nadýchané. Co by to bylo za život bez chleba?"
	},
	"resourceName_StrawberryCake": {
		"english": "Strawberry Cake",
		"german": "Erdbeerkuchen",
		"french": "Gâteau aux fraises",
		"spanish": "Tarta de fresa",
		"turkish": "Çilekli pasta",
		"portuguese": "Bolo de morango",
		"dutch": "Aardbeien Taart",
		"russian": "Клубничный пирог",
		"ukrainian":"Полуничний пиріг",
		"chinese": "草莓蛋糕",
		"korean": "딸기 케이크",
		"arabic": "ﺔﻟﻭﺍﺮﻔﻟﺍ ﻚﻴﻛ",
		"italian": "Torta di fragole",
		"polish": "Ciasto truskawkowe",
		"japanese": "イチゴケーキ",
		"czech": "Jahodový koláč"
	},
	"resourceDescription_StrawberryCake": {
		// TODO-turkish: good thoughts
		// TODO-dutch: good thoughts
		// TODO-russian: good thoughts
		// TODO-ukrainian: good thoughts
		// TODO-korean: good thoughts
		// TODO-arabic: good thoughts
		"english": "The taste of spring - or at least as close as it can get. Gets up the mood of every villager.",
		"german": "Der Geschmack des Frühlings vereint in einem leckeren Kuchen. Hebt die Laune eines jeden Dorfbewohners.",
		"french": "Le goût du printemps - ou du moins aussi près que possible. Permet de remonter l'humeur de chaque villageois.",
		"spanish": "El sabor de la primavera - o al menos, lo más cercano posible. Levantará el ánimo de cada colono",
		"turkish": "İlkbaharın lezzeti - en azından olabildiğince.",
		"portuguese": "O sabor da primavera - ou pelo menos o mais perto possível. Levanta o humor de todos os aldeões.",
		"dutch": "De smaak van lente - of tenminste zo dichtbij als het kan komen. Brengt de stemming van elke dorpeling omhoog.",
		"russian": "Вкус весны - или, по крайней мере, настолько близкий, насколько это возможно.",
		"ukrainian":"Смак весни - або, принаймні, настільки близький, наскільки це можливо.",
		"chinese": "春天的味道 - 或者至少是最接近春天的味道.",
		"korean": "봄날의 맛 - 에 가장 가깝다고 할 수 있죠.",
		"arabic": ".ﻪﻴﻠﻋ ﻝﻮﺼﺤﻟﺍ ﻦﻜﻤﻳ ﺎﻣ ﺏﺮﻗﺍ ﻞﻗﻷﺍ ﻰﻠﻋ ﻭﺃ - ﻊﻴﺑﺮﻟﺍ ﻢﻌﻃ",
		"italian": "Il sapore della primavera, o almeno quello che più ci si avvicina. Aumenta l'umore di ogni abitante.",
		"japanese": "春の味の代表と言われるイチゴケーキは冬を乗り越えたコロニストの心を更に盛り上げます。",
		"czech": "Chuť jara. Rozvíjí náladu každého vesničana."
	},
	"resourceName_AppleStrudel": {
		"english": "Apple Strudel",
		"german": "Apfelstrudel",
		"french": "Strudel aux pommes",
		"spanish": "Strudel de manzana",
		"turkish": "Elmalı Strudel",
		"portuguese": "Strudel de maçã",
		"dutch": "Appeltaart",
		"russian": "Яблочный штрудель",
		"ukrainian":"Яблучний штрудель",
		"chinese": "苹果卷",
		"korean": "사과 슈트루델",
		"arabic": "ﺡﺎﻔﺘﻟﺍ ﺓﺮﻴﻄﻓ",
		"italian": "Strudel di mele",
		"polish": "Szarlotka",
		"japanese": "アップルシュトルーデル",
		"czech": "Jablečný štrůdl"
	},
	"resourceDescription_AppleStrudel": {
		"english": "With an amazing length of 752 meters, the longest apple strudel got made in a country far far away on the 15th of August. One can simply not have enough of this tasty dish!",
		"german": "Mit einer stolzen Länge von 752 Metern wurde der längste Apfelstrudel am 15. August in einem fernen Land gebacken. Ja, man kann einfach nicht genug von dieser wahren Köstlichkeit haben.",
		"french": "Avec une longueur étonnante de 752 mètres, le plus long strudel aux pommes a été fabriqué dans un pays très éloigné le 15 août. On ne peut tout simplement jamais avoir assez de ce plat savoureux !",
		"spanish": "Con una increíble longitud de 752 metros, el strudel de manzana más largo se hizo en un país muy muy lejano un 15 de Agosto. ¡Uno simplemente no puede tener suficiente de este sabroso plato!",
		"portuguese": "Com um incrível comprimento de 752 metros, o maior strudel de maçã foi feito em um país muito distante no dia 15 de agosto. Pode-se simplesmente não ter o suficiente deste prato saboroso!",
		"russian": "Давным-давно, 15 августа, в далекой стране бьл испечен яблочный штрудель невероятной длины - 752 метра! Простой, но в то же время очень вкусный десерт.",
		"dutch": "Met een geweldige lengte van 752 meter, werd de langste appeltaart gemaakt in een land heel verweg op 15 augustus. Niemand kan genoeg krijgen van dit lekkere gerecht!",
		"ukrainian":"Давним-давно, 15 серпня, в далекій країні бьл випечений яблучний штрудель неймовірною довжини - 752 метра! Простий, але в той же час дуже смачний десерт.",
		"turkish": "752 metrelik uzunluğuyla dünyanın en uzun elmalı strudeli Ağustosun 15inden çok uzak bir ülkede yapıldı. Biri bu lezzetli yemeğin tadına doyamaz",
		"chinese": "8月15日,世界上最长的苹果馅卷饼诞生于遥远的国度,长达752米.一个人根本吃不完这美味的食品!",
		"korean": "8월 15일, 어떤 먼 나라에서 세계에서 가장 긴 사과 슈트루델이 구워졌습니다. 752미터라는 놀라운 길이였죠. 이 맛있는 음식을 딱 한 접시만 먹기엔 부족했던거죠!",
		"arabic": "!ﺬﻳﺬﻟﺍ ﻖﺒﻄﻟﺍ ﺍﺬﻫ ﻦﻣ ﻞﻤﻳ ﻻﺃ ﺔﻃﺎﺴﺒﺑ ﺀﺮﻤﻠﻟ ﻦﻜﻤﻳ .ﺲﻄﺴﻏﺃ 15 ﻲﻓ ﺪﻴﻌﺑ ﺪﻠﺑ ﻲﻓ ﺡﺎﻔﺗ ﺓﺮﻴﻄﻓ ﻝﻮﻃﺃ ﻊﻨﺻ ﻢﺗ ، ﺍًﺮﺘﻣ 752 ﻎﻠﺒﻳ ﺶﻫﺪﻣ ﻝﻮﻄﺑ",
		"italian": "Con una lunghezza incredibile di 752 metri, lo strudel di mele più lungo al mondo è stato realizzato il 15 agosto in un paese molto lontano. Non se ne può mai abbastanza di questo gustoso piatto!",
		"japanese": "恐ろしいほど長いアップルシュトルーデンが作られたという噂があります。コロニストは毎回小さいアップルシュトルーデンを食べる度に事実だったらとため息をつきます。",
		"czech": "S úžasnou délkou 752 metrů byl nejdelší jablečný závin vyroben v daleké zemi dne 15. srpna. Člověk prostě nemá nikdy dost tohoto chutného jídla!"
	},
	"resourceName_IronOre": {
		"english": "Iron Ore",
		"german": "Eisenerz",
		"french": "Minerai de fer",
		"spanish": "Mena de hierro",
		"turkish": "Demir cevheri",
		"portuguese": "Minério de ferro",
		"dutch": "Ijzer Erts",
		"russian": "Железная руда",
		"ukrainian":"Залізна руда",
		"chinese": "铁矿",
		"korean": "철광석",
		"arabic": "ﺪﻳﺪﺣ",
		"italian": "Minerale di ferro",
		"polish": "Ruda żelaza",
		"japanese": "鉄鉱石",
		"czech": "Železná ruda"
	},
	"resourceDescription_IronOre": {
		"english": "In order to produce more advanced tools, weapons and armor, you need to find and mine iron ore.",
		"german": "Um fortgeschrittene Werkzeuge, Waffen und Rüstungen zu produzieren, musst du Eisenerz finden und abbauen.",
		"french": "Pour fabriquer des outils améliorés, des armes et des armures, vous devez trouver et miner du minerai de fer.",
		"spanish": "Para producir herramientas más avanzadas, armas y armadura, primero tienes que encontrar mineral de hierro y picarlo.",
		"turkish": "Daha gelişmiş aletler, silahlar ve zırhlar üretmek için demir cevheri bulmanız ve çıkarmanız gerekiyor.",
		"portuguese": "Para produzir ferramentas mais avançadas, armas e armaduras, você precisa encontrar e extrair minério de ferro.",
		"dutch": "Om geavanceerdere gereedschappen, wapens en harnassen te maken, moet je ijzererts vinden en delven.",
		"russian": "Чтобы производить улучшенные инструменты, оружие и доспехи, вам нужно найти и добыть железную руду.",
		"ukrainian":"Щоб виробляти поліпшені інструменти, зброю і обладунки, вам потрібно знайти і добути залізну руду.",
		"chinese": "为了生产更先进的工具、武器和盔甲,你需要找到并开采铁矿石.",
		"korean": "더 나은 도구, 무기와 갑옷을 만들기 위해서는, 철광석을 찾아서 캐내야만 합니다.",
		"arabic": ".ﻪﻨﻋ ﺐﻴﻘﻨﺘﻟﺍﻭ ﺪﻳﺪﺤﻟﺍ ﻰﻠﻋ ﺭﻮﺜﻌﻟﺍ ﻰﻟﺇ ﺝﺎﺘﺤﺗ ، ﺔﻣﺪﻘﺘﻤﻟﺍ ﻉﻭﺭﺪﻟﺍﻭ ﺔﺤﻠﺳﻷﺍﻭ ﺕﺍﻭﺩﻷﺍ ﻦﻣ ﺪﻳﺰﻤﻟﺍ ﺝﺎﺘﻧﺇ ﻞﺟﺃ ﻦﻣ",
		"italian": "Per produrre strumenti, armi e armature più avanzati, devi trovare ed estrarre il minerale di ferro.",
		"japanese": "より強度があり、より高度な道具、武器、防具を作る事ができる鉄鉱石はとても貴重なものです。",
		"czech": "Abyste mohli vyrábět pokročilejší nástroje, zbraně a brnění, musíte najít a těžit železnou rudu."
	},
	"resourceName_Stone": {
		"english": "Stone",
		"german": "Stein",
		"french": "Pierre",
		"spanish": "Piedra",
		"turkish": "Taş",
		"portuguese": "Pedra",
		"dutch": "Steen",
		"russian": "Камень",
		"ukrainian":"Камінь",
		"chinese": "石头",
		"korean": "석재",
		"arabic": "ﺮﺠﺣ",
		"italian": "Pietra",
		"polish": "Kamień",
		"japanese": "石",
		"czech": "Kámen"
	},
	"resourceDescription_Stone": {
		"english": "Anytime you want to build something durable and fire-proof, you should prefer stone over wood.",
		"german": "Immer wenn du etwas starkes und feuerfestes bauen willst, solltest du Stein gegenüber Holz bevorzugen.",
		"french": "À chaque fois que vous voudrez construire quelque chose de durable et résistant au feu, utilisez de la pierre à la place du bois.",
		"spanish": "Siempre que quieras construir algo duradero e ignífugo, deberías elegir piedra por encima de la madera.",
		"turkish": "Dayanıklı ve yangına dayanıklı bir şey inşa etmek istediğinizde, ahşap üzerine taş tercih etmelisiniz.",
		"portuguese": "Sempre que você quiser construir algo durável e à prova de fogo, você deve preferir pedra em vez de madeira.",
		"dutch": "Wanneer je iets duurzaams en vuurbestendig wilt bouwen, moet je steen verkiezen boven hout.",
		"russian": "Каждый раз, когда вы захотите построить что-то прочное и пожаростойкое, предпочтите камень дереву.",
		"ukrainian":"Кожен раз, коли ви захочете побудувати щось міцне і пожежостійкість, віддайте перевагу камінь дереву.",
		"chinese": "任何时候,如果你想建造耐用、防火的建筑,你都应该选择石头而不是木头.",
		"korean": "불에 타지 않고 튼튼한 건물을 짓고 싶다면, 나무보다는 돌이 낫겠죠.",
		"arabic": ".ﺐﺸﺨﻟﺍ ﻰﻠﻋ ﺮﺠﺤﻟﺍ ﻞﻀﻔﺗ ﻥﺃ ﺐﺠﻳ ، ﻖﻳﺮﺤﻠﻟ ﻡﻭﺎﻘﻣﻭ ﻦﻴﺘﻣ ﺀﻲﺷ ﺀﺎﻨﺑ ﻪﻴﻓ ﺪﻳﺮﺗ ﺖﻗﻭ ﻱﺃ ﻲﻓ",
		"italian": "Ogni volta che vuoi costruire qualcosa di durevole e a prova di fuoco, dovresti propendere per la pietra anziché il legno.",
		"japanese": "加工するには時間がかかりますが、耐久性と耐火性を求めるならば木材より石を選択しましょう。",
		"czech": "Kdykoli chcete postavit něco odolného a protipožárního, měli byste upřednostňovat kámen před dřevem."
	},
	"resourceName_HealingPlant": {
		"english": "Healing Plants",
		"german": "Heilpflanzen",
		"french": "Plantes médicinales",
		"spanish": "Plantas medicinales",
		"turkish": "Şifalı bitkiler",
		"portuguese": "Plantas curativas",
		"dutch": "Genezende Planten",
		"russian": "Целебные растения",
		"ukrainian":"Цілющі рослини",
		"chinese": "草药",
		"korean": "약초",
		"arabic": "ﺀﺎﻔﺸﻟﺍ ﺕﺎﺗﺎﺒﻧ",
		"italian": "Piante curative",
		"polish": "Zioła lecznicze",
		"japanese": "ヒーリングハーブ",
		"czech": "Léčivé rostliny"
	},
	"resourceDescription_HealingPlant": {
		"english": "Healing plants can be found in the wild or cultivated at home. They are a vital ingredient for most medical supplies.",
		"german": "Heilpflanzen können in der Wildnis gefunden oder Zuhause angebaut werden. Sie sind ein wichtiger Bestandteil vieler medizinischer Rezepte.",
		"french": "Les plantes médicinales peuvent être trouvées dans la nature ou culvitées dans la colonie. Elles sont un ingrédient vital pour les fournitures médicales.",
		"spanish": "Las plantas medicinales se pueden encontrar o cultivar. Son un ingrediente principal para la mayoría de suministros médicos.",
		"turkish": "Şifalı bitkiler vahşi doğada bulunabilir veya bahçede yetiştirilebilir. Çoğu tıbbi malzeme için hayati bir unsurdur.",
		"portuguese": "Plantas curativas podem ser encontradas na natureza ou cultivadas em casa. Eles são um ingrediente vital para a maioria dos suprimentos médicos.",
		"dutch": "Genezende planten kunnen gevonden worden in het wild of bewerkt worden op het land. Ze zijn een essentieel ingredient voor de meeste medische benodigdheden.",
		"russian": "Целебные растения можно найти в дикой природе или выращивать дома. Они являются жизненно важным компонентом для большинства предметов медицинского назначения.",
		"ukrainian":"Цілющі рослини можна знайти в дикій природі або вирощувати вдома. Вони є життєво важливим компонентом для більшості предметів медичного призначення.",
		"chinese": "草药可以在野外找到,也可以在家里种植.是多数医疗用品的重要成分.",
		"korean": "약초는 야생에서 찾아내거나, 길러낼 수 있습니다. 거의 모든 의약 용품의 필수적인 재료입니다.",
		"arabic": ".ﺔﻴﺒﻄﻟﺍ ﺕﺍﺩﺍﺪﻣﻹﺍ ﻢﻈﻌﻤﻟ ﻱﻮﻴﺣ ﺮﺼﻨﻋ ﻲﻬﻓ .ﻝﺰﻨﻤﻟﺍ ﻲﻓ ﺔﻋﻭﺭﺰﻤﻟﺍ ﻭﺃ ﺔﻳﺮﺒﻟﺍ ﻲﻓ ﺀﺎﻔﺸﻟﺍ ﺕﺎﺗﺎﺒﻧ ﻰﻠﻋ ﺭﻮﺜﻌﻟﺍ ﻦﻜﻤﻳ",
		"italian": "Le piante curative possono essere trovate in natura o coltivate. Sono un ingrediente vitale per la maggior parte delle preparazioni mediche.",
		"japanese": "ワクチン、回復薬の材料となるヒーリングハーブはとても貴重な物です。",
		"czech": "Léčivé rostliny lze nalézt ve volné přírodě nebo je můžete pěstovat i doma. Jsou životně důležitou přísadou pro většinu zdravotnických potřeb."
	},
	"resourceName_HealingPlantWild": {
		"english": "Wild Healing Plants",
		"german": "Wilde Heilpflanzen",
		"french": "Plantes médicinales sauvages",
		"spanish": "Plantas medicinales silvestres",
		"turkish": "Yabani Şifalı Bitkiler",
		"portuguese": "Plantas curativas selvagens",
		"dutch": "Wilde Genezende Plant",
		"russian": "Дикие целебные растения",
		"ukrainian":"Дикие целебные растения",
		"chinese": "野生的草药",
		"korean": "야생 약초",
		"arabic": "ﺔﻳﺮﺒﻟﺍ ﺀﺎﻔﺸﻟﺍ ﺕﺎﺗﺎﺒﻧ",
		"italian": "Piante curative selvatiche",
		"polish": "Dzikie zioła",
		"japanese": "ヒーリングハーブ",
		"czech": "Divoké léčivé rostliny"
	},
	"resourceName_HealingPlantCultivated": {
		"english": "Cultivated Healing Plants",
		"german": "Angebaute Heilpflanzen",
		"french": "Plantes médicinales cultivées",
		"spanish": "Plantas medicinales cultivadas",
		"turkish": "Kültür Şifalı Bitkiler",
		"portuguese": "Plantas de cura cultivadas",
		"dutch": "Bewerkte Genezende Plant",
		"russian": "Целебные растения",
		"ukrainian":"Цілющі рослини",
		"chinese": "种植的草药",
		"korean": "재배된 약초",
		"arabic": "ﺔﻋﻭﺭﺰﻤﻟﺍ ﺀﺎﻔﺸﻟﺍ ﺕﺎﺗﺎﺒﻧ",
		"italian": "Piante curative coltivate",
		"polish": "Zioła z rabaty",
		"japanese": "ヒーリングハーブ",
		"czech": "Pěstované léčivé rostliny"
	},
	"resourceName_HealingPotion": {
		"english": "Healing Potions",
		"german": "Heiltränke",
		"french": "Potions de soin",
		"spanish": "Poción de salud",
		"turkish": "İyileştirici İksirler",
		"portuguese": "Poções de Cura",
		"dutch": "Genezend Drankje",
		"russian": "Лечебные зелья",
		"ukrainian":"Лікувальне зілля",
		"chinese": "治疗药水",
		"korean": "회복약",
		"arabic": "ﺀﺎﻔﺸﻟﺍ ﺕﺎﻋﺮﺟ",
		"italian": "Pozioni curative",
		"polish": "Mikstury lecznicze",
		"japanese": "回復薬",
		"czech": "Léčivé lektvary"
	},
	"resourceDescription_HealingPotion": {
		"english": "When your colonists are wounded, it's best to give them healing potions to speed up the healing process.",
		"german": "Wenn deine Kolonisten verletzt sind, solltest du ihnen Heiltränke verabreichen um die Heilung in Gang zu bringen.",
		"spanish": "Cuando tus colonos se encuentren heridos, darles una poción de salud ayudará a acelerar el proceso de curación.",
		"french": "Lorsque vos colons sont blessés, il est préférable de leur donner des potions de soin pour accélérer le processus de guérison.",
		"turkish": "Yerleşimcileriniz yaralandığında, iyileşme sürecini hızlandırmak için onlara iyileştirici iksir vermek en iyisidir.",
		"portuguese": "Quando seus colonos estão feridos, é melhor dar-lhes poções de cura para acelerar o processo de cura.",
		"dutch": "Als je kolonisten gewond zijn, is het het beste om ze een genezend drankje te geven zodat het genezende proces zich versnelt.",
		"russian": "Если ваши колонисты ранены, можно дать им лечебное зелье для ускорения процесса заживления.",
		"ukrainian":"Якщо ваші колоністи поранені, можна дати їм зілля для прискорення процесу загоєння.",
		"chinese": "当你的殖民者受伤时,最好给他们一些治疗药水来加快治愈过程.",
		"korean": "개척자가 다쳤을때엔, 회복약을 주어 회복 속도를 빠르게 하는게 최선입니다.",
		"arabic": ".ﺀﺎﻔﺸﻟﺍ ﺔﻴﻠﻤﻋ ﻊﻳﺮﺴﺘﻟ ﺀﺎﻔﺷ ﺕﺎﻋﺮﺟ ﻢﻬﺋﺎﻄﻋﺇ ﻞﻀﻓﻷﺍ ﻦﻣ ، ﺡﺍﺮﺠﺑ ﻥﻭﺮﻤﻌﺘﺴﻤﻟﺍ ﺏﺎﺼﻳ ﺎﻣﺪﻨﻋ",
		"italian": "Quando i tuoi coloni sono feriti, è meglio dare loro pozioni curative per accelerare il processo di guarigione.",
		"japanese": "健康が阻害された場合は死にいたる可能性が高まります。回復薬はそれを防ぐとても大事な治療薬です。",
		"czech": "Když jsou vaši kolonisté zraněni, je nejlepší dát jim léčivé lektvary pro urychlení procesu hojení."
	},
	"resourceName_Medicine": {
		"english": "Illness Medicine",
		"german": "Krankheitsmedizin",
		"french": "Médicament",
		"spanish": "Medicamentos",
		"turkish": "Hastalık İlacı",
		"portuguese": "Remédio",
		"dutch": "Medicijn",
		"russian": "Лекарство от болезней",
		"ukrainian":"Ліки від хвороб",
		"chinese": "药品",
		"korean": "치료약",
		"arabic": "ﺽﺍﺮﻣﻷﺍ ﺔﻳﻭﺩﺃ",
		"italian": "Medicinale",
		"polish": "Lekarstwa",
		"japanese": "ワクチン",
		"czech": "Lék proti nemoci"
	},
	"resourceDescription_Medicine": {
		"english": "There are various illnesses your colonists can get. This medicine treats most of them.",
		"german": "Es gibt verschiedene Krankheiten, die deine Kolonisten bekommen können. Diese Medizin heilt die meisten davon.",
		"french": "Vos colons peuvent contracter diverses maladies. Ce médicament traite la plupart d'entre elles.",
		"spanish": "Tus colonos pueden sufrir varias enfermedades. Esta medicina puede tratar la gran mayoría.",
		"turkish": "Yerleşimcilerinizin kapabileceği çeşitli hastalıklar var. Bu ilaç çoğunu tedavi ediyor.",
		"portuguese": "Existem várias doenças que seus colonos podem ter. Este medicamento trata a maioria deles.",
		"dutch": "Er zijn veel ziektes die je kolonisten kunnen krijgen. Dit medicijn behandelt de meeste daarvan.",
		"russian": "Существуют различные болезни, которые могут получить ваши колонисты. Это лекарство лечит большинство из них.",
		"ukrainian":"Існують різні хвороби, які можуть отримати ваші колоністи. Ці ліки лікують більшість з них.",
		"chinese": "你的殖民者可能会染上各种各样的疾病.该药能治疗大部分的疾病.",
		"korean": "개척자는 다양한 병에 걸릴 수 있습니다. 치료약을 사용하면 대부분 치료할 수 있습니다.",
		"arabic": ".ﻢﻬﻤﻈﻌﻣ ﺞﻟﺎﻌﻳ ﺀﺍﻭﺪﻟﺍ ﺍﺬﻫ .ﻥﻭﺮﻤﻌﺘﺴﻤﻟﺍ ﺎﻬﻟ ﺽﺮﻌﺘﻳ ﺪﻗ ﻲﺘﻟﺍ ﺽﺍﺮﻣﻷﺍ ﻦﻣ ﺪﻳﺪﻌﻟﺍ ﻙﺎﻨﻫ",
		"italian": "Ci sono varie malattie che i tuoi coloni possono contrarre. Questo medicinale ne tratta la maggior parte.",
		"japanese": "コロニストがかかる可能性のある病気をほとんど治療する万能薬です。",
		"czech": "Kolonisté mohou mít různá onemocnění. Tento lék léčí většinu z nich."
	},
	"resourceName_Wood": {
		"english": "Wood",
		"german": "Holz",
		"french": "Bois",
		"spanish": "Madera",
		"turkish": "Odun",
		"portuguese": "Madeira",
		"dutch": "Hout",
		"russian": "Бревно",
		"ukrainian":"Колода",
		"chinese": "木材",
		"korean": "목재",
		"arabic": "ﺐﺸﺧ",
		"italian": "Legna",
		"polish": "Drewno",
		"japanese": "木材",
		"czech": "Dřevo"
	},
	"resourceDescription_Wood": {
		"english": "Most things can be made out of wood in one way or another. This includes Walls, Doors, Floors, Furniture, Tools and Weapons.",
		"german": "Die meisten Dinge können irgendwie aus Holz hergestellt werden. Dazu gehören Wände, Türen, Böden, Möbel, Werkzeuge und Waffen.",
		"french": "La plupart des choses peuvent être fabriquées en bois d'une manière ou d'une autre. Cela inclut les murs, les portes, le sol, les meubles, les outils et les armes.",
		"spanish": "Casi todo puede construirse con madera, de una manera u otra. Esto incluye paredes, puertas, suelos, mobiliario, armas o herramientas.",
		"turkish": "Çoğu şey tahtadan bir şekilde yapılabilir. Buna Duvarlar, Kapılar, Döşemeler, Mobilya, Araçlar ve Silahlar dahildir.",
		"portuguese": "A maioria das coisas pode ser feita de madeira de uma forma ou de outra. Isso inclui paredes, portas, pisos, móveis, ferramentas e armas.",
		"dutch": "De meeste dingen kunnen op een of andere manier wel van hout worden gemaakt. Dit zijn onder andere Muren, Deuren, Vloeren, Meubels, Gereedschappen en Wapens.",
		"russian": "Большинство вещей может быть сделано из дерева тем или иным способом. Это стены, двери, полы, мебель, инструменты и оружие.",
		"ukrainian":"Більшість речей може бути створено із дерева. Це стіни, двері, підлога, меблі, інструменти та зброя.",
		"chinese": "大多数东西都能以这样或那样的方式用木头制成.包括墙、门、地板、家具、工具和武器.",
		"korean": "대부분의 물건들은 목재를 사용해 만들 수 있습니다. 그러니까 벽, 문, 바닥, 가구, 도구나 무기 등을 말이죠.",
		"arabic": ".ﺔﺤﻠﺳﻷﺍﻭ ﺕﺍﻭﺩﻷﺍﻭ ﺙﺎﺛﻷﺍﻭ ﺕﺎﻴﺿﺭﻷﺍﻭ ﺏﺍﻮﺑﻷﺍﻭ ﻥﺍﺭﺪﺠﻟﺍ ﻚﻟﺫ ﻞﻤﺸﻳﻭ .ﻯﺮﺧﺄﺑ ﻭﺃ ﺔﻘﻳﺮﻄﺑ ﺐﺸﺨﻟﺍ ﻦﻣ ﻊﻨﺼﺗ ﻥﺃ ﻦﻜﻤﻳ ﺀﺎﻴﺷﻷﺍ ﻢﻈﻌﻣ",
		"italian": "La maggior parte delle cose possono essere fabbricate con il legno in un modo o nell'altro. Ciò include pareti, porte, pavimenti, mobili, strumenti e armi.",
		"japanese": "木材はとても便利な資材です。壁、扉、床、家具、道具、武器等加工もしやすく何でも作れます。",
		"czech": "Většina věcí může být vyrobena ze dřeva tak či onak. To zahrnuje stěny, dveře, podlahy, nábytek, nářadí a zbraně."
	},
	"resourceName_Textiles": {
		"english": "Textiles",
		"german": "Textilien",
		"french": "Textile",
		"spanish": "Textiles",
		"dutch": "Textiel",
		"italian": "Tessuto",
		"russian": "Текстиль",
		"portuguese": "Têxteis",
		"polish": "Tekstylia",
		"japanese": "布類",
		"chinese": "纺织品",
		"czech": "Textil"
	},
	"resourceDescription_Textiles": {
		"english": "The Villagers can use cotton or wool to produce cloth for furniture and clothes.",
		"german":  "Aus Baumwolle oder Schafswolle können die Dörfler Stoff herstellen.",
		"french": "Les villageois peuvent utiliser du coton ou de la laine pour produire des tissus pour les meubles et les vêtements.",
		"spanish": "Los colonos pueden usar algodón y lana para producir telas para muebles y ropa.",
		"dutch": "De dorpelingen kunnen met behulp van katoen of wol stoffen voor meubels en kleding produceren.",
		"italian": "Gli abitanti possono usare il cotone o la lana per produrre tessuti per mobili e vestiti.",
		"russian": "Жители деревни могут использовать хлопок или шерсть для производства ткани для мебели и одежды.",
		"portuguese": "Os aldeões podem usar algodão ou lã para produzir tecidos para móveis e roupas.",
		"chinese": "村民可以用棉花或羊毛来纺织家具和衣服的布料。",
		"japanese": "布類は衣装に必要でありコロニストの生活にとって欠かせないものです。",
		"czech": "Vesničané mohou z bavlny nebo vlny vyrábět látky na nábytek a oděvy."
	},
	"resourceName_Cotton": {
		"english": "Cotton",
		"german": "Baumwolle",
		"french": "Coton",
		"spanish": "Algodón",
		"turkish": "Pamuk",
		"portuguese": "Algodão",
		"dutch": "Katoen",
		"russian": "Хлопок",
		"ukrainian":"Бавовна",
		"chinese": "棉花",
		"korean": "목화",
		"arabic": "ﻦﻄﻗ",
		"italian": "Cotone",
		"polish": "Bawełna",
		"japanese": "コットン",
		"czech": "Bavlna"
	},
	"resourceDescription_Cotton": {
		"english": "Cotton is used for all things that are made out of cloth. This includes stuff like beds, armchairs, and clothes.",
		"german": "Baumwolle wird für alles benötigt, das aus Stoff gemacht ist. Dazu gehören Betten, Sessel, und Kleidung.",
		// TODO: no bandages, they existed in a super old alpha version
		// TODO-ukrainian
		"french": "Le coton est utilisé pour toute chose qui requiert du tissu. Cela inclut les choses comme les lits, les fauteuils et les vêtements.",
		"spanish": "El algodón se usa para todo aquello que requiera tela. Esto incluye cosas como camas, sillones y ropa.",
		"turkish": "Pamuk, kumaştan yapılmış her şey için kullanılır. Buna yatak, koltuk ve kıyafet gibi şeyler dahildir.",
		"portuguese": "O algodão é usado para todas as coisas que são feitas de pano. Isso inclui coisas como camas, poltronas e roupas.",
		"dutch": "Katoen wordt gebruikt voor alle dingen die gemaakt worden van stof. Dit zijn onder andere dingen zoals bedden, armstoelen, en kleren.",
		"russian": "Хлопок используется для всех вещей, которые сделаны из ткани. Это такие вещи, как кровати, бинты и одежда.",
		"ukrainian":"Бавовна використовується для всіх речей, які зроблені з тканини. Це такі речі, як ліжка, бинти та одяг.",
		"chinese": "棉花用于制作所有布制品.这包括床、扶手椅和衣服.",
		"korean": "목화는 천을 통해 만들 수 있는 모든 것에 사용됩니다. 침대나 안락의자, 옷 같은 것이요.",
		"arabic": ".ﺲﺑﻼﻤﻟﺍﻭ ﺔﻜﻳﺭﻷﺍﻭ ﺓﺮﺳﻷﺍ ﻞﺜﻣ ﺀﺎﻴﺷﺃ ﻚﻟﺫ ﻞﻤﺸﻳﻭ .ﺵﺎﻤﻘﻟﺍ ﻦﻣ ﺔﻋﻮﻨﺼﻤﻟﺍ ﺀﺎﻴﺷﻷﺍ ﻊﻴﻤﺠﻟ ﻦﻄﻘﻟﺍ ﻡﺪﺨﺘﺴﻳ",
		"italian": "Il cotone è usato per tutte le cose realizzate in stoffa. Queste includono letti, poltrone e abiti.",
		"japanese": "ワタから採取されたコットンは布で出てきているベット、衣装等に使用されます。",
		"czech": "Bavlna se používá na všechny věci vyrobené z látky. To zahrnuje věci jako postele, křesla a oblečení."
	},
	"resourceName_Wool": {
		"english": "Wool",
		"german": "Wolle",
		"french": "Laine",
		"spanish": "Lana",
		"dutch": "Wol",
		"italian": "Lana",
		"russian": "Шерсть",
		"portuguese": "Lã",
		"polish": "Wełna",
		"japanese": "ウール",
		"chinese": "羊毛",
		"czech": "Vlna"
	},
	"resourceName_Cloth": {
		"english": "Cloth",
		"german": "Stoff",
		"french": "Tissu",
		"spanish": "Tela",
		"dutch": "Stof",
		"italian": "Stoffa",
		"russian": "Ткань",
		"portuguese": "Pano",
		"polish": "Płótno",
		"japanese": "布",
		"chinese": "布",
		"czech": "Tkanina"
	},
	"resourceName_Crystal": {
		"english": "Crystal",
		"german": "Kristall",
		"french": "Cristal",
		"spanish": "Cristal",
		"turkish": "Kristal",
		"portuguese": "Cristal",
		"dutch": "Kristal",
		"russian": "Кристалл",
		"ukrainian":"Кристал",
		"chinese": "水晶",
		"korean": "크리스탈",
		"arabic": "ﺕﺍﺭﻮﻠﺑ",
		"italian": "Cristallo",
		"polish": "Kryształy",
		"japanese": "クリスタル",
		"czech": "Krystal"
	},
	"resourceDescription_Crystal": {
		"english": "Crystals are gems with many interesting properties. Your colonists can gather and study them as a way of doing research.",
		"german": "Kristalle sind Steine mit vielen interessanten Eigenschaften. Deine Kolonisten können sie sammeln und untersuchen um zu forschen.",
		"french": "Un cristal est une gemme avec des propriétés intéressantes. Vos colons peuvent les récolter et les étudier pour ainsi faire de la recherche.",
		"spanish": "Un cristal es una gema con muchas propiedades interesantes. Tus colonos pueden recolectarlos y estudiarlos para sus investigaciones.",
		"turkish": "Kristal, birçok ilginç özelliğe sahip bir mücevherdir. Kolonistler, onları araştırma yapmanın bir yolu olarak toplayabilir ve çalışabilir.",
		"portuguese": "A crystal is a gem with many interesting properties. Your colonists can gather and study them as a way of doing research.",
		"dutch": "Kristallen zijn edelstenen met veel interessante eigenschappen. Je kolonisten kunnen ze verzamelen en bestuderen voor onderzoek.",
		"russian": "Кристалл - это драгоценный камень с множеством интересных свойств. Ваши колонисты могут собирать и изучать их для продвижения исследований.",
		"ukrainian":"Кристал - це дорогоцінний камінь з безліччю цікавих властивостей. Ваші колоністи можуть збирати і вивчати їх для просування досліджень.",
		"chinese": "晶体是具有许多有趣特性的宝石.你的殖民者可以收集研究它们.",
		"korean": "크리스탈은 다양한 성직을 지닌 보석입니다. 크리스탈을 모으고 조사하여 새 기술을 연구할 수 있습니다.",
		"arabic": ".ﺙﻮﺤﺒﻟﺍ ﺀﺍﺮﺟﻹ ﺔﻠﻴﺳﻮﻛ ﺎﻬﺘﺳﺍﺭﺩﻭ ﺎﻬﻌﻤﺟ ﻚﻳﺪﻟ ﻦﻳﺮﻤﻌﺘﺴﻤﻠﻟ ﻦﻜﻤﻳ .ﻡﺎﻤﺘﻫﻼﻟ ﺓﺮﻴﺜﻤﻟﺍ ﺺﺋﺎﺼﺨﻟﺍ ﻦﻣ ﺪﻳﺪﻌﻟﺍ ﻊﻣ ﺔﻤﻳﺮﻛ ﺭﺎﺠﺣﺃ ﻲﻫ ﺕﺍﺭﻮﻠﺒﻟﺍ",
		"italian": "I cristalli sono gemme con molte proprietà interessanti. I tuoi coloni possono raccoglierli e studiarli per poter effettuare le proprie ricerche.",
		"japanese": "研究を獲得するために必要なクリスタルは多くの特性を秘めています。しっかりと解析しましょう。",
		"czech": "Krystaly jsou drahokamy s mnoha zajímavými vlastnostmi. Vaši kolonisté je mohou shromažďovat a studovat jako způsob provádění výzkumu."
	},
	"resourceName_Scroll": {
		"english": "Scroll",
		"german": "Schriftrolle",
		"french": "Parchemin",
		"spanish": "Pergamino",
		"portuguese": "Pergaminho",
		"turkish": "Parşömen",
		"dutch": "Rol",
		"russian": "Свиток",
		"ukrainian":"Свиток",
		"chinese": "卷轴",
		"korean": "스크롤",
		"arabic": "ﺕﺎﻃﻮﻄﺨﻤﻟﺍ",
		"italian": "Pergamena",
		"polish": "Zwoje",
		"japanese": "スクロール",
		"czech": "Svitek"
	},
	"resourceDescription_Scroll": {
		"english": "Ancient secrets are written on these scrolls. Experienced scholars can discover technology by carefully studying their texts. Some traders sell them at a high price",
		"german": "Uralte Geheimnisse stehen auf diesen Schriftrollen. Erfahrene Gelehrte können durch sorgfältige Studien Technologien entdecken. Manche Händler verkaufen sie zu einem hohen Preis.",
		"french": "Des secrets antiques sont écrits sur ces parchemins. Les érudits expérimentés peuvent découvrir des technologies en étudiant soigneusement leurs textes. Certains marchands les vendent à un prix élevé.",
		"spanish": "Antiguos secretos están escritos en estos pergaminos. Los eruditos experimentados pueden descubir tecnología al estudiar cuidadosamente estos textos. Algunos comerciantes los venden a altos precios.",
		"portuguese": "Segredos antigos são escritos nesses pergaminhos. Estudiosos experientes podem descobrir tecnologias estudando cuidadosamente seus textos. Alguns comerciantes os vendem a um preço alto",
		"turkish": "Bu parşömenlerin üzerine eski sırlar yazılmıştır. Deneyimli alimler, metinleri dikkatlice inceleyerek teknoloji keşfedebilirler. Bazı tüccarlar bunları yüksek fiyattan satar",
		"dutch": "Oude geheimen zijn geschreven op deze rollen. Ervaren geleerde kunnen technologie ontdekken door het voorzichtig bestuderen van de teksten. Sommige handelaren verkopen ze voor een hoge prijs.",
		"russian": "Древние секреты написаны на этих свитках. Опытные ученые могут открыть технологию, внимательно изучая их тексты. Некоторые торговцы продают их по высокой цене.",
		"ukrainian":"Стародавні секрети написані на цих свитках. Досвідчені вчені можуть відкрити технологію, уважно вивчаючи їх тексти. Деякі торговці продають їх за високою ціною.",
		"chinese": "古老的秘密记录在这些卷轴上.有经验的学者可以通过研究文本来发现技术.有商人会高价出售",
		"korean": "고대의 비밀들이 이 스크롤에 쓰여져 있습니다. 경험있는 학자들은 스크롤을 세심하게 조사하여 새로운 기술을 발견하기도 합니다. 몇몇 상인들이 높은 값에 팔고 있습니다.",
		"arabic": "ﻊﻔﺗﺮﻣ ﺮﻌﺴﺑ ﺎﻬﻧﻮﻌﻴﺒﻳ ﺭﺎﺠﺘﻟﺍ ﺾﻌﺑ .ﺔﻳﺎﻨﻌﺑ ﻢﻬﺻﻮﺼﻧ ﺔﺳﺍﺭﺩ ﻝﻼﺧ ﻦﻣ ﺎﻴﺟﻮﻟﻮﻨﻜﺘﻟﺍ ﻑﺎﺸﺘﻛﺍ ﺓﺮﺒﺨﻟﺍ ﻱﻭﺫ ﺀﺎﻤﻠﻌﻠﻟ ﻦﻜﻤﻳ .ﺕﺎﻃﻮﻄﺨﻤﻟﺍ ﻩﺬﻫ ﻰﻠﻋ ﺔﻤﻳﺪﻘﻟﺍ ﺭﺍﺮﺳﻷﺍ ﺔﺑﺎﺘﻛ ﻢﺘﻳ",
		"italian": "Su queste pergamene risiedono antichi segreti. Gli studiosi più esperti possono scoprire nuove tecnologie studiandone attentamente i loro testi. Alcuni mercanti le vendono per un prezzo elevato.",
		"japanese": "古代の秘密が書かれているスクロールを注意深く解析する事で高度な研究を獲得できます。入手手段が商人からしかないのが欠点です。",
		"czech": "Na těchto svitcích jsou zapsána starodávná tajemství. Zkušení vědci mohou objevovat technologie pečlivým studiem těchto textů. Někteří obchodníci je prodávají za vysokou cenu."
	},
	"resourceName_Water": {
		"english": "Water",
		"german": "Wasser",
		"french": "Eau",
		"spanish": "Agua",
		"turkish": "Su",
		"portuguese": "Agua",
		"dutch": "Water",
		"russian": "Вода",
		"ukrainian":"Вода",
		"chinese": "水",
		"korean": "물",
		"arabic": "ﺀﺎﻤﻟﺍ",
		"italian": "Acqua",
		"polish": "Woda",
		"japanese": "水",
		"czech": "Voda"
	},
	"resourceName_Coins": {
		"english": "Coins",
		"german": "Münzen",
		"portuguese": "Moedas",
		"spanish": "Monedas",
		"french": "Pièces",
		"turkish": "Paralar",
		"dutch": "Geld",
		"russian": "Монеты",
		"ukrainian":"Монети",
		"chinese": "硬币",
		"korean": "코인",
		"arabic": "ﺔﻴﻧﺪﻌﻣ ﺕﻼﻤﻋ",
		"italian": "Monete",
		"polish": "Monety",
		"japanese": "コイン",
		"czech": "Mince"
	},
	"resourceDescription_Coins": {
		"english": "Money makes the world go round. Trade with other factions, pay your colonists, or use your coins to finance extravagant furniture.",
		"german": "Geld regiert die Welt. Handle mit anderen Völkern, bezahle deine Kolinisten oder benutze deine Münzen um extravagante Möbel zu finanzieren.",
		"french": "L'argent fait fonctionner le monde. Échangez avec d'autres factions, payez vos colons, ou utilisez vos pièces pour financer du mobilier extravagant.",
		"spanish": "El dinero hace al mundo girar. Comercia con facciones, paga a tus colonos o usa tus monedas para financiar mobiliario extravagante.",
		"portuguese": "Dinheiro faz o mundo girar. Negocie com outras facções, pague seus colonos ou use suas moedas para financiar móveis extravagantes.",
		"turkish":  "Para dünyayı döndürür. Diğer gruplarla ticaret yapın, yerleşimcilerinize para ödeyin ya da abartılı mobilyaları finanse etmek için paranızı kullanın.",
		"dutch": "Geld doet de wereld rondgaan. Handel met andere instanties, betaal je kolonisten, of gebruik je geld voor speciale meubels.",
		"russian": "Деньги заставляют мир вертеться. Торгуйте с другими фракциями, платите колонистам или используйте монеты для покупки экстравагантной мебели.",
		"ukrainian":"Гроші змушують світ крутитися. Торгуйте з іншими фракціями, платите колоністам або використовуйте монети для покупки екстравагантної меблів.",
		"chinese": "有钱能使鬼推磨.与其他派系进行贸易,支付殖民者工资,或者用你的硬币购买奢侈的家具.",
		"korean": "코인으로 인해 세상이 돌아갑니다. 다른 파벌과 거래하거나, 개척자에게 일당으로 주거나, 사치스러운 가구를 사는 데에 사용하세요.",
		"arabic": ".ﻆﻫﺎﺑ ﺙﺎﺛﺃ ﻞﻳﻮﻤﺘﻟ ﺔﻴﻧﺪﻌﻤﻟﺍ ﺕﻼﻤﻌﻟﺍ ﻡﺪﺨﺘﺳﺍ ﻭﺃ ، ﻚﻳﺮﻤﻌﺘﺴﻤﻟ ﻊﻓﺩﺍﻭ ، ﻯﺮﺧﻷﺍ ﻞﺋﺎﺼﻔﻟﺍ ﻊﻣ ﻝﻭﺍﺪﺗ .ﺭﻭﺪﻳ ﻢﻟﺎﻌﻟﺍ ﻞﻌﺠﻳ ﻝﺎﻤﻟﺍ",
		"italian": "I soldi fanno girare il mondo. Commercia con altre fazioni, paga i tuoi coloni o usa le tue monete per acquistare mobili stravaganti.",
		"japanese": "人を狂わす場合もありますが、社会を営むには大事な物です。慎重に取り扱いましょう。",
		"czech": "Peníze točí světem. Obchodujte s jinými frakcemi, plaťte svým kolonistům, nebo použijte své mince na financování extravagantního nábytku."
	},
	"resourceName_Beer": {
		"english": "Beer",
		"german": "Bier",
		"french": "Bière",
		"spanish": "Cerveza",
		"russian": "Пиво",
		"portuguese": "Cerveja",
		"dutch": "Bier",
		"turkish": "Bira",
		"ukrainian":"Пиво",
		"chinese": "啤酒",
		"korean": "맥주",
		"arabic": "ﺓﺮﻴﺑ",
		"italian": "Birra",
		"polish": "Piwo",
		"japanese": "ビール",
		"czech": "Pivo"
	},
	"resourceDescription_Beer": {
		"english": "Made out of carefully selected pumpkins and only the finest wheat grain. Has a rich and roasty flavor",
		"german": "Aus handverlesenen Kürbissen und bestem Weizenkorn gebraut. Charaktervoll und feinwürzig im Trunk.",
		"french": "Fabriquée à partir de citrouilles soigneusement sélectionnées et avec le meilleur grain de blé. A une saveur riche et torréfiée.",
		"spanish": "Hecha de calabazas cuidadosamente seleccionadas y solo los más finos granos de trigo. Tiene un delicioso y tostado sabor.",
		"russian": "Сделано из тщательно отобранных тыкв и только самого лучшего зерна. Обладает насыщенным вкусом.",
		"portuguese": "Feito de abóboras cuidadosamente selecionadas e apenas o melhor grão de trigo. Tem um sabor rico e saboroso",
		"dutch": "Gemaakt van zorgvuldig geselecteerde pompoenen en alleen de beste tarwekorrels. Heeft een rijke en geroosterde smaak",
		"turkish": "Dikkatlice seçilmiş balkabaklarından ve sadece en iyi buğday tanesinden yapılmıştır. Zengin ve kızarmış bir tada sahiptir.",
		"ukrainian":"Зроблено з ретельно відібраних гарбузів і тільки найкращого зерна. Володіє насиченим смаком.",
		"chinese": "用精心挑选的南瓜和最优质的小麦酿造.有着浓郁的烘烤味",
		"korean": "세심하게 고른 호박과 곱게 간 밀가루를 재료로 만들었습니다. 풍부하고 쌉싸름한 맛과 향을 자랑합니다.",
		"arabic": "ﺔﻴﻬﺷﻭ ﺔﻴﻨﻏ ﺔﻬﻜﻧ ﻪﻟ .ﺢﻤﻘﻟﺍ ﺏﻮﺒﺣ ﻉﺍﻮﻧﺃ ﻰﻗﺭﺃﻭ ﺔﻳﺎﻨﻌﺑ ﺭﺎﺘﺨﻤﻟﺍ ﻦﻴﻄﻘﻴﻟﺍ ﻦﻣ ﻉﻮﻨﺼﻣ",
		"italian": "Realizzata con zucche accuratamente selezionate e solo con il frumento migliore. Ha un sapore gustoso e tostato.",
		"japanese": "かぼちゃと麦で作られた風味が豊かなビールです。コロニストが夢中になるのも当たり前です。パーティに欠かせません。",
		"czech": "Vyrobeno z pečlivě vybraných dýní a pouze z nejlepších pšeničných zrn. Má bohatou a praženou chuť"
	},
	"resourceName_ElixirOfYouth": {
		"english": "Elixir of Youth",
		"german": "Elixier der Jugend",
		"french": "Élixir de jeunesse",
		"spanish": "Elixir de la Juventud",
		"dutch": "Elixir van de jeugd",
		"russian": "Эликсир молодости",
		"portuguese": "Elixir da Juventude",
		"chinese": "青春不老药",
		"italian": "Elisir di giovinezza",
		"polish": "Eliksir młodości",
		"japanese": "若返りの秘薬",
		"czech": "Elixír mládí"
	},
	"resourceDescription_ElixirOfYouth": {
		"english": "Most scholars have doubted is existence for the longest time, but recently more and more stories about it have surfaced. The elixir apparently gives youth, but you'll have to pay for it one way or the other.",
		"german": "Die meisten Gelehrten haben an seiner Existenz lange gezweifelt, aber in letzter Zeit tauchten mehr und mehr Geschichten darüber auf. Das Elixir kann anscheinend den Trinkenden verjüngen - allerdings für einen Preis..",
		"french": "La plupart des érudits ont douté de son existence pendant longtemps, mais récemment, de plus en plus d'histoires à ce sujet ont fait surface. L'élixir donne apparemment de la jeunesse, mais il faut payer d'une manière ou d'une autre.",
		"spanish": "La mayoría de los eruditos han dudado de su existencia por un largo tiempo, pero recientemente más y más historias han emergido sobre él. El elixir aparentemente otorga juventud, pero debe pagarse un precio de una forma u otra.",
		"dutch": "De meeste geleerden hebben het langst getwijfeld aan het bestaan ervan, maar de laatste tijd duiken er steeds meer verhalen over op. Het elixer geeft blijkbaar jeugd, maar je zult er op een of andere manier voor moeten betalen.",
		"russian": "Большинство ученых сомневаются в его существовании, но в последнее время появляется все больше и больше историй о нем. Эликсир, очевидно, омолодит вас, но за все нужно платить...",
		"portuguese": "Muitos estudiosos duvidam da existência há mais tempo, mas recentemente mais e mais histórias sobre ela surgiram. O elixir aparentemente dá juventude, mas você terá que pagar por isso de uma maneira ou de outra.",
		"chinese": "大部分学者一直以来都质疑过其是否存在，但是最近有关它的故事浮出水面。长生不老药显然给了年轻人，但你必须以一种或另一种方式为此付出代价",
		"italian": "La maggior parte degli studiosi ha dubitato della sua esistenza da molto tempo, ma recentemente sono emerse sempre più storie al riguardo. L'elisir a quanto pare ridà giovinezza, ma si dovrà pagare in un modo o nell'altro.",
		"japanese": "長い間噂であった若返りの秘薬が存在したという事実はコロニストに大きな衝撃を与えました。若さを得る事ができる。非常に魅力的ですが、その代償として何か必要になるかもしれません。",
		"czech": "Většina vědců pochybuje o existenci elixíru mládí, ale v poslední době se o něm objevuje stále více příběhů. Elixír zjevně dává mládí, ale budete za něj muset platit tak či onak."
	},
    "resourceName_Misc": {
        "english": "Misc Resources",
        "german": "Sonstige Ressourcen",
		"french": "Ressources diverses",
		"russian": "Прочие ресурсы",
    },
    "resourceDescription_Misc": {
        "english": "These resources don't need storage, you can store as many as you desire!",
        "german": "Diese Ressourcen brauchen keine eigenen Lagerplätze.",
		"french": "Ces ressources n'ont pas besoin d'être entreposées. Vous pouvez en conserver autant que vous le souhaitez !",
		"russian": "Эти ресурсы не нуждаются в хранении, вы можете хранить их столько, сколько пожелаете!",
    },
    "resourceName_BookSimple": {
        "english": "Simple Book",
        "german": "Einfaches Buch",
		"french": "Livre simple",
		"russian": "Простая книга",
    },
    "resourceDescription_BookSimple": {
        "english": "So dull that every time you try to read it, you fall asleep",
        "german": "So langweilig, dass man beim Lesen einschläft.",
		"french": "Si ennuyeux que chaque fois que vous essayez de le lire, vous vous endormez.",
		"russian": "Настолько скучная, что каждый раз, когда вы пытаетесь ее прочитать, вы засыпаете.",
    },
    "resourceName_BookCommon": {
        "english": "Common Book",
        "german": "Normales Buch",
		"french": "Livre commun",
		"russian": "Обычная книга",
    },
    "resourceDescription_BookCommon": {
        "english": "Good for not getting bored!",
        "german": "Netter Zeitvertreib!",
		"french": "Bon pour ne pas s'ennuyer !",
		"russian": "Ну хоть не скучная!",
    },
    "resourceName_BookGood": {
        "english": "Good Book",
        "german": "Gutes Buch",
		"french": "Bon livre",
		"russian": "Хорошая книга",
    },
    "resourceDescription_BookGood": {
        "english": "Good for not getting bored!",
        "german": "Netter Zeitvertreib!",
		"french": "Bon pour ne pas s'ennuyer !",
		"russian": "Поможет не заскучать!",
    },
    "resourceName_BookGreat": {
        "english": "Great Book",
        "german": "Großartiges Buch",
		"french": "Livre de qualité",
		"russian": "Отличная книга",
    },
    "resourceDescription_BookGreat": {
        "english": "It's gonna take you on a hell of an adventure!",
        "german": "Schlag es auf und gehe auf ein Abenteuer!",
		"french": "Il va vous emmener dans une sacrée aventure !",
		"russian": "Он отправит вас в чертовски увлекательное приключение!",
    },
    "resourceName_BookAmazing": {
        "english": "Amazing Book",
        "german": "Bestseller",
		"french": "Livre exceptionnel",
		"russian": "Изумительная книга",
    },
    "resourceDescription_BookAmazing": {
        "english": "These books have changed many people's lives.",
        "german": "Diese Bücher haben schon Leben verändert.",
		"french": "Ces livres ont changé la vie de nombreuses personnes.",
		"russian": "Эти книги изменили жизнь многих людей.",
    }
}
