{
	"traitTitle_Pacifist": {
		"english": "Pacifist",
		"german": "Pazifist", 
		"spanish": "Pacifista",
		"french": "Pacifiste",
		"turkish": "Pasifist",
		"bulgarian": "Пацифист",
		"portuguese": "Pacifisto",
		"dutch": "Pacifist",
		"ukrainian":"Пацифіст%heShe_T_TKA%",
		"russian":"Пацифист%sheKA%",
		"chinese": "和平主义者",
		"korean": "평화주의자",
	},
	"traitDesc_Pacifist": {
		"english": "%firstName% believes in the good in the world - maybe a little too much. Refuses to fight anyone unless %heShe% is already heavily wounded.",
		"german": "%firstName% glaubt an das Gute in der Welt - vielleicht ein bisschen zu viel. Weigert sich zu kämpfen außer %erSie% ist bereits schwer verletzt.", 
		//TODO-bulgarian
		"spanish": "%firstName% cree en lo bueno del mundo - quizás demasiado. Se niega a pelear contra alguien, excepto si ya ha sido gravemente herid%oA%.",
		"french": "%firstName% croit à la bonté dans le monde - peut-être un peu trop. %cap-ilElle% refuse de combattre à moins qu'%ilElle% soit lourdement blessé%e%.",
		"turkish": "%firstName%, dünyada iyiliğe inanıyor - belki haddinden fazla. Ağır şekilde yaralanmadığı sürece savaşmayı reddediyor.",
		"bulgarian": "%firstName% вярва в доброто в света - може би малко повече. Отказва да се бие с никого, освен ако вече е тежко ранен.",
		"portuguese": "%firstName% acredita no bem do mundo - talvez um pouco demais. Recusa-se a lutar contra qualquer um, a menos que %eleEla% já esteja gravemente ferido.",
		"dutch": "%firstName% gelooft in het goede op aarde - misschien een beetje te veel. Weigert met iemand te vetchten tenzij %hijZij% zwaargewond is.",
		"ukrainian":"%firstName% вірить в то, що все можливо вирішити мирним шляхом. Відмоляється воювати до тих пір, поки %heShe% не будет сильно ранений%surnameA%.",
		"russian":"%firstName% верит в то, что все можно решить мирным путем. Отказывается сражаться до тех пор, пока %heShe% не будет сильно ранен %surnameA%.",
		"chinese": "%firstName% 相信世界是美好的 - 也许有点过分了.拒绝和任何人战斗,除非%heShe%已经受了重伤.",
		"korean": "%firstName%#{은} 세상이 선하다고 믿고 있습니다 - 아마도 너무 믿는 듯 하죠. %heShe% 자신이 심하게 다치지 않은 한, 싸우지 않으려고 할 겁니다."
	},
	"traitTitle_BattleHardened": {
		"english": "Experienced in Battle",
		"german": "Kampferfahren", 
		"spanish": "Experimentad%oA% en Batalla",
		"french": "Expérimenté%e% en Combat",
		"turkish": "Savaşta tecrübeli",
		"bulgarian": "Опитен във Битката",
		"portuguese": "Experiente em Batalha",
		"dutch": "Ervaren in het gevecht",
		"ukrainian":"Досвідчений боєць",
		"russian":"Опытный боец",
		"chinese": "战斗能手",
		"korean": "전투 경험자",
	},
	"traitDesc_BattleHardened": {
		"english": "Already has much experience on the battlefield and is not scared off easily. Does not receive mood penalties for pain and death around %himHer%.",
		"german": "Hat bereits viel Erfahrung auf dem Schlachtfeld gesammelt und kann viel ertragen. Bekommt keine negativen Gedanken bei Schmerz und Tod in %seinerIhrer% Umgebung.", 
		//TODO-bulgarian
		"spanish": "Posee mucha experiencia en el campo de batalla y no se le asusta fácilmente. No recibe efectos negativos en el humor por sufrimiento y dolor.",
		"french": "A déjà une expérience sur le champ de bataille et ne prend pas peur facilement. Ne reçoit pas de pénalités d'humeur pour les blessures et les morts autour %deluiD'elle%.",
		"turkish": "Savaş alanında çok fazla deneyime sahip ve kolayca korkmuyor. Etrafındaki acı ve ölümlerden dolayı psikolojisi bozulmuyor.",
		"bulgarian": "Вече има много опит на бойното поле и не се плаши лесно. Не получава наказания за настроения за болка и смърт около него.",
		"portuguese": "Já tem muita experiência no campo de batalha e não se assust%oA% facilmente. Não recebe penalidades de humor por dor e morte ao seu redor.",
		"dutch": "Heeft al veel ervaring op het slagveld en is niet snel bang te maken. Krijgt geen slecht hemeur van pijn en dood om %himHer%",
		"ukrainian":"%firstName% вже має досвід в боях і не відступає просто так. Не знижається настрій за біль і смерть кругом %himHer%.",
		"russian":"%firstName% уже имеет опыт в сражениях и не отступает просто так. Не снижается настроение за боль и смерть вокруг %himHer%.",
		"chinese": "已经有很多战斗经验,不容易被吓跑.%himHer%不会因为疼痛和死亡而产生负面情绪.",
		"korean": "이미 전장에서 충분한 경험을 쌓았기에 쉽게 겁먹지 않습니다. 고통을 받거나 %heShe% 주변에서 누군가 죽더라도 기분이 안 좋아지는 일은 없습니다.",
	},
	"traitTitle_Optimist": {
		"english": "Optimist",
		"german": "Optimist", 
		"spanish": "Optimista",
		"french": "Optimiste",
		"turkish": "İyimser",
		"bulgarian": "Оптимист",
		"portuguese": "Otimist%oA%",
		"dutch": "Optimist",
		"ukrainian":"Оптиміс%heShe_T_TKA%",
		"russian":"Оптимист%sheKA%",
		"chinese": "乐观主义者",
		"korean": "낙관론자",
	},
	"traitDesc_Optimist": {
		"english": "Glass-half-full kind of %guyGirl%. Receives a permanent mood boost.",
		"german": "%firstName% sieht jedes Glas lieber als halb voll. Erhält einen permanenten Stimmungsbonus.",
		"french": "Genre de personne avec un verre à moitié plein. Reçoit un boost d'humeur permanent.",
		//TODO-bulgarian
		"spanish": "%firstName% es el tipo de persona que ve el vaso medio lleno. Recibe un incremento permanente en su humor.",
		"turkish": "Bardağın dolu tarafını görüyor. Kalıcı ruh hali artışına sahip.",
		"bulgarian": "Стъклен наполовина пълноценен тип. Получава постоянен тласък на настроението.",
		"portuguese": "Tipo de cara meio cheio de vidro. Recebe um impulso de humor permanente.",
		"dutch": "Glas-half-vol type. Heeft een permanente humeur boost.",
		"ukrainian":"Оптимістичн%heshe_IY_A% %guyGirl%. Настрій завжди росте.",
		"russian":"Оптимистичн%hesheEnd% %guyGirl%. Настроение постоянно растет.",
		"chinese": "还有-半杯水的 %guyGirl%.获得永久的心情提升.",
		"korean": "컵에 물이 반이나 차있네, 라는 마인드를 가진 %guyGirl%입니다. 항상 기분이 좋습니다.",
	},
	"traitTitle_Pessimist": {
		"english": "Pessimist",
		"german": "Pessimist", 
		"spanish": "Pesimista",
		"french": "Pessimiste",
		"turkish": "Karamsar",
		"bulgarian": "Песимист",
		"portuguese": "Pessimist%oA%",
		"dutch": "Pessimist",
		"ukrainian":"Песиміс%heShe_T_TKA%",
		"russian":"Пессимист%sheKA%",
		"chinese": "悲观主义者",
		"korean": "비관론자",
	},
	"traitDesc_Pessimist": {
		"english": "Glass-half-empty kind of %guyGirl%. Receives a permanent mood penalty.",
		"german": "%firstName% sieht das Glas lieber als halb leer. Erhält einen permanenten Stimmungsmalus.", 
		"french": "Genre de personne avec un verre à moitié vide. Reçoit une pénalité d'humeur permanente.",
		//TODO-bulgarian
		"spanish": "%firstName% es el tipo de persona que ve el vaso medio vacío. Recibe un descenso permanente en su humor.",
		"turkish": "Bardağın boş tarafını görüyor. Kalıcı ruh hali azalışına sahip.",
		"bulgarian": "Стъклен наполовина пълноценен тип. Получава постоянен тласък на настроението.",
		"portuguese": "Tipo meio vazio de vidro. Recebe uma penalidade de humor permanente.",
		"dutch": "Glas-half-leeg type. Heeft een permanente hemeur straf",
		"ukrainian":"Песимістичн%heshe_IY_A% %guyGirl%. Настрій завжди падає.",
		"russian":"Пессимистичн%hesheEnd% %guyGirl%. Настроение постоянно снижается.",
		"chinese": "没了-半杯水的 %guyGirl%.获得永久的心情低落.",
		"korean": "컵에 물이 반밖에 없어, 라는 마인드의 %guyGirl%입니다. 항상 기분이 안 좋습니다.",
	},
	"traitTitle_Killer": {
		"english": "Killer",
		"german": "Mordlustig", 
		"spanish": "Asesin%oA%",
		"french": "Tu%eurEuse%",
		"turkish": "Katil",
		"bulgarian": "Убиец",
		"portuguese": "Assassin%oA%",
		"dutch": "Moordlustig",
		"ukrainian":"Вбивця",
		"russian":"Убийца",
		"chinese": "杀手",
		"korean": "살인자",
	},
	"traitDesc_Killer": {
		"english": "%firstName% has a strange interest in violence. Gets positive thoughts from killing. Usually able to control %himselfHerself%.",
		"german": "%firstName% hat ein sonderbares Interesse an Gewalt. Erhält positive Gedanken durch Töten. Kann sich normalerweise kontrollieren.", 
		"french": "%firstName% a un intérêt étrange pour la violence. Obtient des pensées positives lorsqu'%ilElle% tue. Habituellement en mesure de se contrôler.",
		//TODO-bulgarian
		"spanish": "%firstName% tiene un extraño interés por la violencia. Obtiene buenos pensamientos al matar. Normalmente es capaz de controlarse a sí %mismoMisma%.",
		"turkish": "%firstName% şiddete garip bir ilgi duyuyor. Öldürmekten olumlu düşünceler alıyor. Genellikle kendini kontrol edebiliyor.",
		"bulgarian": "%firstName% има странен интерес към насилието. Получава положителни мисли от убийството. Обикновено може да се контролира.",
		"portuguese": "%firstName% tem um estranho interesse pela violência. Obtém pensamentos positivos para matar. Geralmente capaz de se controlar.",
		"dutch": "%firstName% heeft een sterke interesse in geweld. Krijgt positieve gedachtes van doden. Meestal in staat zichzelf te controleren.",
		"ukrainian":"%firstName% має дивний схил до насильства. Получає позитивні думки від убивства. Зазвичай може %himselfHerself% контролювати.",
		"russian":"%firstName% имеет странную наклонность к насилию. Получает позитивные мысли от убийства. Обычно может %himselfHerself% контролировать.",
		"chinese": "%firstName%喜爱暴力。从杀戮中获得积极的想法。通常来说可以控制自己。",
		"korean": "%firstName%#{은} 폭력적인 것에 이상한 관심을 가집니다. 무언가를 죽일 때 긍정적인 생각을 합니다. 평소에는 스스로를 통제할 수 있습니다.",
	},
	"traitTitle_GoodHealth": {
		"english": "Good Health",
		"german": "Starke Gesundheit", 
		"spanish": "Buena salud",
		"french": "En bonne santé",
		"turkish": "Sağlıklı",
		"bulgarian": "Добро Здраве",
		"portuguese": "Boa saúde",
		"dutch": "Goede gezondheid",
		"ukrainian":"Сильне Здоров'я",
		"russian":"Крепкое здоровье",
		"chinese": "身体健康",
		"korean": "건강한",
	},
	"traitDesc_GoodHealth": {
		"english": "A lifetime of exercise and healthy foods has provided %firstName% with a very robust health. Treatments are 20% more likely to succeed.",
		"german": "Ein Leben voller Bewegung und gesundem Essen hat %firstName% eine sehr starke Gesundheit verliehen. Behandlungen sind 20% wahrscheinlicher erfolgreich.", 
		"spanish": "Una vida de ejercicio y comida sana le ha otorgado a %firstName% una salud de hierro. Los tratamientos aumentan su probabilidad de éxito en un 20%.",
		"french": "Une vie d'exercice et de la nourriture saine ont fourni à %firstName% une santé robuste. Les traitements ont 20% de chance de fonctionner.",
		"turkish": "Ömür boyu egzersiz ve sağlıklı gıdalar %firstName% için çok güçlü bir sağlık getirdi. Tedavilerin başarılı olma olasılığı %20 daha fazla.",
		"bulgarian": "Животът на физически упражнения и здравословни храни е осигурил %firstName% с много стабилно здраве. Лечението е с 20% по-вероятно да успее. ",
		"portuguese": "Uma vida inteira de exercícios e alimentos saudáveis forneceu %firstName% com uma saúde muito robusto. Tratamentos são 20% mais propensos a ter sucesso.",
		"dutch": "Een leven van veel oefeningen en gezond eten heeft %firstName% met een robuste gezondheid. De kans is 20% hoger dat behandelingen slagen.",
		"ukrainian":"%firstName% харчува%wordEnd% здоровою їжею і посилено займа%wordEnd%, завдяки чому володіє міцним здоров'ям. Шанс на успішне лікування на 20% вище.",
		"russian":"%firstName% питал%wordEnd% здоровой пищей и усленно занимал%wordEnd%, благодаря чему обладает крепким здоровьем. Шанс на успешное лечение на 20% выше.",
		"chinese": "长久坚持的锻炼和进食营养的食物为%firstName%锻炼出非常强壮的身体。治疗成功的可能率增加20%。",
		"korean": "%firstName%#{은} 평생 운동을 하며 건강한 음식을 먹어왔기 때문에 매우 튼튼합니다. 치료가 성공활 확률이 20% 증가합니다.",
	},
	"traitTitle_BadHealth": {
		"english": "Bad Health",
		"german": "Schwache Gesundheit", 
		"spanish": "Mala salud",
		"french": "En mauvaise santé",
		"turkish": "Sağlıksız",
		"bulgarian": "Лошо Здраве",
		"portuguese": "Má saúde",
		"dutch": "Slechte gezondheid",
		"ukrainian":"Низький імунітет",
		"russian":"Низкий иммунитет",
		"chinese": "身怀病疾",
		"korean": "허약한",
	},
	"traitDesc_BadHealth": {
		"english": "For no specific reason, %firstName%'s immune system is not as good as others. Treatments are 20% more likely to fail.",
		"german": "Aus keinem besonderen Grund war %firstName%'s Immunsystem noch nie besonders gut. Behandlungen schlagen 20% wahrscheinlicher fehl.", 
		"spanish": "Sin un motivo aparente, el sistema inmunológico de %firstName% no es tan bueno como el de otros. Los tratamientos reducen su probabilidad de éxito en un 20%.",
		"french": "Sans raison spécifique, le système immunitaire de %firstName% n'est pas aussi bon que les autres. Les traitements ont 20% de risque d'échouer.",
		"turkish": "Sebepsiz bir şekilde bağışıklık sistemi %firstName% için iyi çalışmıyor. Tedavilerin başarılı olma ihtimali %20 daha az.",
		"bulgarian": "Без специфична причина, имунната система на %firstName% не е толкова добра, колкото другите. Лечението е с 20% по-вероятно да се провали.",
		"portuguese": "Por nenhuma razão específica, o sistema imunológico da %firstName% não é tão bom quanto os outros. Os tratamentos são 20% mais propensos a falhar.",
		"ukrainian":"%firstName%, по деяким причинам, має імунітет гірше, чим у інших. Шанс на успішне лікування на 20% нижче.",
		"dutch": "Voor geen speciale reden, is %firstname%'s immuunsysteem niet zo goed als dat van andere. De kans is 20% hoger dat behandelingen falen.",
		"russian":"%firstName%, по некоторым причинам, имеет имунитет хуже, чем у остальных. Шанс на успешное лечение на 20% ниже.",
		"chinese": "由于先天的原因，%firstName%的免疫系统不如其他人。治疗失败率增加20%。",
		"korean": "별다른 이유가 없지만, %firstName%의 면역계는 다른 사람들만큼 좋지 못합니다. 치료가 실패할 확률이 20% 증가합니다.",
	},
	"traitTitle_Overeater": {
		"english": "Overeater",
		"german": "Überesser", 
		"spanish": "Trag%onOna%",
		"french": "Gro%sSse% mang%eurEuse%",
		"turkish": "Yiyici",
		"bulgarian": "Поглъщател на мазнини",
		"portuguese": "Porquinh%oA%",
		"dutch": "Gulzigheid",
		"ukrainian":"Свиня",
		"russian":"Обжора",
		"chinese": "暴食者",
		"korean": "대식가",
	},
	"traitDesc_Overeater": {
		"english": "%firstName% loves food and isn't always able to control %himselfHerself%. Sometimes %heShe% will just continue eating even though %heShe% is already full.",
		"german": "%firstName% liebt Essen und kann sich nicht immer kontrollieren. Manchmal hört %erSie% einfach nicht auf zu essen, obwohl %erSie% eigentlich schon satt ist.", 
		"french": "%firstName% aime la nourriture et n'est pas capable de se contrôler. Parfois %ilElle% continue de manger même %s'ilSielle% est déjà plein%e%.",
		//TODO-bulgarian
		"dutch": "%firstName% houd van eten en is niet altijd in staat zichzelf in te houden. Soms eet %hijZij% door terwijl %hijZij% al vol zit.",
		"spanish": "A %firstName% le encanta la comida y no siempre logra controlarse. Algunas veces continúa comiendo incluso estando llen%oA%.",
		"turkish": "%firstName% yemek yemeyi seviyor ve her zaman kendini kontrol edemiyor. Bazen tok olsa bile yemeye devam edecek.",
		"bulgarian": "%firstName% обича храната и не винаги е в състояние да се контролира. Понякога той просто ще продължи да яде, въпреки че вече е пълен.",
		"portuguese": "%firstName% ador%oA% comida e nem sempre consegue se controlar. Às vezes ele apenas continua comendo, embora já esteja chei%oA%.",
		"ukrainian":"%firstName% любить їжу і не завжди в стані %himselfHerself% контролювати. Іноколи %heShe% просто продовжує їсти, хоча %heShe% уже сит%surnameA%.",
		"russian":"%firstName% любит еду и не всегда в состоянии %himselfHerself% контролировать. Иногда %heShe% просто продолжает есть, хотя %heShe% уже сыт%surnameA%.",
		"chinese": "%firstName%十分爱吃，并不能总是控制%himselfHerself%。有时候，他会暴吃，即使他已经吃饱了。",
		"korean": "%firstName%#{은} 음식을 사랑합니다. 하지만 항상 스스로를 통제할 수 있는 건 아닙니다. 가끔 %heShe%는 배가 부른 상태에서도 계속 먹습니다.",
	},
	"traitTitle_Survivor": {
		"english": "Survivalist",
		"german": "Überlebenskünstler", 
		"spanish": "Superviviente nat%oA%",
		"french": "Survivaliste",
		"turkish": "Hayatta kalan",
		"bulgarian": "Оцеляващ",
		"portuguese": "Sobrevivente",
		"dutch": "Overlever",
		"ukrainian":"Виживальщи%heSheCA_K%",
		"russian":"Выживальщ%sheCA%",
		"chinese": "幸存者",
		"korean": "생존주의자",
	},
	"traitDesc_Survivor": {
		"english": "%firstName% has survived quite a few sticky situations and knows what it takes. When others would die, %heShe% gets a 25% health boost and gains consciousness. (Only once in 24 hours)",
		"german": "%firstName% hat schon einiges überlebt und %erSie% hat nicht vor das zu ändern. Wo andere sterben würden bekommt %erSie% einen 25% Gesundheitsboost und erlangt wieder das Bewusstsein (Nur einmal in 24 Stunden)", 
		"french": "%firstName% a survécu à des situations et sait ce que cela fait. Quand les autres mourront, %ilElle% obtiendra un boost de santé de 25% et gagnera en connaissance. (Seulement une fois toute les 24 heures)",
		//TODO-bulgarian
		"dutch": "%firstName% heeft al veel krappe situaties overleeft en weet wat er voor nodig is. Als andere zouden sterven, krijgt %hijZij% een 25% gezondheids boost en krijgt het bewustzijn. (Één keer per 24 uur)",
		"spanish": "%firstName% ha sobrevivido ante algunas situaciones complicadas y sabe lo que se necesita para ello. Cuando otros morirían, %élElla% recibe un 25% extra de salud y se recupera de los desmayos. (Solo una vez cada 24 horas)",
		"turkish": "%firstName% bir kaç zorlu duruma rağmen hala hayatta ve ne yapması gerektiğini biliyor. Başkası öldüğünde %25 sağlık kazanıyor ve bilinci açılıyor (24 saatte bir kez).",
		"bulgarian": "%firstName% преживя доста лепкави ситуации и знае какво е необходимо. Когато други умират, той получава 25% повишаване на здравето и придобива съзнание. (Само веднъж на 24 часа)",
		"portuguese": "%firstName% sobreviveu a algumas situações difíceis e sabe o que é preciso. Quando os outros morrem, %eleEla% recebe um aumento de 25% na saúde e ganha consciência. (Apenas uma vez em 24 horas)",
		"ukrainian":"%firstName% пережи%surnameA% не мало неприємних ситуацій та знає що потрібно робити. Коли хтось помирає, %heShe% получає +25% до здоров'я та приріст до свідомості. (раз в 24 години)",
		"russian":"%firstName% пережил%surnameA% не мало неприятных ситуаций и знает что нужно делать. Когда кто-то умирает, %heShe% получает +25% к здоровью и прирост к сознанию. (раз в 24 часа)",
		"chinese": "%firstName%曾经历过磨难，知道该怎么做。当其他人死亡时，%heShe%获得25%的生命提升和意识。(24小时一次)",
		"korean": "%firstName%#{은} 꽤 힘든 상황에서도 살아남았고, 살아남기 위해 무엇이 필요한지 알고 있습니다. 다른이들이라면 죽을만한 상황에서도, %heShe%는 25%의 생명력 보너스를 받고 의식불명 상태에 빠질 뿐입니다. (24시간에 한 번)",
	},
	"traitTitle_Insomnia": {
		"english": "Insomnia",
		"german": "Schlaflosigkeit", 
		"spanish": "Insomnia",
		"french": "Insomniaque",
		"turkish": "Uykusuz",
		"bulgarian": "Безсъние",
		"portuguese": "Insônia",
		"dutch": "Slapeloosheid",
		"ukrainian":"Безсоння",
		"russian":"Бессонница",
		"chinese": "失眠症",
		"korean": "불면증",
	},
	"traitDesc_Insomnia": {
		"english": "%firstName% has trouble sleeping and doesn't rest as well as others. Takes double the time to fully rest compared to others..",
		"german": "%firstName% hat Schwierigkeiten beim Schlafen. Braucht doppelt so viel Zeit wie andere um komplett auszuschlafen.", 
		"spanish": "%firstName% tiene problemas de sueño y no descansa tan bien como los demás. Necesitará el doble de tiempo que el resto para recuperarse completamente.",
		"french": "%firstName% a des troubles du sommeil et ne se repose pas aussi bien que les autres. Prend deux fois plus de temps pour se reposer comparé aux autres.",
		"turkish": "%firstName% uyumakta sorun yaşıyor ve diğerleri kadar iyi dinlenemiyor. Tam olarak dinlenebilmesi için normalden iki kat daha fazla uykuya ihtiyacı var.",
		"bulgarian": "%firstName% има проблеми със съня и не почива, както и другите. Удвоява времето за пълна почивка в сравнение с другите..",
		"portuguese": "%firstName% tem dificuldade em dormir e não descansa tão bem quanto os outros. Leva o dobro do tempo para descansar totalmente em comparação com os outros ..",
		"ukrainian":"%firstName% має проблеми з сном і відпочиває не так добре, як інші. Потрібно в два раза більше часу для відпочинку порівняно з іншими.",
		"dutch": "%firstName% heeft problemen met slapen en rust niet zo goed uit als andere. In vergelijking met andere heeft %hijZij% dubbel zoveel rust nodig",
		"russian":"%firstName% имеет проблемы со сном и отдыхает не так хорошо, как остальные. Требуется в два раза больше времени для отдыха в сравнении с остальными.",
		"chinese": "%firstName%患有失眠症,不能很好的入睡休息.和他人相比,完全休息需要两倍的时间.",
		"korean": "%firstName%#{은} 잠드는 데에 어려움을 겪으며 다른 사람들만큼 깊게 자지 못합니다. 체력이 꽉 차는 데에 다른사람보다 두 배의 시간이 걸립니다.",
	},
	"traitTitle_Tireless": {
		"english": "Tireless",
		"german": "Unermüdlich", 
		"spanish": "Incansable",
		"french": "Infatigable",
		"turkish": "Yorulmaz",
		"bulgarian": "Неуморим",
		"portuguese": "Incansável",
		"dutch": "Onvermoeibaar",
		"ukrainian":"Невтомн%heshe_IY_A%",
		"russian":"Неутомим%hesheEnd%",
		"chinese": "孜孜不倦",
		"korean": "지칠 줄 모르는",
	},
	"traitDesc_Tireless": {
		"english": "%firstName% doesn't need much sleep. Only rests half as long as others before %heShe%'s completely fit again.",
		"german": "%firstName% braucht nicht viel Schlaf. Schläft nur halb so lange wie andere bevor %erSie% wieder fit ist.", 
		"french": "%firstName% n'a pas besoin de dormir beaucoup. Se repose moitié moins longtemps que les autres personnes avant qu'%ilElle% soit complètement en forme.",
		//TODO-bulgarian
		"dutch": "%firstName% heeft niet zoveel slaap nodig. Rust in vergelijking met andere maar de helft van de tijd totdat %hijZij% weer helemaal fit is.",
		"spanish": "%firstName% no necesita muchas horas de sueño. Solo necesita descansar la mitad que los demás para sentirse renovad%oA% de nuevo.",
		"turkish": "%firstName% çok fazla uyumaya ihtiyaç duymuyor. Diğerlerinin yarısı kadar uykuyla yetinebiliyor.",
		"bulgarian": "%firstName% не се нуждае от много сън. Остава само наполовина толкова дълго, колкото останалите, преди отново да е напълно в състояние да се справи.",
		"portuguese": "%firstName% não precisa dormir muito. Só descansa metade do tempo que os outros antes que %eleEla% esteja completamente em forma novamente.",
		"ukrainian":"%firstName% не потребує довгого сна. Для повного відновлення %heshe1% потрібно вдвічі менше часу в порівнянні з іншими.",
		"russian":"%firstName% не нуждается в длительном сне. Для полного восстановления %heshe1% требуется вдвое меньше времени по сравнению с остальными.",
		"chinese": "%firstName%不需要太多睡眠时间.%heShe%只需要休息一半的时间就能恢复好健康.",
		"korean": "%firstName%#{은} 잠을 조금만 자도 괜찮습니다. 다른사람의 절반만 자고 일어나도 쌩쌩해집니다.",
	},
	"traitTitle_Smart": {
		"english": "Fast Learner",
		"german": "Schlaues Köpfchen", 
		"spanish": "Aprendiz rápido",
		"french": "Apprend vite",
		"turkish": "Çabuk öğrenen",
		"bulgarian": "Бързо учащ",
		"portuguese": "Aprendiz rápido",
		"dutch": "Snelle leerling",
		"ukrainian":"Заучка",
		"russian":"Быстрообучаем%hesheEnd%",
		"chinese": "快速学习",
		"korean": "빨리 배우는",
	},
	"traitDesc_Smart": {
		"english": "%firstName% is a bright %guyGirl% and %heShe% knows it. %cap-heShe% can learn new skills in half the time.",
		"german": "%firstName% ist ein echt schlauer Kolonist. %cap-erSie% kann neue Fähigkeiten in der Hälfte der Zeit erlernen.",
		"french": "%firstName% est quelqu'un d'intelligent et %ilElle% le sait. %cap-ilElle% peut apprendre de nouvelles compétences en moitié de temps.",
		//TODO-bulgarian
		"spanish": "%firstName% es un%A% %chicoChica% brillante y lo sabe. Puede aprender nuevas habilidades en la mitad de tiempo.",
		"turkish": "%firstName% parlak birisi ve bunun farkında. Yarı sürede yeni beceriler öğrenebilir.",
		"dutch": "%firstName% is een slimme %jongeMeid% en %hijZij% weet het. %cap-hijZij% kan nieuwe vaardigheden dubbel zo snel leren.",
		"bulgarian": "%firstName% е светъл човек и той го знае. Той може да научи нови умения в половината от времето.",
		"portuguese": "%firstName% é um cara brilhante e %eleEla% sabe disso. %cap-eleEla% pode aprender novas habilidades na metade do tempo.",
		"ukrainian":"%firstName% обдарован%heshe_IY_A% %guyGirl%, та %heShe% це знає. %cap-heShe% навчається новим навичкам вдвічі швидше.",
		"russian":"%firstName% одаренн%hesheEnd% %guyGirl%, и %heShe% это знает. %cap-heShe% обучается новым навыкам вдвое быстрее.",
		"chinese": "%firstName%是个聪明的%guyGirl%,%heShe%只用一半的时间就能学会技能.",
		"korean": "%firstName%#{은} 똑똑한 %guyGirl%이며, 스스로도 알고 있습니다. %heShe%는 두 배로 빠르게 새로운 기술을 배웁니다.",
	},
	"traitTitle_Dumb": {
		"english": "Dumb",
		"german": "Dumm", 
		"spanish": "Tont%oA%",
		"french": "Idiot%e%",
		"turkish": "Salak",
		"bulgarian": "Тъп",
		"dutch": "Dom",
		"portuguese": "Idiot%oA%",
		"ukrainian":"Туп%heshe_IY_A%",
		"russian":"Туп%hesheEnd2%",
		"chinese": "愚蠢",
		"korean": "멍청이",
	},
	"traitDesc_Dumb": {
		"english": "Unfortunately, thinking has never been %hisHer% strong suit. %cap-heShe% will not gain experience and not level up in any job ever.",
		"german": "Leider war %firstName% noch nie gut im Denken. %cap-erSie% kann keine Erfahrung sammeln und in keinem Beruf aufsteigen.", 
		"french": "Malheureusement, penser n'a jamais été son fort. %cap-ilElle% ne gagnera pas d'expérience et n'augmentera pas de niveau dans n'importe quel métier.",
		//TODO-bulgarian
		"dutch": "Helaas, denken is nooit %zijnHaar% sterkste eigenschap geweest. %cap-hijZij% zal geen ervaring opdoen en geen levels krijgen in een baan.",
		"spanish": "Lamentablemente, pensar nunca ha sido su fuerte. No ganará experiencia ni subirá de nivel en ningún trabajo, nunca.",
		"turkish": "Maalesef, düşünme hiç bir zaman onun güçlü özelliği olmadı. Deneyim kazanamayacak ve hiç bir işte seviye atlamayacak.",
		"bulgarian": "За съжаление, мисленето никога не е било негов силен костюм. Той няма да натрупа опит и няма да се издигне до нищо в работата си.",
		"portuguese": "Infelizmente, pensar nunca foi seu forte. %cap-eleEla% não vai ganhar experiência e não subir de nível em qualquer trabalho de sempre.",
		"ukrainian":"На жаль, розум ніколи не був %hisHer% сильною стороною. %cap-heShe% не отримуватиме досвіду і підвищення рівня в будь-якій роботі.",
		"russian":"К сожалению, ум никогда не был %hisHer% сильной стороной. %cap-heShe% не будет получать опыта и повышения уровня в любой работе.",
		"chinese": "不幸的是,思考不是他的强项.%heShe%将不会获得经验,也不会在任何工作中得到升级.",
		"korean": "불행하게도, 생각하는 건 %heShe%의 특기가 아닙니다. %heShe%는 평생 어떤 직업에서도 경험치를 얻거나, 레벨업을 할 수 없습니다."
	},
	"traitTitle_FavoriteFoodPumpkingStew": {
		"english": "Favorite Food: Pumpkin Stew",
		"german": "Lieblingsessen: Kürbiseintopf", 
		"spanish": "Comida favorita: Estofado de Calabaza",
		"french": "Nourriture préférée : Ragoût de Potiron",
		"turkish": "En Sevdiği Yemek: Kabak Yahni",
		"bulgarian": "Любима Храна: Тиква",
		"dutch": "Favoriete Eten: Pompoen Stoofpot",
		"portuguese": "Comida favorita: Abóbora Stew",
		"ukrainian":"Улюблена їжа: Гарбузове рагу",
		"russian":"Любимая еда: Тыквенное рагу",
		"chinese": "喜爱食物:炖南瓜",
		"korean": "좋아하는 음식: 호박 스튜",
	},
	"traitDesc_FavoriteFoodPumpkingStew": {
		"english": "%firstName% just can't wait to get another bowl of delicious pumpkin stew.",
		"german": "%firstName% kann es einfach nicht abwarten, wieder eine leckere Schüssel Kürbiseintopf zu bekommen.", 
		"spanish": "%firstName% no puede esperar a recibir una ración más del delicioso estofado de calabaza.",
		"french": "%firstName% ne peut pas attendre avant de prendre un autre bol de délicieux ragoût de potiron.",
		"turkish": "%firstName%, nefis bir balkabağı yahnisi daha almak için sabırsızlanıyor.",
		"bulgarian": "%firstName% просто не мога да чакам да си намеря още една купа с вкусна тиквена яхния.",
		"portuguese": "%firstName% mal posso esperar para pegar outra tigela de delicioso ensopado de abóbora.",
		"dutch": "%firstName% kan gewoon niet wachten op een andere kom met heerlijke pompoen stoofpot.",
		"ukrainian":"%firstName% не може дочекатися ще однієї порції рагу з гарбуза.",
		"russian":"%firstName% не может дождаться еще одной порции рагу из тыквы.",
		"chinese": "%firstName% 迫不及待想再来一碗美味的炖南瓜了.",
		"korean": "%firstName%#{은} 호박 스튜를 먹을 때면 한 그릇 더를 외칩니다.",
	},
	"traitTitle_FavoriteFoodFruitSalad": {
		"english": "Favorite Food: Fruit Salad",
		"german": "Lieblingsessen: Obstsalat", 
		"spanish": "Comida favorita: Ensalada de frutas",
		"french": "Nourriture préférée : Salade de Fruit",
		"turkish": "En Sevdiği Yemek: Meyve Salatası",
		"bulgarian": "Любима Храна: Плодова Салата",
		"portuguese": "Comida favorita: Salada de Frutas",
		"dutch": "Favoriete Eten: Fruit Salade",
		"ukrainian":"Улюблена їжа: Фруктовий салат",
		"russian":"Любимая еда: Фруктовый салат",
		"chinese": "喜爱食物:水果沙拉",
		"korean": "좋아하는 음식: 과일 샐러드",
	},
	"traitDesc_FavoriteFoodFruitSalad": {
		"english": "%firstName% just can't wait to get another bowl of delicious fruit salad.",
		"german": "%firstName% kann es einfach nicht abwarten, wieder eine leckere Schüssel Obstsalat zu bekommen.", 
		"spanish": "%firstName% no puede esperar a recibir una ración más de la deliciosa ensalada de frutas.",
		"french": "%firstName% ne peut pas attendre avant de prendre un bol de délicieuse salade de fruit.",
		"turkish": "%firstName%, bir lezzetli meyve salatası tabağı daha almak için sabırsızlanıyor.",
		"bulgarian": "%firstName% не може да чака да получи още една купа с вкусна плодова салата.",
		"portuguese": "%firstName% apenas não posso esperar para obter outra taça de salada de fruta deliciosa.",
		"dutch": "%firstName% kan gewoon niet wachten op een andere kom met heerlijke fruit salade.",
		"ukrainian":"%firstName% не може дочекатися ще однієї порції фруктового салату.",
		"russian":"%firstName% не может дождаться еще одной порции фруктового салата.",
		"chinese": "%firstName% 迫不及待想再来一碗美味的水果沙拉了",
		"korean": "%firstName%#{은} 과일 샐러드를 먹을 때면 한 접시 더를 외칩니다.",
	},
	"traitTitle_FavoriteFoodAppleStrudel": {
		"english": "Favorite Food: Apple Strudel",
		"german": "Lieblingsessen: Apfelstrudel",
		"spanish": "Comida favorita: Strudel de manzana",
		"french": "Nourriture préférée : Strudel aux Pommes",
		"turkish": "En Sevdiği Yemek: Elmalı Turta",
		"bulgarian": "Любима храна: Ябълков штрудел",
		"portuguese": "Comida favorita: strudel de maçã",
		"dutch": "Favoriete Eten: Appeltaart",
		"ukrainian":"Улюблена їжа: Яблучний штрудель",
		"russian":"Любимая еда: Яблочный штрудель",
		"chinese": "喜爱食物:苹果卷",
		"korean": "좋아하는 음식: 사과 슈트루델",
	},
	"traitDesc_FavoriteFoodAppleStrudel": {
		"english": "%firstName% just can't wait to get another piece of delicious apple strudel.",
		"german": "%firstName% kann es einfach nicht abwarten, wieder ein leckeres Stück Apfelstrudel zu bekommen.",
		"spanish": "%firstName% no puede esperar a recibir una ración más del delicioso strudel de manzana.",
		"french": "%firstName% ne peut pas attendre avant de prendre une part de délicieux strudel aux pommes.",
		"turkish": "%firstName%, bir parça enfes elma meyveli turta daha almak için sabırsızlanıyor.",
		"bulgarian": "%firstName% не може да изчака още една купа с вкусна плодова салата.",
		"dutch": "%firstName% kan gewoon niet wachten op een nieuw stuk heerlijke appeltaart.",
		"portuguese": "%firstName% simplesmente não posso esperar para pegar outro pedaço de strudel de maçã delicioso.",
		"ukrainian":"%firstName% не може дочекатися ще одного скибочки яблучного штруделя.",
		"russian":"%firstName% не может дождаться еще одного ломтика яблочного штруделя.",
		"chinese": "%firstName% 迫不及待想再来一块美味的苹果卷了",
		"korean": "%firstName%#{은} 사과 슈트루델을 먹을 때면 하나 더를 외칩니다.",
	},
	"traitTitle_AllergicToApples": {
		"english": "Allergic to Apples",
		"german": "Allergisch auf Äpfel", 
		"spanish": "Alérgic%oA% a las Manzanas",
		"french": "Allergique aux Pommes",
		"turkish": "Elmalara Alerjik",
		"bulgarian": "Алергичен към Ябълките",
		"portuguese": "Alérgica a maçãs",
		"dutch": "Allergisch voor Appels",
		"ukrainian":"Алергія на яблуко",
		"russian":"Аллергия на яблоки",
		"chinese": "苹果过敏",
		"korean": "사과 알레르기",
	},
	"traitDesc_AllergicToApples": {
		"english": "%firstName% will avoid dishes that contain apples. If %heShe% is forced to eat it anyways, %heShe% is going to have an allergic reaction.",
		"german": "%firstName% wird Gerichte meiden, die Äpfel beinalten. Wenn %erSie% trotzdem gezwungen ist es zu essen, wird %erSie% eine allergische Reaktion haben",
		"french": "%firstName% évite les plats qui contiennent des pommes. Si %ilElle% est forcé%e% à en manger, %ilElle% aura des réactions allergiques.",
		//TODO-bulgarian
		"dutch": "%firstName% zal maaltijden met appels vermijden. Als %hijZij% gedwongen wordt om het toch te eten, krijgt %hijZij% een allergische reactie.",
		"spanish": "%firstName% evitará comer platos que contengan manzana. Si es forzad%oA% a comerlos, sufrirá una reacción alérgica.",
		"turkish": "%firstName%, elma içeren yemeklerden kaçınır. Yemek zorunda kalırsa, alerjik reaksiyona girer.",
		"bulgarian": "%firstName% ще избегне ястия, които съдържат ябълки. Ако все пак е принуден да го яде, той ще получи алергична реакция.",
		"portuguese": "%firstName% irá evitar pratos que contenham maçãs. Se %eleEla% for forçado a comê-lo de qualquer maneira, ele terá uma reação alérgica.",
		"ukrainian":"%firstName% уникатиме страв, у складі яких є яблуко. Якщо %heShe% все ж з'їсть його, у %heShe% почнеться алергічна реакція.",
		"russian":"%firstName% будет избегать блюд, в составе которых есть яблоко. Если %heShe% все же съест его, у %himHer% начнется аллергическая реакция.",
		"chinese": "%firstName% 会拒绝吃含有苹果的食物.如果%heShe%不小心吃到了,%heShe%将会有过敏反应.",
		"korean": "%firstName%#{은} 사과가 들어간 음식을 되도록 안 먹으려고 합니다. 만약 그럴 수 밖에 없는 상황이 된다면, %heShe%는 알레르기 반응을 보일 겁니다.",
	},
	"traitTitle_AllergicToPotatoes": {
		"english": "Allergic to Potatoes",
		"german": "Allergisch auf Kartoffeln", 
		"spanish": "Alérgic%oA% a las Patatas",
		"french": "Allergique aux Pommes de Terre",
		"turkish": "Patatese alerjik",
		"bulgarian": "Алергичен към Картофите",
		"portuguese": "Alergico a Batata",
		"dutch": "Allergisch voor Aardappels",
		"ukrainian":"Алергія на картоплю",
		"russian":"Аллергия на картошку",
		"chinese": "土豆过敏",
		"korean": "감자 알레르기",
	},
	"traitDesc_AllergicToPotatoes": {
		"english": "%firstName% will avoid dishes that contain potatoes. If %heShe% is forced to eat it anyways, %heShe% is going to have an allergic reaction.",
		"german": "%firstName% wird Gerichte meiden, die Kartoffeln beinalten. Wenn %erSie% trotzdem gezwungen ist es zu essen, wird %erSie% eine allergische Reaktion haben",
		"french": "%firstName% évite les plats qui contiennent des pommes de terre. Si %ilElle% est forcé%e% à en manger, %ilElle% aura des réactions allergiques.",
		//TODO-bulgarian
		"dutch": "%firstName% zal maaltijden met aardappels vermijden. Als %hijZij% gedwongen wordt om het toch te eten, krijgt %hijZij% een allergische reactie",
		"spanish": "%firstName% evitará comer platos que contengan patata. Si es forzad%oA% a comerlos, sufrirá una reacción alérgica.",
		"turkish": "%firstName%, patates içeren yemeklerden kaçınacaktır. Yemek zorunda kalması durumunda, alerjik reaksiyona girecek.",
		"bulgarian": "%firstName% ще избегне ястия, които съдържат картофи. Ако все пак е принуден да го яде, той ще получи алергична реакция.",
		"portuguese": "%firstName% evitará pratos que contenham batatas. Se %eleEla% for forçado a comê-lo de qualquer maneira, ele terá uma reação alérgica.",
		"ukrainian":"%firstName% уникатиме страв, у складі яких є картопля. Якщо %heShe% все ж з'їсть його, у %cap-heShe% почнеться алергічна реакція.",
		"russian":"%firstName% будет избегать блюд, в составе которых есть картошка. Если %heShe% все же съест его, у %himHer% начнется аллергическая реакция.",
		"chinese": "%firstName% 会拒绝吃含有土豆的食物.如果%heShe%不小心吃到了,%heShe%将会有过敏反应.",
		"korean": "%firstName%#{은} 감자가 들어간 음식을 되도록 안 먹으려고 합니다. 만약 그럴 수 밖에 없는 상황이 된다면, %heShe%는 알레르기 반응을 보일 겁니다.",
	},
	"traitTitle_AllergicToTomatoes": {
		"english": "Allergic to Tomatoes",
		"german": "Allergisch auf Tomaten",
		"spanish": "Alérgic%oA% a los Tomates",
		"french": "Allergique aux Tomates",
		"turkish": "Domateslere alerjik",
		"dutch": "Allergisch voor Tomaten",
		"bulgarian": "Алергичен към Доматите",
		"portuguese": "Alérgico para Tomate",
		"ukrainian":"Алергія на Помідори",
		"russian":"Аллергия на Помидоры",
		"chinese": "西红柿过敏",
		"korean": "토마토 알레르기",
	},
	"traitDesc_AllergicToTomatoes": {
		"english": "%firstName% will avoid dishes that contain tomatoes. If %heShe% is forced to eat it anyways, %heShe% is going to have an allergic reaction.",
		"german": "%firstName% wird Gerichte meiden, die Tomaten beinalten. Wenn %erSie% trotzdem gezwungen ist es zu essen, wird %erSie% eine allergische Reaktion haben.",
		//TODO-bulgarian
		"dutch": "%firstName% zal maaltijden met tomaten vermijden. Als %hijZij% gedwongen wordt om het toch te eten, krijgt %hijZij% een allergische reactie.",
		"spanish": "%firstName% evitará comer platos que contengan tomate. Si es forzad%oA% a comerlos, sufrirá una reacción alérgica.",
		"french": "%firstName% évite les plats qui contiennent des tomates. %s'ilSielle% est forcé%e% à en manger, %ilElle% aura des réactions allergiques.",
		"turkish": "%firstName%, domates içeren yemeklerden kaçınır. Zaten yemek zorunda kalırsa, alerjik reaksiyona girer.",
		"bulgarian": "%firstName% ще избегне ястия, които съдържат домати. Ако все пак е принуден да го яде, той ще получи алергична реакция.",
		"portuguese": "%firstName% evitará pratos que contenham tomates. Se %eleEla% for forçado a comê-lo de qualquer maneira, ele terá uma reação alérgica.",
		"ukrainian":"%firstName% уникатиме страв, у складі яких є помідор. Якщо %heShe% все ж з'їсть його, у %heShe% почнеться алергічна реакція.",
		"russian":"%firstName% будет избегать блюд, в составе которых есть помидор. Если %heShe% все же съест его, у %himHer% начнется аллергическая реакция.",
		"chinese": "%firstName% 会拒绝吃含有西红柿的食物.如果%heShe%不小心吃到了,%heShe%将会有过敏反应.",
		"korean": "%firstName%#{은} 토마토가 들어간 음식을 되도록 안 먹으려고 합니다. 만약 그럴 수 밖에 없는 상황이 된다면, %heShe%는 알레르기 반응을 보일 겁니다.",
	},
	"traitTitle_Limping": {
		"english": "Limping",
		"german": "Hinken",
		"spanish": "Coj%oA%",
		"french": "Boit%euxEuse%",
		"portuguese": "Mancand%oA%",
		"dutch": "Hinken",
		"turkish": "Topallıyor",
		"ukrainian":"Хром%heshe_IY_A%",
		"russian":"Хром%hesheEnd2%",
		"chinese": "跛行",
		"korean": "절뚝거리는"
	},
	"traitDesc_Limping": {
		"english": "Because of an accident, %firstName% has a bad leg and is limping. %cap-heShe% walks a little slower than other colonists.",
		"german": "Durch einen Unfall hat %firstName% ein verletztes Bein und hinkt. %cap-erSie% geht ein bisschen langsamer als andere Kolonisten.",
		"spanish": "Debido a un accidente, %firstName% tiene una pierna rota y cojea. %cap-élElla% camina un poco más lento que los demás colonos.",
		"french": "En raison d'un accident, %firstName% a une jambe défectueuse et boite. %cap-ilElle% marche un peu plus lentement que les autres colons.",
		"portuguese": "Por causa de um acidente, %firstName% tem uma perna ruim e está mancando. %cap-eleEla% anda um pouco mais devagar do que outros colonos",
		"turkish": "Bir kazadan dolayı %firstName%'in ayağından sıkıntısı var ve topallıyor. Diğer yerleşimcilerden daha yavaş yürür",
		"dutch": "Vanwege een ongeluk heeft %firstName% een slecht been en hinkt hij. %cap-hijZij% loopt een beetje langzamer dan andere kolonisten",
		"ukrainian":"%firstName%, після нещасного випадку, пошкоди%hesheEnd% ногу і накульгує. %cap-heShe% ходить трохи повільніше, ніж інші.",
		"russian":"%firstName%, после несчастного случая, повредил%surnameA% ногу и прихрамывает. %cap-heShe% ходит чуть медленнее, чем остальные.",
		"chinese": "因为事故导致%firstName%走路一瘸一拐的.%heShe%走路会比其他人稍慢一些.",
		"korean": "어떤 사고로 인해, %firstName%#{은} 다리가 아프고 절뚝거리며 걷습니다. %heShe%의 걸음은 다른 주민들보다 조금 느립니다."
	},
	"traitTitle_Xenophobe": {
		"english": "Xenophobe",
		"german": "Xenophob",
		"french": "Xénophobe",
		"spanish": "Xenófob%oA%",
		"portuguese": "Xenófob%oA%",
		"chinese": "害怕生人",
		"dutch": "Xenofobe",
		"turkish": "Yabancı düşmanı",
	},
	"traitDesc_Xenophobe": {
		"english": "%firstName% doesn't trust strangers very much. %cap-heShe% doesn't want to get too friendly with other factions and has no problem defending the colony.",
		"french": "%firstName% ne fait pas beaucoup confiance aux étrangers. %cap-ilElle% ne veut pas se lier d'amitié avec d'autres factions et n'a aucun problème à défendre la colonie.",
		"spanish": "%firstName% no confía mucho en los extraños. %cap-élElla% no quiere ser muy amigable con otras facciones y no tiene problema en defender la colonia.",
		"portuguese": "%firstName% não confia muito em estranhos. %cap-elEla% não quer ficar muito amigável com outras facções e não tem problema em defender a colônia.",
		"chinese": "%firstName%不太信任陌生人。%heShe%不想和其他派系过于友好，所以保卫殖民地肯定没有问题。",
		"dutch": "%firstName% vertrouwt vreemdelingen niet. %cap-heShe% wil niet hele goede vrienden worden met andere partijen en heeft er geen probleem me om de kolonie te verdedigen.",
		"turkish": "%firstName% yabancılara pek güvenmiyor. O diğer gruplarla çok arkadaş canlısı olmak istemiyor ve yerleşimi savunmada hiçbir problemi yok.",
	},
	"traitTitle_Xenophile": {
		"english": "Xenophile",
		"german": "Xenophil",
		"french": "Xénophile",
		"spanish": "Xenófilo",
		"portuguese": "Xenófilo",
		"chinese": "喜欢结交",
		"dutch": "Xenofiel",
		"turkish": "Yabancı yanlısı",
	},
	"traitDesc_Xenophile": {
		"english": "%firstName% loves to get to know all kinds of different people. %cap-heShe% is quick to trust newcomers and doesn't like fighting other factions.",
		"french": "%firstName% aime apprendre à connaître toutes sortes de gens différents. %cap-ilElle% est prompt à faire confiance aux nouveaux venus et n'aime pas se battre contre d'autres factions.",
		"spanish": "%firstName% adora conocer todo tipo de personas diferentes. Es rápido en confiar en desconocidos y no le gusta luchar con otras facciones.",
		"portuguese": "%firstName% adora conhecer todos os tipos de pessoas diferentes. Ele é rápido em confiar em recém-chegados e não gosta de lutar contra outras facções.",
		"chinese": "%firstName%喜欢结识各种各样不同的人。他很快就信任新移民，不喜欢与其他派系斗争。",
		"dutch": "%firstName% houdt ervan om allemaal verschillende soorten mensen te ontmoeten. %cap-heShe% vertrouwt nieuwelingen snel en houdt er niet van om te vechten met andere partijen.",
		"turkish": "%firstName%, her türden farklı kişiyi tanımayı çok seviyor. Yeni gelenlere çabuk güveniyor ve diğer gruplarla dövüşmekten hoşlanmıyor.",
	},
	"traitTitle_Diplomat": {
		"english": "Diplomat",
		"german": "Diplomat",
		"french": "Diplomate",
		"spanish": "Diplomático",
		"dutch": "Diplomaat",
		"portuguese": "Diplomata",
		"chinese": "外交官",
		"turkish": "Diplomat",
	},
	"traitDesc_Diplomat": {
		"english": "Because of %hisHer% charismatic nature, %firstName% is quick to make friends and smooth over past quarrels. When %heShe% socializes with members of other factions, there is a small chance to increase diplomatic relationships.",
		"french": "Grâce à sa nature charismatique, %firstName% se fait rapidement des amis et adoucit les querelles passées. Lorsqu'%ilElle% socialise avec des membres d'autres factions, il y a un peu de chances d'accroître les relations diplomatiques.",
		"spanish": "Debido a su naturaleza carismática, %firstName% es rápido en hacer amigos y suavizar las riñas del pasado. Cuando %élElla% socializa con miembros de otras facciones, hay una pequeña probabilidad de aumentar las relaciones diplomáticas.",
		"portuguese": "Por causa de %seuSua% natureza carismática, %firstName% é rápido para fazer amigos e suavizar brigas passadas. Quando %elEla% socializa com membros de outras facções, há uma pequena chance de aumentar as relações diplomáticas.",
		"chinese": "由于他那富有魅力的天性，%firstName%很快就能交到朋友，平息争吵。当他与其他派系的成员交谈时，就有增加外交关系的机会。",
		"dutch": "Door %zijnHaar% charismatische natuur maakt %firstName% snel vrienden en komt %hijZei% snel over verleden ruzies heen. Als %hijZei% socialiseert met leden van andere volken, is er een kleine kans dat de diplomatische relatie omhoog gaat.",
		"turkish": "Karizmatik doğası nedeniyle %firstName% hızlı bir şekilde, geçmiş kavgalara aldırmadan, arkadaşlık kurabiliyor.  O diğer grupların üyeleriyle sosyalleşirken, diplomatik ilişkilerin artması ihtimali var.",
	},
	"traitTitle_LovesSummer": {
		"english": "Loves Summer",
		"french": "Aime l'été",
		"spanish": "Amante del Verano",
		"portuguese": "Ama o verão",
		"chinese": "喜爱夏天",
		"dutch": "Houdt van de Zomer",
		"turkish": "Yazı seviyor",
	},
	"traitDesc_LovesSummer": {
		"english": "When the air is warm and the weather is sunny, %firstName% feels like everything is right with the world.",
		"french": "Quand l'air est chaud et que le temps est ensoleillé, %firstName% a l'impression que tout est parfait.",
		"spanish": "Cuando el aire es cálido y el clima está soleado, %firstName% siente como si todo estuviera bien con el mundo.",
		"chinese": "当空气温暖，天气晴朗的时候，%firstName%感觉世界上一切都很好。",
		"dutch": "Als de lucht warm is en het weer zonnig voelt het voor %firstName% alsof alles goed is in de wereld.",
		"turkish": "Hava sıcak ve hava güneşliyse, %firstName%, dünyada her şey yolunda gibi hissediyor.", 
	},
	"traitTitle_LovesSpring": {
		"english": "Loves Spring",
		"french": "Aime le printemps",
		"spanish": "Amante de la Primavera",
		"portuguese": "Ama a primavera01",
		"dutch": "Houdt van de Lente",
		"chinese": "喜欢春天",
		"turkish": "İlkbaharı seviyor",
	},
	"traitDesc_LovesSpring": {
		"english": "%firstName% loves breathing the fresh air of spring and see nature bloom once again.",
		"french": "%firstName% aime respirer l'air frais du printemps et voir la nature s'épanouir à nouveau.",
		"spanish": "%firstName% ama respirar el aire fresco de la primavera y ver a la naturaleza florecer una vez más.",
		"portuguese": "%firstName% adora respirar o ar fresco da primavera e ver a natureza florescer mais uma vez.",
		"chinese": "%firstName%喜欢呼吸春天的新鲜空气，欣赏大自然再次绽放。",
		"dutch": "%firstName% houdt van het inademen van de frisse lente lucht en de natuur te zien bloeien.",
		"turkish": "%firstName%, ilkbaharın temiz havasını solumayı ve doğanın bir kez daha çiçeklenmesini görmeyi seviyor."
	},
	"traitTitle_HatesWinter": {
		"english": "Hates Winter",
		"french": "Déteste l'hiver",
		"spanish": "Enemigo del Invierno",
		"portuguese": "Odeia o inverno",
		"dutch": "Haat de Winter",
		"chinese": "讨厌冬天",
		"turkish": "Kıştan nefret ediyor",
	},
	"traitDesc_HatesWinter": {
		"english": "Darker days and colder nights are not %firstName%'s idea of fun, so winter is not %hisHer% favorite time of the year.",
		"french": "Les jours plus sombres et les nuits plus froides ne sont pas des notions de plaisir pour %firstName%, donc l'hiver n'est pas sa période favorite.",
		"spanish": "Los días más oscuros y las noches más heladas no son una idea divertida para %firstName%, así que el invierno no es su época favorita del año.",
		"portuguese": "Dias mais escuros e noites mais frias não são uma idéia divertida para %firstName%, então o inverno não é %seuSua% época favorita do ano.",
		"chinese": "黑暗的白天和寒冷的夜晚并不是%firstName%心目中的快乐时光，所以冬天也不是%hisHer%一年中最喜欢的时光。",
		"dutch": "Donkere dagen en koude nachten zijn niet hoe %firstName% plezier beschrijft, dus winter is niet %zijnHaar% favoriete tijd van het jaar.",
		"turkish": "Daha karanlık günler ve daha soğuk geceler %firstName% için eğlenceli değil, bu nedenle kış, yılın en sevdiği zamanı değil.",
	},
	"traitTitle_HatesFall": {
		"english": "Hates Fall",
		"french": "Déteste l'automne",
		"spanish": "Enemigo del Otoño",
		"dutch": "Haat de Herfst",
		"portuguese": "TODO01",
		"chinese": "讨厌秋天",
		"turkish": "Sonbahardan nefret ediyor",
	},
	"traitDesc_HatesFall": {
		"english": "%firstName% doesn't really care for the colorful leaves in fall and instead spends %hisHer% time complaining about the muddy paths and the windy days.",
		"french": "%firstName% n'aime pas vraiment les feuilles colorées à l'automne et passe plutôt son temps à se plaindre des chemins boueux et des jours venteux.",
		"spanish": "A %firstName% realmente no le importan las coloridas hojas en otoño y en vez de eso, pasa su tiempo quejándose de los caminos lodosos y los días ventosos.",
		"portuguese": "%firstName% realmente não se importa com as folhas coloridas no outono e em vez disso gasta seu tempo reclamando sobre os caminhos lamacentos e os dias ventosos.",
		"chinese": "%firstName%并不喜欢秋天五颜六色的树叶，而是把时间花在抱怨泥泞的小路和多风的日子上。",
		"dutch": "%firstName% geeft niet zoveel om de kleurige bladeren in de herfst en moppert in plaats daarvan over de modderige paden en de winderige dagen.",
		"turkish": "%firstName%, sonbahardaki renkli yaprakları gerçekten önemsemiyor ve aksine çamurlu yollar ve rüzgarlı günlerden şikayet ediyor.",
	},
}

