{
	"traitTitle_Pacifist": {
		"english": "Pacifist",
		"german": "Pazifist",
		"spanish": "Pacifista",
		"french": "Pacifiste",
		"turkish": "Pasifist",
		"bulgarian": "Пацифист",
		"portuguese": "Pacifist%oA%",
		"dutch": "Pacifist",
		"ukrainian":"Пацифіс%heShe_T_TKA%",
		"russian":"Пацифист%sheKA%",
		"chinese": "和平主义者",
		"korean": "평화주의자",
		"italian": "Pacifista",
		"polish": "Pacyfist%aKa%",
		"japanese": "平和主義者",
		"czech": "Pacifista",
		"hungarian": "Békepárti",
	},
	"traitDesc_Pacifist": {
		"english": "%firstName% believes in the good in the world - maybe a little too much. Refuses to fight anyone unless %heShe% is already heavily wounded.",
		"german": "%firstName% glaubt an das Gute in der Welt - vielleicht ein bisschen zu viel. Weigert sich zu kämpfen außer %erSie% ist bereits schwer verletzt.",
		//TODO-bulgarian
		"spanish": "%firstName% cree en lo bueno del mundo - quizás demasiado. Se niega a pelear contra alguien, excepto si ya ha sido gravemente herid%oA%.",
		"french": "%firstName% croit à la bonté dans le monde - peut-être un peu trop. %cap-ilElle% refuse de combattre à moins qu'%ilElle% soit lourdement blessé%e%.",
		"turkish": "%firstName%, dünyada iyiliğe inanıyor - belki haddinden fazla. Ağır şekilde yaralanmadığı sürece savaşmayı reddediyor.",
		"bulgarian": "%firstName% вярва в доброто в света - може би малко повече. Отказва да се бие с никого, освен ако вече е тежко ранен.",
		"portuguese": "%firstName% acredita no bem do mundo - talvez um pouco demais. Recusa-se a lutar contra qualquer um, a menos que %eleEla% já esteja gravemente ferido.",
		"dutch": "%firstName% gelooft in het goede op aarde - misschien een beetje te veel. Weigert met iemand te vetchten tenzij %hijZij% zwaargewond is.",
		"ukrainian":"%firstName% вірить в те, що все можливо вирішити мирним шляхом. Відмоляється воювати доки не буде сильно поранен%heshe_IY_A%.",
		"russian":"%firstName% верит в то, что все можно решить мирным путем. Отказывается сражаться до тех пор, пока %heShe% не будет сильно ранен %surnameA%.",
		"chinese": "%firstName% 相信世界是美好的 - 也许有点过分了.拒绝和任何人战斗,除非%heShe%已经受了重伤.",
		"korean": "%firstName%#{은} 세상이 선하다고 믿고 있습니다 - 아마도 너무 믿는 듯 하죠. %heShe% 자신이 심하게 다치지 않은 한, 싸우지 않으려고 할 겁니다.",
		"italian": "%firstName% crede nel bene nel mondo, forse un po' troppo. Rifiuta di combattere contro chiunque, a meno che non sia già gravemente ferito.",
		"polish": "%firstName% wierzy w dobro w świecie - może trochę zbyt bardzo. Odmawia walki z kimkolwiek, chyba że zostanie silnie pobit%yA%",
 		"japanese": "%firstName%は平和主義者です。誰かが酷く殴られない限り誰とも戦おうとはしません。",
		"czech": "%firstName% věří v dobro ve světě - možná až trochu moc. Odmítá bojovat s kýmkoli, dokud není již těžce zraněn%yA%.",
		"hungarian": "%firstName% hiszi, hogy a világ egy jó hely - talán túlságosan is. Nem hajlandó harcolni, hacsak %heShe% súlyosan meg nem sérült.",
	},
	"traitTitle_BattleHardened": {
		"english": "Experienced in Battle",
		"german": "Kampferfahren",
		"spanish": "Experimentad%oA% en Batalla",
		"french": "Expérimenté%e% en combat",
		"turkish": "Savaşta tecrübeli",
		"bulgarian": "Опитен във Битката",
		"portuguese": "Experiente em Batalha",
		"dutch": "Ervaren in het gevecht",
		"ukrainian":"Досвідчений боєць",
		"russian":"Опытный боец",
		"chinese": "战斗能手",
		"korean": "전투 경험자",
		"italian": "Veteran%OA% di guerra",
		"polish": "Doświadczon%yA% w walce",
		"japanese": "戦闘経験あり",
		"czech": "Zkušen%yA% v bitvě",
		"hungarian": "Csatában edzett",
	},
	"traitDesc_BattleHardened": {
		"english": "Already has much experience on the battlefield and is not scared off easily. Does not receive mood penalties for pain and death around %himHer%.",
		"german": "Hat bereits viel Erfahrung auf dem Schlachtfeld gesammelt und kann viel ertragen. Bekommt keine negativen Gedanken bei Schmerz und Tod in %seinerIhrer% Umgebung.",
		//TODO-bulgarian
		"spanish": "Posee mucha experiencia en el campo de batalla y no se le asusta fácilmente. No recibe efectos negativos en el humor por sufrimiento y dolor.",
		"french": "A déjà une expérience sur le champ de bataille et ne prend pas peur facilement. Ne reçoit pas de pénalités d'humeur pour les blessures et les morts autour %deluiD'elle%.",
		"turkish": "Savaş alanında çok fazla deneyime sahip ve kolayca korkmuyor. Etrafındaki acı ve ölümlerden dolayı psikolojisi bozulmuyor.",
		"bulgarian": "Вече има много опит на бойното поле и не се плаши лесно. Не получава наказания за настроения за болка и смърт около него.",
		"portuguese": "Já tem muita experiência no campo de batalha e não se assust%oA% facilmente. Não recebe penalidades de humor por dor e morte ao seu redor.",
		"dutch": "Heeft al veel ervaring op het slagveld en is niet snel bang te maken. Krijgt geen slecht hemeur van pijn en dood om %himHer%",
		"ukrainian":"%firstName% вже має досвід у боях і не відступає просто так. Не втрачає настрій через біль і смерть навколо %jj_heShe%.",
		"russian":"%firstName% уже имеет опыт в сражениях и не отступает просто так. Не снижается настроение за боль и смерть вокруг %himHer%.",
		"chinese": "已经有很多战斗经验,不容易被吓跑.%himHer%不会因为疼痛和死亡而产生负面情绪.",
		"korean": "이미 전장에서 충분한 경험을 쌓았기에 쉽게 겁먹지 않습니다. 고통을 받거나 %heShe% 주변에서 누군가 죽더라도 기분이 안 좋아지는 일은 없습니다.",
		"italian": "Ha già molta esperienza sul campo di battaglia e non si spaventa facilmente. Non riceve alcuna penalità di umore a causa del dolore o della morte di qualcuno.",
		"polish": "%firstName% ma już dużo bojowego doświadczenia i nie daje się łatwo wystraszyć. Nie otrzymuje kar do humoru z powodu bólu i śmierci dookoła siebie.",
		"japanese": "%firstName%はすでに多くの戦いを経験しているため簡単に怖がる事はありません。戦いにおける痛みや仲間の死による心情の影響も受けません。",
		"czech": "Má mnoho zkušeností na bojišti a nedá se snadno vystrašit. Není penalizován za okolní bolest a smrt na bojišti.",
		"hungarian": "Rengeteg tapasztalata van a harcmezőkön, nem retten meg egykönnyen. Nem lesz negatív hangulata, ha fájdalom és halál veszi körbe %himHer%-t.",
	},
	"traitTitle_Optimist": {
		"english": "Optimist",
		"german": "Optimist",
		"spanish": "Optimista",
		"french": "Optimiste",
		"turkish": "İyimser",
		"bulgarian": "Оптимист",
		"portuguese": "Otimist%oA%",
		"dutch": "Optimist",
		"ukrainian":"Оптиміс%heShe_T_TKA%",
		"russian":"Оптимист%sheKA%",
		"chinese": "乐观主义者",
		"korean": "낙관론자",
		"italian": "Ottimista",
		"polish": "Optymist%aKa%",
		"japanese": "楽観主義者",
		"czech": "Optimista",
		"hungarian": "Derülátó",
	},
	"traitDesc_Optimist": {
		"english": "Glass-half-full kind of %guyGirl%. Receives a permanent mood boost.",
		"german": "%firstName% sieht jedes Glas lieber als halb voll. Erhält einen permanenten Stimmungsbonus.",
		"french": "Genre de personne avec un verre à moitié plein. Reçoit un boost d'humeur permanent.",
		"spanish": "%firstName% es el tipo de persona que ve el vaso medio lleno. Recibe un incremento permanente en su humor.",
		"turkish": "Bardağın dolu tarafını görüyor. Kalıcı ruh hali artışına sahip.",
		"bulgarian": "Стъклен наполовина пълноценен тип. Получава постоянен тласък на настроението.",
		"portuguese": "Tipo de cara copo meio cheio. Recebe um impulso de humor permanente.",
		"dutch": "Glas-half-vol type. Heeft een permanente humeur boost.",
		"ukrainian":"Вірить, що склянка завжди наполовину повна. Отримує постійний бонус до настрою.",
		"russian":"Оптимистичн%hesheEnd% %guyGirl%. Настроение постоянно растет.",
		"chinese": "还有-半杯水的 %guyGirl%.获得永久的心情提升.",
		"korean": "컵에 물이 반이나 차있네, 라는 마인드를 가진 %guyGirl%입니다. 항상 기분이 좋습니다.",
		"italian": "Vede sempre il bicchiere mezzo pieno. Riceve un miglioramento permanente dell'umore.",
		"polish": "%firstName% to typ osoby, która uważa, że szklanka jest do połowy pełna. Otrzymuje stały bonus do humoru.",
		"japanese": "%firstName%はグラスの水が半分の場合、まだ半分も入っていると考えるプラス思考を持っています。この思考は永続的に心情へ影響を与えます。",
		"czech": "Dostává trvalý boost dobré nálady.",
		"hungarian": "Ez a %guyGirl% a 'félig teli a pohár' ideológiát követi. Alapvetőleg jobb a hangulata.",
	},
	"traitTitle_Pessimist": {
		"english": "Pessimist",
		"german": "Pessimist",
		"spanish": "Pesimista",
		"french": "Pessimiste",
		"turkish": "Karamsar",
		"bulgarian": "Песимист",
		"portuguese": "Pessimist%oA%",
		"dutch": "Pessimist",
		"ukrainian":"Песиміс%heShe_T_TKA%",
		"russian":"Пессимист%sheKA%",
		"chinese": "悲观主义者",
		"korean": "비관론자",
		"italian": "Pessimista",
		"polish": "Pesymist%aKa%",
		"japanese": "悲観論者",
		"czech": "Pesimista",
		"hungarian": "Borúlátó",
	},
	"traitDesc_Pessimist": {
		"english": "Glass-half-empty kind of %guyGirl%. Receives a permanent mood penalty.",
		"german": "%firstName% sieht das Glas lieber als halb leer. Erhält einen permanenten Stimmungsmalus.",
		"french": "Genre de personne avec un verre à moitié vide. Reçoit une pénalité d'humeur permanente.",
		"spanish": "%firstName% es el tipo de persona que ve el vaso medio vacío. Recibe un descenso permanente en su humor.",
		"turkish": "Bardağın boş tarafını görüyor. Kalıcı ruh hali azalışına sahip.",
		"bulgarian": "Стъклен наполовина пълноценен тип. Получава постоянен тласък на настроението.",
		"portuguese": "Tipo de cara copo meio vazio. Recebe uma penalidade de humor permanente.",
		"dutch": "Glas-half-leeg type. Heeft een permanente hemeur straf",
		"ukrainian":"Вірить, що склянка завжди наполовину порожня. Отримує постійний штраф до настрою.",
		"russian":"Пессимистичн%hesheEnd% %guyGirl%. Настроение постоянно снижается.",
		"chinese": "没了-半杯水的 %guyGirl%.获得永久的心情低落.",
		"korean": "컵에 물이 반밖에 없어, 라는 마인드의 %guyGirl%입니다. 항상 기분이 안 좋습니다.",
		"italian": "Vede sempre il bicchiere mezzo vuoto. Riceve una penalità permanente dell'umore.",
		"polish": "%firstName% to typ osoby, dla której szklanka jest do połowy pusta. Otrzymuję permanentną karę do nastroju.",
		"japanese": "%firstName%はグラスの水が半分の場合、もう半分しかないと考えるマイナス思考を持っています。この思考は永続的に心情へ影響を与えます。",
		"czech": "Dostává pravidelný boost špatné nálady.",
		"hungarian": "Ez a %guyGirl% a 'félig üres a pohár' ideológiát követi. Alapvetőleg rossz a hangulata.",
	},
	"traitTitle_Killer": {
		"english": "Killer",
		"german": "Mordlustig",
		"spanish": "Asesin%oA%",
		"french": "Tu%eurEuse%",
		"turkish": "Katil",
		"bulgarian": "Убиец",
		"portuguese": "Assassin%oA%",
		"dutch": "Moordlustig",
		"ukrainian":"Вбивця",
		"russian":"Убийца",
		"chinese": "杀手",
		"korean": "살인자",
		"italian": "Assassin%OA%",
		"polish": "Zabójca",
		"japanese": "剣客",
		"czech": "Zabiják",
		"hungarian": "Gyilkos",
	},
	"traitDesc_Killer": {
		"english": "%firstName% has a strange interest in violence. Gets positive thoughts from killing. Usually able to control %himselfHerself%.",
		"german": "%firstName% hat ein sonderbares Interesse an Gewalt. Erhält positive Gedanken durch Töten. Kann sich normalerweise kontrollieren.",
		"french": "%firstName% a un intérêt étrange pour la violence. Obtient des pensées positives lorsqu'%ilElle% tue. Habituellement en mesure de se contrôler.",
		"spanish": "%firstName% tiene un extraño interés por la violencia. Obtiene buenos pensamientos al matar. Normalmente es capaz de controlarse a sí %mismoMisma%.",
		"turkish": "%firstName% şiddete garip bir ilgi duyuyor. Öldürmekten olumlu düşünceler alıyor. Genellikle kendini kontrol edebiliyor.",
		"bulgarian": "%firstName% има странен интерес към насилието. Получава положителни мисли от убийството. Обикновено може да се контролира.",
		"portuguese": "%firstName% tem um estranho interesse pela violência. Obtém pensamentos positivos para matar. Geralmente capaz de se controlar.",
		"dutch": "%firstName% heeft een sterke interesse in geweld. Krijgt positieve gedachtes van doden. Meestal in staat zichzelf te controleren.",
		"ukrainian":"%firstName% має дивну схильність до насильства. Вбивство викликає у %jj_heShe% позитивні думки. Зазвичай може %himselfHerself% контролювати.",
		"russian":"%firstName% имеет странную наклонность к насилию. Получает позитивные мысли от убийства. Обычно может %himselfHerself% контролировать.",
		"chinese": "%firstName%喜爱暴力。从杀戮中获得积极的想法。通常来说可以控制自己。",
		"korean": "%firstName%#{은} 폭력적인 것에 이상한 관심을 가집니다. 무언가를 죽일 때 긍정적인 생각을 합니다. 평소에는 스스로를 통제할 수 있습니다.",
		"italian": "%firstName% ha uno strano interesse per la violenza. Quando uccide, emergono pensieri positivi. Di solito è in grado di controllarsi.",
		"polish": "%firstName% przejawia niepokojące zainteresowanie przemocą. Zabijanie wprawia %goJą% w dobry humor. Na szczęście zazwyczaj jest w stanie się kontrolować.",
		"japanese": "%firstName%は戦国時代の剣客のように自分の命も相手の命も惜しみません。相手の命が失われた時は自身の強さを実感すると共に相手の死に自分を重ねます。",
		"czech": "%firstName% má zvláštní zájem o násilí. Získává pozitivní myšlenky ze zabíjení, ale umí je ovládnout (občas).",
		"hungarian": "%firstName% fura vonzalmat érez az erőszak iránt. Pozitív gondolata lesznek, ha megöl valakit, vagy valamit. Általában tudja kontrolálni %himselfHerself%.",
	},
	"traitTitle_GoodHealth": {
		"english": "Good Health",
		"german": "Starke Gesundheit",
		"spanish": "Buena salud",
		"french": "En bonne santé",
		"turkish": "Sağlıklı",
		"bulgarian": "Добро Здраве",
		"portuguese": "Boa saúde",
		"dutch": "Goede gezondheid",
		"ukrainian":"Міцне здоров'я",
		"russian":"Крепкое здоровье",
		"chinese": "身体健康",
		"korean": "건강한",
		"italian": "Buona salute",
		"polish": "Krzep%kiKa%",
		"japanese": "健康",
		"czech": "Dobré zdraví",
		"hungarian": "Jó egészség",
	},
	"traitDesc_GoodHealth": {
		"english": "A lifetime of exercise and healthy foods has provided %firstName% with a very robust health. Treatments are 20% more likely to succeed.",
		"german": "Ein Leben voller Bewegung und gesundem Essen hat %firstName% eine sehr starke Gesundheit verliehen. Behandlungen sind 20% wahrscheinlicher erfolgreich.",
		"spanish": "Una vida de ejercicio y comida sana le ha otorgado a %firstName% una salud de hierro. Los tratamientos aumentan su probabilidad de éxito en un 20%.",
		"french": "Une vie d'exercice et de la nourriture saine ont fourni à %firstName% une santé robuste. Les traitements ont 20% de chance en plus de fonctionner.",
		"turkish": "Ömür boyu egzersiz ve sağlıklı gıdalar %firstName% için çok güçlü bir sağlık getirdi. Tedavilerin başarılı olma olasılığı %20 daha fazla.",
		"bulgarian": "Животът на физически упражнения и здравословни храни е осигурил %firstName% с много стабилно здраве. Лечението е с 20% по-вероятно да успее. ",
		"portuguese": "Uma vida inteira de exercícios e alimentos saudáveis forneceu %firstName% com uma saúde muito robusto. Tratamentos são 20% mais propensos a ter sucesso.",
		"dutch": "Een leven van veel oefeningen en gezond eten heeft %firstName% met een robuste gezondheid. De kans is 20% hoger dat behandelingen slagen.",
		"ukrainian":"Завдяки вправам та здоровому харчуванню, %firstName% має міцне здоров'я. Шанс на успішне лікування на 20% вище.",
		"russian":"%firstName% питал%wordEnd% здоровой пищей и усленно занимал%wordEnd%, благодаря чему обладает крепким здоровьем. Шанс на успешное лечение на 20% выше.",
		"chinese": "长久坚持的锻炼和进食营养的食物为%firstName%锻炼出非常强壮的身体。治疗成功的可能率增加20%。",
		"korean": "%firstName%#{은} 평생 운동을 하며 건강한 음식을 먹어왔기 때문에 매우 튼튼합니다. 치료가 성공활 확률이 20% 증가합니다.",
		"italian": "Una vita di esercizi e cibi sani ha fornito a %firstName% una salute molto ferrea. I trattamenti hanno il 20% in più di probabilità di successo.",
		"polish": "Życie wypełnione ćwiczeniami i zdrowe odżywianie zapewniło %muJej% bardzo dobre zdrowie. Leczenie jest o 20% bardziej skuteczne.",
		"japanese": "%firstName%は適度な運動と適正な食事により健康です。治療の成功率は20%高くなります。",
		"czech": "Léčba má o 20% větší pravděpodobnost úspěchu.",
		"hungarian": "A jobb élet és az egészséges ételek megnövelték %firstName% életerejét. A kezelések 20%-al sikeresebbek lehetnek.",
	},
	"traitTitle_BadHealth": {
		"english": "Bad Health",
		"german": "Schwache Gesundheit",
		"spanish": "Mala salud",
		"french": "En mauvaise santé",
		"turkish": "Sağlıksız",
		"bulgarian": "Лошо Здраве",
		"portuguese": "Má saúde",
		"dutch": "Slechte gezondheid",
		"ukrainian":"Низький імунітет",
		"russian":"Низкий иммунитет",
		"chinese": "身怀病疾",
		"korean": "허약한",
		"italian": "Cattiva salute",
		"polish": "Cherlaw%yA%",
		"japanese": "病弱",
		"czech": "Špatné zdraví",
		"hungarian": "Rossz egészség",
	},
	"traitDesc_BadHealth": {
		"english": "For no specific reason, %firstName%'s immune system is not as good as others. Treatments are 20% more likely to fail.",
		"german": "Aus keinem besonderen Grund war %firstName%'s Immunsystem noch nie besonders gut. Behandlungen schlagen 20% wahrscheinlicher fehl.",
		"spanish": "Sin un motivo aparente, el sistema inmunológico de %firstName% no es tan bueno como el de otros. Los tratamientos reducen su probabilidad de éxito en un 20%.",
		"french": "Sans raison spécifique, le système immunitaire de %firstName% n'est pas aussi bon que les autres. Les traitements ont 20% de risque en plus d'échouer.",
		"turkish": "Sebepsiz bir şekilde bağışıklık sistemi %firstName% için iyi çalışmıyor. Tedavilerin başarılı olma ihtimali %20 daha az.",
		"bulgarian": "Без специфична причина, имунната система на %firstName% не е толкова добра, колкото другите. Лечението е с 20% по-вероятно да се провали.",
		"portuguese": "Por nenhuma razão específica, o sistema imunológico da %firstName% não é tão bom quanto os outros. Os tratamentos são 20% mais propensos a falhar.",
		"ukrainian":"Без особливих на те причин, %firstName% має імунітет гірший, ніж у інших. Шанс на успішне лікування на 20% нижче.",
		"dutch": "Voor geen speciale reden, is %firstname%'s immuunsysteem niet zo goed als dat van andere. De kans is 20% hoger dat behandelingen falen.",
		"russian":"%firstName%, по некоторым причинам, имеет имунитет хуже, чем у остальных. Шанс на успешное лечение на 20% ниже.",
		"chinese": "由于先天的原因，%firstName%的免疫系统不如其他人。治疗失败率增加20%。",
		"korean": "별다른 이유가 없지만, %firstName%의 면역계는 다른 사람들만큼 좋지 못합니다. 치료가 실패할 확률이 20% 증가합니다.",
		"italian": "Senza alcun motivo specifico, il sistema immunitario di %firstName% non è buono come gli altri. I trattamenti hanno il 20% di probabilità in più di fallire.",
		"polish": "Bez żadnego konkretnego powodu, %firstName% ma gorszy system odpornościowy od innych. Leczenie ma 20% mniej szans na powodzenie.",
		"japanese": "%firstName%は病弱のため免疫力がありません。治療の失敗する可能性が20%高くなります。",
		"czech": "Pravděpodobnost u léčby je 20% selhání.",
		"hungarian": "Valamiért %firstName% immunrendszere rosszabb az átlagnál. A kezelések 20%-al sikertelenebbek lehetnek.",
	},
	"traitTitle_Overeater": {
		"english": "Overeater",
		"german": "Überesser",
		"spanish": "Trag%onOna%",
		"french": "Gro%sSse% mang%eurEuse%",
		"turkish": "Yiyici",
		"bulgarian": "Поглъщател на мазнини",
		"portuguese": "Gulos%oA%",
		"dutch": "Gulzigheid",
		"ukrainian":"Ненажера",
		"russian":"Обжора",
		"chinese": "暴食者",
		"korean": "대식가",
		"italian": "Sovrappeso",
		"polish": "Łakomczuch",
		"japanese": "食いしん坊",
		"czech": "Přejídač",
		"hungarian": "Kényszeresen étkező",
	},
	"traitDesc_Overeater": {
		"english": "%firstName% loves food and isn't always able to control %himselfHerself%. Sometimes %heShe% will just continue eating even though %heShe% is already full.",
		"german": "%firstName% liebt Essen und kann sich nicht immer kontrollieren. Manchmal hört %erSie% einfach nicht auf zu essen, obwohl %erSie% eigentlich schon satt ist.",
		"french": "%firstName% aime la nourriture et n'est pas capable de se contrôler. Parfois %ilElle% continue de manger même %s'ilSielle% est déjà plein%e%.",
		"dutch": "%firstName% houd van eten en is niet altijd in staat zichzelf in te houden. Soms eet %hijZij% door terwijl %hijZij% al vol zit.",
		"spanish": "A %firstName% le encanta la comida y no siempre logra controlarse. Algunas veces continúa comiendo incluso estando llen%oA%.",
		"turkish": "%firstName% yemek yemeyi seviyor ve her zaman kendini kontrol edemiyor. Bazen tok olsa bile yemeye devam edecek.",
		"bulgarian": "%firstName% обича храната и не винаги е в състояние да се контролира. Понякога той просто ще продължи да яде, въпреки че вече е пълен.",
		"portuguese": "%firstName% ador%oA% comida e nem sempre consegue se controlar. Às vezes ele apenas continua comendo, embora já esteja chei%oA%.",
		"ukrainian":"%firstName% обожнює смачно попоїсти і не завжди може %himselfHerself% контролювати. Іноколи %heShe% просто продовжує їсти, хоча вже сит%heshe_IY_A%.",
		"russian":"%firstName% любит еду и не всегда в состоянии %himselfHerself% контролировать. Иногда %heShe% просто продолжает есть, хотя %heShe% уже сыт%surnameA%.",
		"chinese": "%firstName%十分爱吃，并不能总是控制%himselfHerself%。有时候，他会暴吃，即使他已经吃饱了。",
		"korean": "%firstName%#{은} 음식을 사랑합니다. 하지만 항상 스스로를 통제할 수 있는 건 아닙니다. 가끔 %heShe%는 배가 부른 상태에서도 계속 먹습니다.",
		"italian": "%firstName% ama il cibo e non sempre è in grado di controllarsi. A volte continuerà a mangiare anche se è pien%OA%.",
		"polish": "%firstName% kocha jedzenie i nie zawsze jest w stanie się kontrolować. Czasami będzie po prostu jeść bez opamiętania, nawet jeśli będzie już najedzon%yA%.",
		"japanese": "%firstName%は食べることが大好きで食欲を自制する事が難しいです。お腹がいっぱいになっていても衝動的に食べてしまう事があります。",
		"czech": "Milovník jídla, který se jen těžko ovládá. Někdy jí i přes to, že už je syt%yA%",
		"hungarian": "%firstName% imádja az ételt, és épp ezért nem is tudja kordában tartani %himselfHerself%. Néha %heShe% akkor is tovább étkezik, ha már tele ette magát.",
	},
	"traitTitle_Survivor": {
		"english": "Survivalist",
		"german": "Überlebenskünstler",
		"spanish": "Superviviente nat%oA%",
		"french": "Survivaliste",
		"turkish": "Hayatta kalan",
		"bulgarian": "Оцеляващ",
		"portuguese": "Sobrevivente",
		"dutch": "Overlever",
		"ukrainian":"Виживальни%heSheCA_K%",
		"russian":"Выживальщ%sheCA%",
		"chinese": "幸存者",
		"korean": "생존주의자",
		"italian": "Survivalista",
		"polish": "Surwiwalist%aKa%",
		"japanese": "サバイバリスト",
		"czech": "Přeživší",
		"hungarian": "Túlélő",
	},
	"traitDesc_Survivor": {
		"english": "%firstName% has survived quite a few sticky situations and knows what it takes. When others would die, %heShe% gets a 25% health boost and gains consciousness. (Only once in 24 hours)",
		"german": "%firstName% hat schon einiges überlebt und %erSie% hat nicht vor das zu ändern. Wo andere sterben würden bekommt %erSie% einen 25% Gesundheitsboost und erlangt wieder das Bewusstsein (Nur einmal in 24 Stunden)",
		"french": "%firstName% a survécu à des situations et sait ce que cela fait. Quand les autres mourront, %ilElle% obtiendra un boost de santé de 25% et gagnera en connaissance. (Seulement une fois toute les 24 heures)",
		"dutch": "%firstName% heeft al veel krappe situaties overleeft en weet wat er voor nodig is. Als andere zouden sterven, krijgt %hijZij% een 25% gezondheids boost en krijgt het bewustzijn. (Één keer per 24 uur)",
		"spanish": "%firstName% ha sobrevivido ante algunas situaciones complicadas y sabe lo que se necesita para ello. Cuando otros morirían, %élElla% recibe un 25% extra de salud y se recupera de los desmayos. (Solo una vez cada 24 horas)",
		"turkish": "%firstName% bir kaç zorlu duruma rağmen hala hayatta ve ne yapması gerektiğini biliyor. Başkası öldüğünde %25 sağlık kazanıyor ve bilinci açılıyor (24 saatte bir kez).",
		"bulgarian": "%firstName% преживя доста лепкави ситуации и знае какво е необходимо. Когато други умират, той получава 25% повишаване на здравето и придобива съзнание. (Само веднъж на 24 часа)",
		"portuguese": "%firstName% sobreviveu a algumas situações difíceis e sabe o que é preciso. Quando os outros morrem, %eleEla% recebe um aumento de 25% na saúde e ganha consciência. (Apenas uma vez em 24 horas)",
		"ukrainian":"%firstName% пережи%hesheEnd% доволі багато неприємних ситуацій та знає що потрібно робити. Коли хтось помирає, %heShe% отримує бонус +25% до здоров'я та приходить до тями. (раз на 24 години)",
		"russian":"%firstName% пережил%surnameA% не мало неприятных ситуаций и знает что нужно делать. Когда кто-то умирает, %heShe% получает +25% к здоровью и прирост к сознанию. (раз в 24 часа)",
		"chinese": "%firstName%曾经历过磨难，知道该怎么做。当其他人死亡时，%heShe%获得25%的生命提升和意识。(24小时一次)",
		"korean": "%firstName%#{은} 꽤 힘든 상황에서도 살아남았고, 살아남기 위해 무엇이 필요한지 알고 있습니다. 다른이들이라면 죽을만한 상황에서도, %heShe%는 25%의 생명력 보너스를 받고 의식불명 상태에 빠질 뿐입니다. (24시간에 한 번)",
		"italian": "%firstName% è sopravvissut%OA% a parecchie situazioni delicate e sa ciò che bisogna fare. Quando gli altri muoiono, ottiene un aumento della salute del 25% e acquisisce consapevolezza. (Solo una volta ogni 24 ore)",
		"polish": "%firstName% przetrwał%nicA% kilka nieciekawych sytuacji i wie co trzeba w takich chwilach robić. Kiedy inni umierają, %onOna% otrzymuje 25% dodatkowego bonusu do zdrowia i odzyskuje świadomość (raz na 24 godziny)",
		"japanese": "%firstName%は生き残るための知識を持ち、かなり厳しい状況でも生き残ります。ふつうの人ならば死ぬほどの状況でも25%の確率で意識不明の状態に陥るだけで済みます。(24時間に1回)",
		"czech": "I když ostatní zemřou, získá 25% zdraví a nabyde vědomí. (pouze jednou za 24 hodin)",
		"hungarian": "%firstName% már sokmindent átélt, és tudja mire van szüksége hozzá. Amibe más már belehalna, %heShe% 25%-al több életerővel rendelkezik, és nem dől ki egyhamar. (24 úránként egyszer)",

	},
	"traitTitle_Insomnia": {
		"english": "Insomnia",
		"german": "Schlaflosigkeit",
		"spanish": "Insomnia",
		"french": "Insomniaque",
		"turkish": "Uykusuz",
		"bulgarian": "Безсъние",
		"portuguese": "Insônia",
		"dutch": "Slapeloosheid",
		"ukrainian":"Безсоння",
		"russian":"Бессонница",
		"chinese": "失眠症",
		"korean": "불면증",
		"italian": "Insonnia",
		"polish": "Nocny marek",
		"japanese": "不眠症",
		"czech": "Insomniak",
		"hungarian": "Álmatlanság",
	},
	"traitDesc_Insomnia": {
		"english": "%firstName% has trouble sleeping and doesn't rest as well as others. Takes double the time to fully rest compared to others..",
		"german": "%firstName% hat Schwierigkeiten beim Schlafen. Braucht doppelt so viel Zeit wie andere um komplett auszuschlafen.",
		"spanish": "%firstName% tiene problemas de sueño y no descansa tan bien como los demás. Necesitará el doble de tiempo que el resto para recuperarse completamente.",
		"french": "%firstName% a des troubles du sommeil et ne se repose pas aussi bien que les autres. Prend deux fois plus de temps pour se reposer comparé aux autres.",
		"turkish": "%firstName% uyumakta sorun yaşıyor ve diğerleri kadar iyi dinlenemiyor. Tam olarak dinlenebilmesi için normalden iki kat daha fazla uykuya ihtiyacı var.",
		"bulgarian": "%firstName% има проблеми със съня и не почива, както и другите. Удвоява времето за пълна почивка в сравнение с другите..",
		"portuguese": "%firstName% tem dificuldade em dormir e não descansa tão bem quanto os outros. Leva o dobro do tempo para descansar totalmente em comparação com os outros ..",
		"ukrainian":"%firstName% має проблеми зі сном і відпочиває не так добре, як інші. Щоб повноцінно відпочити, %heshe1% потрібно вдвічі більше часу.",
		"dutch": "%firstName% heeft problemen met slapen en rust niet zo goed uit als andere. In vergelijking met andere heeft %hijZij% dubbel zoveel rust nodig",
		"russian":"%firstName% имеет проблемы со сном и отдыхает не так хорошо, как остальные. Требуется в два раза больше времени для отдыха в сравнении с остальными.",
		"chinese": "%firstName%患有失眠症,不能很好的入睡休息.和他人相比,完全休息需要两倍的时间.",
		"korean": "%firstName%#{은} 잠드는 데에 어려움을 겪으며 다른 사람들만큼 깊게 자지 못합니다. 체력이 꽉 차는 데에 다른사람보다 두 배의 시간이 걸립니다.",
		"italian": "%firstName% ha difficoltà a dormire e non riposa bene come gli altri. Necessita del doppio del tempo per riposare completamente...",
		"polish": "%firstName% ma problemy z zasypianiem i nie wysypia się tak dobrze jak inni. Potrzebuje dwa razy więcej czasu na odpoczynek.",
		"japanese": "%firstName%は不眠症です。眠りにつくのが難しく他の人と同じように眠る事ができません。通常の人の2倍の時間が必要です。",
		"czech": "%firstName% má problémy se spánkem a neodpočívá tak dobře jako ostatní. Plný odpočinek zabere 2x tolik času, ve srovnání s ostatními ..",
		"hungarian": "%firstName% nem igazán alszik jól, így nem piheni ki magát annyira, mint a többiek. Kétszer annyi pihenésre van szüksége, mint a többieknek..",
	},
	"traitTitle_Tireless": {
		"english": "Tireless",
		"german": "Unermüdlich",
		"spanish": "Incansable",
		"french": "Infatigable",
		"turkish": "Yorulmaz",
		"bulgarian": "Неуморим",
		"portuguese": "Incansável",
		"dutch": "Onvermoeibaar",
		"ukrainian":"Невтомн%heshe_IY_A%",
		"russian":"Неутомим%hesheEnd%",
		"chinese": "孜孜不倦",
		"korean": "지칠 줄 모르는",
		"italian": "Instancabile",
		"polish": "Niezmordowan%yA%",
		"japanese": "疲れ知らず",
		"czech": "Neúnavn%yA%",
		"hungarian": "Élénk",
	},
	"traitDesc_Tireless": {
		"english": "%firstName% doesn't need much sleep. Only rests half as long as others before %heShe%'s completely fit again.",
		"german": "%firstName% braucht nicht viel Schlaf. Schläft nur halb so lange wie andere bevor %erSie% wieder fit ist.",
		"french": "%firstName% n'a pas besoin de dormir beaucoup. Se repose moitié moins longtemps que les autres personnes avant qu'%ilElle% ne soit complètement en forme.",
		"dutch": "%firstName% heeft niet zoveel slaap nodig. Rust in vergelijking met andere maar de helft van de tijd totdat %hijZij% weer helemaal fit is.",
		"spanish": "%firstName% no necesita muchas horas de sueño. Solo necesita descansar la mitad que los demás para sentirse renovad%oA% de nuevo.",
		"turkish": "%firstName% çok fazla uyumaya ihtiyaç duymuyor. Diğerlerinin yarısı kadar uykuyla yetinebiliyor.",
		"bulgarian": "%firstName% не се нуждае от много сън. Остава само наполовина толкова дълго, колкото останалите, преди отново да е напълно в състояние да се справи.",
		"portuguese": "%firstName% não precisa dormir muito. Só descansa metade do tempo que os outros antes que %eleEla% esteja completamente em forma novamente.",
		"ukrainian":"%firstName% не потребує тривалого сну. Відпочиває вдвічі менше, ніж інші, щоб повністю відновити сили.",
		"russian":"%firstName% не нуждается в длительном сне. Для полного восстановления %heshe1% требуется вдвое меньше времени по сравнению с остальными.",
		"chinese": "%firstName%不需要太多睡眠时间.%heShe%只需要休息一半的时间就能恢复好健康.",
		"korean": "%firstName%#{은} 잠을 조금만 자도 괜찮습니다. 다른사람의 절반만 자고 일어나도 쌩쌩해집니다.",
		"italian": "%firstName% non ha bisogno di dormire molto. Deve riposare solo la metà degli altri prima che sia di nuovo completamente in forma.",
		"polish": "%firstName% nie potrzebuje wiele snu. Wystarczy %muJej% go o połowę mniej niż innym by powrócić do pełni sił.",
		"japanese": "%firstName%はあまり睡眠を必要としません。普通の人の半分の時間で十分な休息をとる事ができます。",
		"czech": "%firstName% nepotřebuje moc spánku. Odpočívá jen 1/2 času co ostatní.",
		"hungarian": "%firstName% nem igényel sok alvást. Fele annyi időbe telik kipihenni magát, mint a többieknek.",
	},
	"traitTitle_Smart": {
		"english": "Fast Learner",
		"german": "Schlaues Köpfchen",
		"spanish": "Aprendiz rápido",
		"french": "Apprend vite",
		"turkish": "Çabuk öğrenen",
		"bulgarian": "Бързо учащ",
		"portuguese": "Aprendiz rápido",
		"dutch": "Snelle leerling",
		"ukrainian":"Заучка",
		"russian":"Быстрообучаем%hesheEnd%",
		"chinese": "快速学习",
		"korean": "빨리 배우는",
		"italian": "Impara in fretta",
		"polish": "Bystr%yA%",
		"japanese": "物覚えが良い",
		"czech": "Učenliv%yA%",
		"hungarian": "Éles eszű",
	},
	"traitDesc_Smart": {
		"english": "%firstName% is a bright %guyGirl% and %heShe% knows it. %cap-heShe% can learn new skills in half the time.",
		"german": "%firstName% ist ein echt schlauer Kolonist. %cap-erSie% kann neue Fähigkeiten in der Hälfte der Zeit erlernen.",
		"french": "%firstName% est quelqu'un d'intelligent et %ilElle% le sait. %cap-ilElle% peut apprendre de nouvelles compétences deux fois plus vite.",
		"spanish": "%firstName% es un%A% %chicoChica% brillante y lo sabe. Puede aprender nuevas habilidades en la mitad de tiempo.",
		"turkish": "%firstName% parlak birisi ve bunun farkında. Yarı sürede yeni beceriler öğrenebilir.",
		"dutch": "%firstName% is een slimme %jongeMeid% en %hijZij% weet het. %cap-hijZij% kan nieuwe vaardigheden dubbel zo snel leren.",
		"bulgarian": "%firstName% е светъл човек и той го знае. Той може да научи нови умения в половината от времето.",
		"portuguese": "%firstName% é um cara brilhante e %eleEla% sabe disso. %cap-eleEla% pode aprender novas habilidades na metade do tempo.",
		"ukrainian":"%firstName% обдарован%heshe_IY_A% %guyGirl%, та усвідомлює це. %cap-heShe% навчається новим навичкам вдвічі швидше.",
		"russian":"%firstName% одаренн%hesheEnd% %guyGirl%, и %heShe% это знает. %cap-heShe% обучается новым навыкам вдвое быстрее.",
		"chinese": "%firstName%是个聪明的%guyGirl%,%heShe%只用一半的时间就能学会技能.",
		"korean": "%firstName%#{은} 똑똑한 %guyGirl%이며, 스스로도 알고 있습니다. %heShe%는 두 배로 빠르게 새로운 기술을 배웁니다.",
		"italian": "%firstName% è %UnUna% tip%OA% brillante e lo sa. Può apprendere nuove abilità nella metà del tempo.",
		"polish": "%firstName% to bystry umysł i %onOna% dobrze o tym wie. Może się nauczyć nowych umiejętności dwa razy szybciej.",
		"japanese": "%firstName%は物覚えが良く早分かりです。そのため普通の人の半分の時間で新しいスキルを学ぶ事ができます。",
		"czech": "Učí se novým dovednostem za 1/2 času co ostatní kolonisté.",
		"hungarian": "%firstName% okos, és ezzel tisztában van. Könnyedén tanul meg új jártasságokat, fele annyi idő allat, mint más.",
	},
	"traitTitle_Dumb": {
		"english": "Dumb",
		"german": "Dumm",
		"spanish": "Tont%oA%",
		"french": "Idiot%e%",
		"turkish": "Salak",
		"bulgarian": "Тъп",
		"dutch": "Dom",
		"portuguese": "Idiot%oA%",
		"ukrainian":"Туп%heshe_IY_A%",
		"russian":"Туп%hesheEnd2%",
		"chinese": "愚蠢",
		"korean": "멍청이",
		"italian": "Ottus%OA%",
		"polish": "Głupi%nicA%",
		"japanese": "お馬鹿",
		"czech": "Hloup%yA%",
		"hungarian": "Ostoba",
	},
	"traitDesc_Dumb": {
		"english": "Unfortunately, thinking has never been %hisHer% strong suit. %cap-heShe% will not gain experience and not level up in any job ever.",
		"german": "Leider war %firstName% noch nie gut im Denken. %cap-erSie% kann keine Erfahrung sammeln und in keinem Beruf aufsteigen.",
		"french": "Malheureusement, penser n'a jamais été son fort. %cap-ilElle% ne gagnera pas d'expérience et n'augmentera pas de niveau dans n'importe quel métier.",
		"dutch": "Helaas, denken is nooit %zijnHaar% sterkste eigenschap geweest. %cap-hijZij% zal geen ervaring opdoen en geen levels krijgen in een baan.",
		"spanish": "Lamentablemente, pensar nunca ha sido su fuerte. No ganará experiencia ni subirá de nivel en ningún trabajo, nunca.",
		"turkish": "Maalesef, düşünme hiç bir zaman onun güçlü özelliği olmadı. Deneyim kazanamayacak ve hiç bir işte seviye atlamayacak.",
		"bulgarian": "За съжаление, мисленето никога не е било негов силен костюм. Той няма да натрупа опит и няма да се издигне до нищо в работата си.",
		"portuguese": "Infelizmente, pensar nunca foi seu forte. %cap-eleEla% não vai ganhar experiência e não subir de nível em qualquer trabalho de sempre.",
		"ukrainian":"На жаль, розум ніколи не був %hisHer% сильною стороною. %cap-heShe% не отримуватиме досвіду і підвищення рівня в будь-якій роботі.",
		"russian":"К сожалению, ум никогда не был %hisHer% сильной стороной. %cap-heShe% не будет получать опыта и повышения уровня в любой работе.",
		"chinese": "不幸的是,思考不是他的强项.%heShe%将不会获得经验,也不会在任何工作中得到升级.",
		"korean": "불행하게도, 생각하는 건 %heShe%의 특기가 아닙니다. %heShe%는 평생 어떤 직업에서도 경험치를 얻거나, 레벨업을 할 수 없습니다.",
		"italian": "Sfortunatamente, pensare non è mai stato il suo punto di forza. Non acquisirà esperienza e non potrà mai salire di livello in nessun lavoro.",
		"polish": "Niestety, myślenie to nie jest %jegoJej% mocna strona. %firstName% nigdy nie będzie otrzymywał%nicA% doświadczenia ani awansował%nicA% w jakimkolwiek zawodzie.",
		"japanese": "残念な事に%firstName%は覚える事が苦手です。どの仕事をさせてもレベルアップする事はありません。",
		"czech": "Naneštěstí myšlení nikdy nebylo %jehoJeji% silnou stránkou. Nezíská nikdy zkušenosti a nezvýší ani svou úroveň v žádné práci.",
		"hungarian": "Sajnos a gondolkodás sosem volt az erőssége. Sosem fog fejlődni semmilyen munkában, és tapasztalatot sem képes gyűjteni.",
	},
	"traitTitle_FavoriteFoodPumpkinStew": {
		"english": "Favorite Food: Pumpkin Stew",
		"german": "Lieblingsessen: Kürbiseintopf",
		"spanish": "Comida favorita: Estofado de Calabaza",
		"french": "Nourriture préférée : ragoût de potiron",
		"turkish": "En Sevdiği Yemek: Kabak Yahni",
		"bulgarian": "Любима Храна: Тиква",
		"dutch": "Favoriete Eten: Pompoen Stoofpot",
		"portuguese": "Comida favorita: Ensopado de Abóbora",
		"ukrainian":"Улюблена їжа: Гарбузове рагу",
		"russian":"Любимая еда: Тыквенное рагу",
		"chinese": "喜爱食物:炖南瓜",
		"korean": "좋아하는 음식: 호박 스튜",
		"italian": "Cibo preferito: Stufato di zucca",
		"polish": "Uwielbia krem z dyni",
		"japanese": "好きな食べ物:かぼちゃのシチュー",
		"czech": "Oblíbené jídlo: Dýňový guláš",
		"hungarian": "Kedvenc étele a tökfőzelék",

	},
	"traitDesc_FavoriteFoodPumpkinStew": {
		"english": "%firstName% just can't wait to get another bowl of delicious pumpkin stew.",
		"german": "%firstName% kann es einfach nicht abwarten, wieder eine leckere Schüssel Kürbiseintopf zu bekommen.",
		"spanish": "%firstName% no puede esperar a recibir una ración más del delicioso estofado de calabaza.",
		"french": "%firstName% ne peut pas attendre avant de prendre un autre bol de délicieux ragoût de potiron.",
		"turkish": "%firstName%, nefis bir balkabağı yahnisi daha almak için sabırsızlanıyor.",
		"bulgarian": "%firstName% просто не мога да чакам да си намеря още една купа с вкусна тиквена яхния.",
		"portuguese": "%firstName% mal posso esperar para pegar outra tigela de delicioso ensopado de abóbora.",
		"dutch": "%firstName% kan gewoon niet wachten op een andere kom met heerlijke pompoen stoofpot.",
		"ukrainian":"%firstName% не може дочекатися ще однієї порції рагу з гарбуза.",
		"russian":"%firstName% не может дождаться еще одной порции рагу из тыквы.",
		"chinese": "%firstName% 迫不及待想再来一碗美味的炖南瓜了.",
		"korean": "%firstName%#{은} 호박 스튜를 다시 먹을 수 있는 날이 오기를 목이 빠지게 기다리고 있습니다.",
		"italian": "%firstName% non vede l'ora di prendere un'altra porzione di delizioso stufato di zucca.",
		"polish": "%firstName% po prostu nie może się doczekać, żeby dostać kolejną porcję pysznego kremu z dyni.",
		"japanese": "%firstName%はかぼちゃのシチューが大好物です。おかわりする時間が待ちきれないほどです。",
		"czech": "%firstName% se prostě nemůže dočkat, až si dá další misku lahodného dýňového guláše.",
		"hungarian": "%firstName% szinte megőrül még egy tál tökfőzelékért.",
	},
	"traitTitle_FavoriteFoodFruitSalad": {
		"english": "Favorite Food: Fruit Salad",
		"german": "Lieblingsessen: Obstsalat",
		"spanish": "Comida favorita: Ensalada de frutas",
		"french": "Nourriture préférée : salade de fruit",
		"turkish": "En Sevdiği Yemek: Meyve Salatası",
		"bulgarian": "Любима Храна: Плодова Салата",
		"portuguese": "Comida favorita: Salada de Frutas",
		"dutch": "Favoriete Eten: Fruit Salade",
		"ukrainian":"Улюблена їжа: Фруктовий салат",
		"russian":"Любимая еда: Фруктовый салат",
		"chinese": "喜爱食物:水果沙拉",
		"korean": "좋아하는 음식: 과일 샐러드",
		"italian": "Cibo preferito: Macedonia",
		"polish": "Uwielbia sałatkę owocową",
		"japanese": "好きな食べ物:フルーツサラダ",
		"czech": "Oblíbené jídlo: Ovocný salát",
		"hungarian": "Kedvenc étele a gyümölcssaláta",
	},
	"traitDesc_FavoriteFoodFruitSalad": {
		"english": "%firstName% just can't wait to get another bowl of delicious fruit salad.",
		"german": "%firstName% kann es einfach nicht abwarten, wieder eine leckere Schüssel Obstsalat zu bekommen.",
		"spanish": "%firstName% no puede esperar a recibir una ración más de la deliciosa ensalada de frutas.",
		"french": "%firstName% ne peut pas attendre avant de prendre un bol de délicieuse salade de fruit.",
		"turkish": "%firstName%, bir lezzetli meyve salatası tabağı daha almak için sabırsızlanıyor.",
		"bulgarian": "%firstName% не може да чака да получи още една купа с вкусна плодова салата.",
		"portuguese": "%firstName% apenas não posso esperar para obter outra taça de salada de fruta deliciosa.",
		"dutch": "%firstName% kan gewoon niet wachten op een andere kom met heerlijke fruit salade.",
		"ukrainian":"%firstName% не може дочекатися ще однієї порції фруктового салату.",
		"russian":"%firstName% не может дождаться еще одной порции фруктового салата.",
		"chinese": "%firstName% 迫不及待想再来一碗美味的水果沙拉了",
		"korean": "%firstName%#{은} 과일 샐러드를 다시 먹을 수 있는 날이 오기를 목이 빠지게 기다리고 있습니다.",
		"italian": "%firstName% non vede l'ora di prendere un'altra porzione di deliziosa macedonia.",
		"polish": "%firstName% po prostu nie może się doczekać, żeby dostać kolejną porcję sałatki owocowej.",
		"japanese": "%firstName%はフルーツサラダが大好物です。おかわりする時間が待ちきれないほどです。",
		"czech": "%firstName% se prostě nemůže dočkat, až si dá další misku lahodného ovocného salátu.",
		"hungarian": "%firstName% szinte megőrül még egy tál gyülömcssalátáért.",
	},
	"traitTitle_FavoriteFoodAppleStrudel": {
		"english": "Favorite Food: Apple Strudel",
		"german": "Lieblingsessen: Apfelstrudel",
		"spanish": "Comida favorita: Strudel de manzana",
		"french": "Nourriture préférée : strudel aux pommes",
		"turkish": "En Sevdiği Yemek: Elmalı Turta",
		"bulgarian": "Любима храна: Ябълков штрудел",
		"portuguese": "Comida favorita: strudel de maçã",
		"dutch": "Favoriete Eten: Appeltaart",
		"ukrainian":"Улюблена їжа: Яблучний штрудель",
		"russian":"Любимая еда: Яблочный штрудель",
		"chinese": "喜爱食物:苹果卷",
		"korean": "좋아하는 음식: 사과 슈트루델",
		"italian": "Cibo preferito: Strudel di mele",
		"polish": "Uwielbia jabłecznik",
		"japanese": "好きな食べ物:アップルシュトルーデル",
		"czech": "Oblíbené jídlo: Jablečný štrúdl",
		"hungarian": "Kedvenc étele az almás rétes",
	},
	"traitDesc_FavoriteFoodAppleStrudel": {
		"english": "%firstName% just can't wait to get another piece of delicious apple strudel.",
		"german": "%firstName% kann es einfach nicht abwarten, wieder ein leckeres Stück Apfelstrudel zu bekommen.",
		"spanish": "%firstName% no puede esperar a recibir una ración más del delicioso strudel de manzana.",
		"french": "%firstName% ne peut pas attendre avant de prendre une part de délicieux strudel aux pommes.",
		"turkish": "%firstName%, bir parça enfes elma meyveli turta daha almak için sabırsızlanıyor.",
		"bulgarian": "%firstName% не може да изчака още една купа с вкусна плодова салата.",
		"dutch": "%firstName% kan gewoon niet wachten op een nieuw stuk heerlijke appeltaart.",
		"portuguese": "%firstName% simplesmente não posso esperar para pegar outro pedaço de strudel de maçã delicioso.",
		"ukrainian":"%firstName% не може дочекатися ще однієї скибочки яблучного штруделя.",
		"russian":"%firstName% не может дождаться еще одного ломтика яблочного штруделя.",
		"chinese": "%firstName% 迫不及待想再来一块美味的苹果卷了",
		"korean": "%firstName%#{은} 사과 슈트루델을 다시 먹을 수 있는 날이 오기를 목이 빠지게 기다리고 있습니다.",
		"italian": "%firstName% non vede l'ora di prendere un'altra porzione di delizioso strudel di mele.",
		"polish": "%firstName% po prostu nie może się doczekać, żeby dostać kolejną porcję jabłecznika.",
		"japanese": "%firstName%はアップルシュトルーデルが大好物です。おかわりする時間が待ちきれないほどです。",
		"czech": "%firstName% se prostě nemůže dočkat, až si dá další kousek lahodného jablečného štrúdlu.",
		"hungarian": "%firstName% szinte megőrül még egy almás rétesért.",
	},
	"traitTitle_AllergicToApples": {
		"english": "Allergic to Apples",
		"german": "Allergisch auf Äpfel",
		"spanish": "Alérgic%oA% a las Manzanas",
		"french": "Allergique aux pommes",
		"turkish": "Elmalara Alerjik",
		"bulgarian": "Алергичен към Ябълките",
		"portuguese": "Alérgica a maçãs",
		"dutch": "Allergisch voor Appels",
		"ukrainian":"Алергія на яблука",
		"russian":"Аллергия на яблоки",
		"chinese": "苹果过敏",
		"korean": "사과 알레르기",
		"italian": "Allergia alle mele",
		"polish": "Alergia na jabłka",
		"japanese": "りんごアレルギー",
		"czech": "Alergick%yA% na jablka",
		"hungarian": "Allergiás az almára",
	},
	"traitDesc_AllergicToApples": {
		"english": "%firstName% will avoid dishes that contain apples. If %heShe% is forced to eat it anyways, %heShe% is going to have an allergic reaction.",
		"german": "%firstName% wird Gerichte meiden, die Äpfel beinalten. Wenn %erSie% trotzdem gezwungen ist es zu essen, wird %erSie% eine allergische Reaktion haben",
		"french": "%firstName% évite les plats qui contiennent des pommes. %cap-s'ilSielle% est forcé%e% à en manger, %ilElle% aura des réactions allergiques.",
		"dutch": "%firstName% zal maaltijden met appels vermijden. Als %hijZij% gedwongen wordt om het toch te eten, krijgt %hijZij% een allergische reactie.",
		"spanish": "%firstName% evitará comer platos que contengan manzana. Si es forzad%oA% a comerlos, sufrirá una reacción alérgica.",
		"turkish": "%firstName%, elma içeren yemeklerden kaçınır. Yemek zorunda kalırsa, alerjik reaksiyona girer.",
		"bulgarian": "%firstName% ще избегне ястия, които съдържат ябълки. Ако все пак е принуден да го яде, той ще получи алергична реакция.",
		"portuguese": "%firstName% irá evitar pratos que contenham maçãs. Se %eleEla% for forçado a comê-lo de qualquer maneira, ele terá uma reação alérgica.",
		"ukrainian":"%firstName% уникатиме страв, у складі яких є яблуко. Якщо %heShe% все ж з'їсть його, у %jj_heShe% почнеться алергічна реакція.",
		"russian":"%firstName% будет избегать блюд, в составе которых есть яблоко. Если %heShe% все же съест его, у %himHer% начнется аллергическая реакция.",
		"chinese": "%firstName% 会拒绝吃含有苹果的食物.如果%heShe%不小心吃到了,%heShe%将会有过敏反应.",
		"korean": "%firstName%#{은} 사과가 들어간 음식을 되도록 안 먹으려고 합니다. 만약 그럴 수 밖에 없는 상황이 된다면, %heShe%는 알레르기 반응을 보일 겁니다.",
		"italian": "%firstName% eviterà i cibi che contengono mele. Se è costrett%OA% a mangiarle comunque, avrà una reazione allergica.",
		"polish": "%firstName% będzie unikał%nicA% wszelkich dań zawierających jabłka. Jeśli zje coś co zawiera jabłka to dostanie reakcji alergicznej.",
		"japanese": "%firstName%はりんごアレルギーです。そのためリンゴを含む料理を避けます。極力食べる事が無いようにしてください。",
		"czech": "%firstName% se vyhne pokrmům, které obsahují jablka. Pokud je z donucení sní, bude mít alergickou reakci.",
		"hungarian": "%firstName% kerül mindent, ami almás. Ha kényszerítik, hogy almás dolgot egyen, akkor allergiás reakciói lesznek.",
	},
	"traitTitle_AllergicToPotatoes": {
		"english": "Allergic to Potatoes",
		"german": "Allergisch auf Kartoffeln",
		"spanish": "Alérgic%oA% a las Patatas",
		"french": "Allergique aux pommes de terre",
		"turkish": "Patatese alerjik",
		"bulgarian": "Алергичен към Картофите",
		"portuguese": "Alergico a Batata",
		"dutch": "Allergisch voor Aardappels",
		"ukrainian":"Алергія на картоплю",
		"russian":"Аллергия на картошку",
		"chinese": "土豆过敏",
		"korean": "감자 알레르기",
		"italian": "Allergia alle patate",
		"polish": "Alergia na ziemniaki",
		"japanese": "じゃがいもアレルギー",
		"czech": "Alergick%yA% na brambory",
		"hungarian": "Allergiás a krumplira",
	},
	"traitDesc_AllergicToPotatoes": {
		"english": "%firstName% will avoid dishes that contain potatoes. If %heShe% is forced to eat it anyways, %heShe% is going to have an allergic reaction.",
		"german": "%firstName% wird Gerichte meiden, die Kartoffeln beinalten. Wenn %erSie% trotzdem gezwungen ist es zu essen, wird %erSie% eine allergische Reaktion haben",
		"french": "%firstName% évite les plats qui contiennent des pommes de terre. %cap-s'ilSielle% est forcé%e% à en manger, %ilElle% aura des réactions allergiques.",
		//TODO-bulgarian
		"dutch": "%firstName% zal maaltijden met aardappels vermijden. Als %hijZij% gedwongen wordt om het toch te eten, krijgt %hijZij% een allergische reactie",
		"spanish": "%firstName% evitará comer platos que contengan patata. Si es forzad%oA% a comerlos, sufrirá una reacción alérgica.",
		"turkish": "%firstName%, patates içeren yemeklerden kaçınacaktır. Yemek zorunda kalması durumunda, alerjik reaksiyona girecek.",
		"bulgarian": "%firstName% ще избегне ястия, които съдържат картофи. Ако все пак е принуден да го яде, той ще получи алергична реакция.",
		"portuguese": "%firstName% evitará pratos que contenham batatas. Se %eleEla% for forçado a comê-lo de qualquer maneira, ele terá uma reação alérgica.",
		"ukrainian":"%firstName% уникатиме страв, у складі яких є картопля. Якщо %heShe% все ж з'їсть його, у %jj_heShe% почнеться алергічна реакція.",
		"russian":"%firstName% будет избегать блюд, в составе которых есть картошка. Если %heShe% все же съест его, у %himHer% начнется аллергическая реакция.",
		"chinese": "%firstName% 会拒绝吃含有土豆的食物.如果%heShe%不小心吃到了,%heShe%将会有过敏反应.",
		"korean": "%firstName%#{은} 감자가 들어간 음식을 되도록 안 먹으려고 합니다. 만약 그럴 수 밖에 없는 상황이 된다면, %heShe%는 알레르기 반응을 보일 겁니다.",
		"italian": "%firstName% eviterà i cibi che contengono patate. Se è costrett%OA% a mangiarle comunque, avrà una reazione allergica.",
		"polish": "%firstName% będzie unikał%nicA% wszelkich dań zawierających ziemniaki. Jeśli zje coś co zawiera ziemniaki to dostanie reakcji alergicznej.",
		"japanese": "%firstName%はじゃがいもアレルギーです。そのためジャガイモを含む料理を避けます。極力食べる事が無いようにしてください。",
		"czech": "%firstName% se vyhne pokrmům, které obsahují bramboty. Pokud je z donucení sní, bude mít alergickou reakci.",
		"hungarian": "%firstName% kerül mindent, ami krumplis. Ha kényszerítik, hogy krumplis dolgot egyen, akkor allergiás reakciói lesznek.",
	},
	"traitTitle_AllergicToTomatoes": {
		"english": "Allergic to Tomatoes",
		"german": "Allergisch auf Tomaten",
		"spanish": "Alérgic%oA% a los Tomates",
		"french": "Allergique aux tomates",
		"turkish": "Domateslere alerjik",
		"dutch": "Allergisch voor Tomaten",
		"bulgarian": "Алергичен към Доматите",
		"portuguese": "Alérgico a Tomate",
		"ukrainian":"Алергія на помідори",
		"russian":"Аллергия на Помидоры",
		"chinese": "西红柿过敏",
		"korean": "토마토 알레르기",
		"italian": "Allergia ai pomodori",
		"polish": "Alergia na pomidory",
		"japanese": "トマトアレルギー",
		"czech": "Alergick%yA% na rajčata",
		"hungarian": "Allergiás a paradicsomra",
	},
	"traitDesc_AllergicToTomatoes": {
		"english": "%firstName% will avoid dishes that contain tomatoes. If %heShe% is forced to eat it anyways, %heShe% is going to have an allergic reaction.",
		"german": "%firstName% wird Gerichte meiden, die Tomaten beinalten. Wenn %erSie% trotzdem gezwungen ist es zu essen, wird %erSie% eine allergische Reaktion haben.",
		//TODO-bulgarian
		"dutch": "%firstName% zal maaltijden met tomaten vermijden. Als %hijZij% gedwongen wordt om het toch te eten, krijgt %hijZij% een allergische reactie.",
		"spanish": "%firstName% evitará comer platos que contengan tomate. Si es forzad%oA% a comerlos, sufrirá una reacción alérgica.",
		"french": "%firstName% évite les plats qui contiennent des tomates. %cap-s'ilSielle% est forcé%e% à en manger, %ilElle% aura des réactions allergiques.",
		"turkish": "%firstName%, domates içeren yemeklerden kaçınır. Zaten yemek zorunda kalırsa, alerjik reaksiyona girer.",
		"bulgarian": "%firstName% ще избегне ястия, които съдържат домати. Ако все пак е принуден да го яде, той ще получи алергична реакция.",
		"portuguese": "%firstName% evitará pratos que contenham tomates. Se %eleEla% for forçado a comê-lo de qualquer maneira, ele terá uma reação alérgica.",
		"ukrainian":"%firstName% уникатиме страв, у складі яких є помідори. Якщо %heShe% все ж з'їсть його, у %jj_heShe% почнеться алергічна реакція.",
		"russian":"%firstName% будет избегать блюд, в составе которых есть помидор. Если %heShe% все же съест его, у %himHer% начнется аллергическая реакция.",
		"chinese": "%firstName% 会拒绝吃含有西红柿的食物.如果%heShe%不小心吃到了,%heShe%将会有过敏反应.",
		"korean": "%firstName%#{은} 토마토가 들어간 음식을 되도록 안 먹으려고 합니다. 만약 그럴 수 밖에 없는 상황이 된다면, %heShe%는 알레르기 반응을 보일 겁니다.",
		"italian": "%firstName% eviterà i cibi che contengono pomodori. Se è costrett%OA% a mangiarli comunque, avrà una reazione allergica.",
		"polish": "%firstName% będzie unikał%nicA% wszelkich dań zawierających pomidory. Jeśli zje coś co zawiera pomidory to dostanie reakcji alergicznej.",
		"japanese": "%firstName%はトマトアレルギーです。そのためトマトを含む料理を避けます。極力食べる事が無いようにしてください。",
		"czech": "%firstName% se vyhne pokrmům, které obsahují rajčata. Pokud je z donucení sní, bude mít alergickou reakci.",
		"hungarian": "%firstName% kerül mindent, ami paradicsomos. Ha kényszerítik, hogy paradicsomos dolgot egyen, akkor allergiás reakciói lesznek.",
	},
	"traitTitle_Limping": {
		"english": "Limping",
		"german": "Hinkt",
		"spanish": "Coj%oA%",
		"french": "Boit%euxEuse%",
		"portuguese": "Mancand%oA%",
		"dutch": "Hinken",
		"turkish": "Topallıyor",
		"ukrainian":"Кульгав%heshe_IY_A%",
		"russian":"Хром%hesheEnd2%",
		"chinese": "跛行",
		"korean": "절뚝거리는",
		"italian": "Zopp%OA%",
		"polish": "Kulaw%yA%",
		"japanese": "不自由な足",
		"czech": "Kulhání",
		"hungarian": "Sánta",
	},
	"traitDesc_Limping": {
		"english": "Because of an accident, %firstName% has a bad leg and is limping. %cap-heShe% walks a little slower than other colonists.",
		"german": "Durch einen Unfall hat %firstName% ein verletztes Bein und hinkt. %cap-erSie% geht ein bisschen langsamer als andere Kolonisten.",
		"spanish": "Debido a un accidente, %firstName% tiene una pierna rota y cojea. %cap-élElla% camina un poco más lento que los demás colonos.",
		"french": "En raison d'un accident, %firstName% a une jambe défectueuse et boite. %cap-ilElle% marche un peu plus lentement que les autres colons.",
		"portuguese": "Por causa de um acidente, %firstName% tem uma perna ruim e está mancando. %cap-eleEla% anda um pouco mais devagar do que outros colonos",
		"turkish": "Bir kazadan dolayı %firstName%'in ayağından sıkıntısı var ve topallıyor. Diğer yerleşimcilerden daha yavaş yürür",
		"dutch": "Vanwege een ongeluk heeft %firstName% een slecht been en hinkt hij. %cap-hijZij% loopt een beetje langzamer dan andere kolonisten",
		"ukrainian":"Через нещасний випадок, %firstName% пошкоди%hesheEnd% ногу і кульгає. %cap-heShe% ходить трохи повільніше, ніж інші.",
		"russian":"%firstName%, после несчастного случая, повредил%surnameA% ногу и прихрамывает. %cap-heShe% ходит чуть медленнее, чем остальные.",
		"chinese": "因为事故导致%firstName%走路一瘸一拐的.%heShe%走路会比其他人稍慢一些.",
		"korean": "어떤 사고로 인해, %firstName%#{은} 다리가 아프고 절뚝거리며 걷습니다. %heShe%의 걸음은 다른 주민들보다 조금 느립니다.",
		"italian": "A causa di un incidente, %firstName% ha una gamba malata e zoppica. Cammina un po' più lentamente degli altri coloni.",
		"polish": "Z powodu przykrego wypadku ze strzałą w kolanie, %firstName% kuleje i chodzi przez to nieco wolniej niż inni koloniści.",
		"japanese": "%firstName%は足に怪我があるため、他のコロニストよりも歩く速度が遅いです。",
		"czech": "Kvůli nehodě má %firstName% špatnou nohu a kulhá. Chodí trochu pomaleji než ostatní kolonisté.",
		"hungarian": "Egy baleset következtébe %firstName% lába megsérült, és emiatt biceg. %cap-heShe% egy kicsit lassabban jár, mint a többi telepes.",
	},
	"traitTitle_Xenophobe": {
		"english": "Xenophobe",
		"german": "Xenophob",
		"french": "Xénophobe",
		"spanish": "Xenófob%oA%",
		"portuguese": "Xenófob%oA%",
		"korean": "외국인 혐오",
		"chinese": "害怕生人",
		"dutch": "Xenofoob",
		"turkish": "Yabancı düşmanı",
		"ukrainian":"Ксенофоб",
		"russian": "Ксенофоб",
		"italian": "Xenofob%OA%",
		"polish": "Ksenofob",
		"japanese": "よそ者恐怖症",
		"czech": "Xenofob",
		"hungarian": "Távolságtartó",
	},
	"traitDesc_Xenophobe": {
		"english": "%firstName% doesn't trust strangers very much. %cap-heShe% doesn't want to get too friendly with other factions and has no problem defending the colony from others.",
		"german": "%firstName% traut Fremden oft nicht. %cap-erSie% möchte sich nicht zu viel mit anderen Fraktionen anfreunden und hat kein Problem damit die Kolonie vor anderen zu verteidigen.",
		"french": "%firstName% ne fait pas beaucoup confiance aux étrangers. %cap-ilElle% ne veut pas se lier d'amitié avec d'autres factions et n'a aucun problème à défendre la colonie.",
		"spanish": "%firstName% no confía mucho en los extraños. %cap-élElla% no quiere ser muy amigable con otras facciones y no tiene problema en defender la colonia.",
		"portuguese": "%firstName% não confia muito em estranhos. %cap-elEla% não quer ficar muito amigável com outras facções e não tem problema em defender a colônia.",
		"korean": "%firstName%#{은} 이방인들을 믿지 않습니다. %heShe%는 다른 집단의 사람들과 너무 친하게 지내는 것을 원하지 않으며, 정착지의 방어에 문제가 없길 바랍니다.",
		"chinese": "%firstName%不太信任陌生人。%heShe%不想和其他派系过于友好，所以保卫殖民地肯定没有问题。",
		"dutch": "%firstName% vertrouwt vreemdelingen niet. %cap-hijZij% wil niet hele goede vrienden worden met andere partijen en heeft er geen probleem mee om de kolonie te verdedigen.",
		"turkish": "%firstName% yabancılara pek güvenmiyor. O diğer gruplarla çok arkadaş canlısı olmak istemiyor ve yerleşimi savunmada hiçbir problemi yok.",
		"ukrainian":"%firstName% не довіряє незнайомцям. %cap-heShe% не надто хоче дружити з іншими фракціями й без проблем захищатиме колонію від інших.",
		"russian":"%firstName% не доверяет незнакомцам. %cap-heShe% не хочет дружить с другими фракциями.",
		"italian": "%firstName% non si fida molto degli estranei. Non vuole relazionarsi troppo con le altre fazioni e non ha problemi a difendere la colonia dagli altri.",
		"polish": "%firstName% nie lubi obcych. Nie chce się zaprzyjaźniać z innymi frakcjami i raczej woli z nimi walczyć. Jest za to mocn%yA w gębie.",
		"japanese": "%firstName%は見知らぬ人をあまり信頼していません。他の集団と友好的になりたいと思っていないので敵対しても気にしません。",
		"czech": "%firstName% moc cizím lidem nedůvěřuje. Nechce se příliš kamarádit s jinými frakcemi a nemá problém bránit kolonii před ostatními.",
		"hungarian": "%firstName% nem igazán kedveli az idegeneket. %cap-heShe% nem barátkozik más csoportokkal, de cserében nem rest megvédeni a kolódiát.",
	},
	"traitTitle_Xenophile": {
		"english": "Xenophile",
		"german": "Xenophil",
		"french": "Xénophile",
		"spanish": "Xenófil%oA%",
		"portuguese": "Xenófilo",
		"korean": "외국인을 좋아함",
		"chinese": "喜欢结交",
		"dutch": "Xenofiel",
		"turkish": "Yabancı yanlısı",
		"ukrainian":"Ксенофіл",
		"russian":"Ксенофил",
		"italian": "Esterofil%OA%",
		"polish": "Ksenofil",
		"japanese": "よそ者好き",
		"czech": "Xenofil",
		"hungarian": "Közvetlen",
	},
	"traitDesc_Xenophile": {
		"english": "%firstName% loves to get to know all kinds of different people. %cap-heShe% is quick to trust newcomers and doesn't like fighting other factions.",
		"german": "%firstName% liebt es alle möglichen Leute kennenzulernen. %cap-erSie% vertraut Neuankömmlingen fast sofort und mag es nicht gegen andere Fraktionen zu kämpfen.",
		"french": "%firstName% aime apprendre à connaître toutes sortes de gens différents. %cap-ilElle% est prompt%e% à faire confiance aux nouveaux venus et n'aime pas se battre contre d'autres factions.",
		"spanish": "%firstName% adora conocer todo tipo de personas diferentes. Es rápid%oA% en confiar en desconocidos y no le gusta luchar con otras facciones.",
		"portuguese": "%firstName% adora conhecer todos os tipos de pessoas diferentes. Ele é rápido em confiar em recém-chegados e não gosta de lutar contra outras facções.",
		"korean": "%firstName%#{은} 온갖 다른 부류의 사람들을 알아가고 싶어합니다. %heShe%는 새로운 사람을 빠르게 믿으며, 다른 집단과 싸우는 걸 싫어합니다.",
		"chinese": "%firstName%喜欢结识各种各样不同的人。他很快就信任新移民，不喜欢与其他派系斗争。",
		"dutch": "%firstName% houdt ervan om allemaal verschillende soorten mensen te ontmoeten. %cap-heShe% vertrouwt nieuwelingen snel en houdt er niet van om te vechten met andere partijen.",
		"turkish": "%firstName%, her türden farklı kişiyi tanımayı çok seviyor. Yeni gelenlere çabuk güveniyor ve diğer gruplarla dövüşmekten hoşlanmıyor.",
		"ukrainian":"%firstName% любить знайомитися з представниками різних народів. %cap-heShe% схильн%heshe_IY_A% довіряти новоприбулим та не любить воювати з іншими фракціями.",
		"russian":"%firstName% обожает все народы. %cap-heShe% быстро входит в доверие с незнакомцам и всегда за мир.",
		"italian": "%firstName% adora conoscere gente di culture differenti. Si fida dei nuovi arrivati e non %GliLe% piace combattere contro le altre fazioni.",
		"polish": "%firstName% uwielbia poznawać nowe osoby i bardzo szybko nabiera do nich zaufania. Nie lubi walczyć z innymi frakcjami.",
		"japanese": "%firstName%はあらゆる種類の様々な人々と知り合うのが大好きです。よそ者をすぐに信頼してしまいます。他の集団と戦うのは好きではありません。",
		"czech": "%firstName% miluje poznávání nejrůznějších cizích lidí. Rychle důvěřuje nováčkům a má problém s bojem s jinými frakcemi.",
		"hungarian": "%firstName% mindenféle szerzettel szeret ismerkedni. %cap-heShe% könnyedén barátkozik az új jövevényekkel, és nem igazán száll harcba másokkal.",

	},
	"traitTitle_Diplomat": {
		"english": "Diplomat",
		"german": "Diplomat",
		"french": "Diplomate",
		"spanish": "Diplomátic%oA%",
		"dutch": "Diplomaat",
		"korean": "외교관",
		"portuguese": "Diplomata",
		"chinese": "外交官",
		"turkish": "Diplomat",
		"ukrainian":"Дипломат",
		"russian":"Дипломат",
		"italian": "Diplomatic%OA%",
		"polish": "Dyplomat%aKa%",
		"japanese": "外交官",
		"czech": "Diplomat",
		"hungarian": "Nagykövet",
	},
	"traitDesc_Diplomat": {
		"english": "Because of %hisHer% charismatic nature, %firstName% is quick to make friends and smooth over past quarrels. When %heShe% socializes with members of other factions, there is a small chance to increase diplomatic relationships.",
		"german": "Aufgrund %seinerIhrer% charismatischen Art, kann %firstName% schnell Freunschaften schließen und vergangenen Streit hinter sich bringen. Wenn %erSie% mit Mitgliedern anderer Fraktionen redet, gibt es eine kleine Chance diplomatische Beziehungen zu verbessern.",
		"french": "Grâce à sa nature charismatique, %firstName% se fait rapidement des amis et adoucit les querelles passées. Lorsqu'%ilElle% socialise avec des membres d'autres factions, il y a un peu de chances d'accroître les relations diplomatiques.",
		"spanish": "Debido a su naturaleza carismática, %firstName% es rápid%oA% en hacer amigos y suavizar las riñas del pasado. Cuando %élElla% socializa con miembros de otras facciones, hay una pequeña probabilidad de aumentar las relaciones diplomáticas.",
		"portuguese": "Por causa de %seuSua% natureza carismática, %firstName% é rápido para fazer amigos e suavizar brigas passadas. Quando %elEla% socializa com membros de outras facções, há uma pequena chance de aumentar as relações diplomáticas.",
		"korean": "%heShe%의 타고난 카리스마 때문에, %firstName%#{은} 빠르게 친구들을 만들고, 지나간 다툼을 부드럽게 넘깁니다. %heShe%가 다른 집단의 사람들과 관계를 맺게 되면, 낮은 확률로 외교적 관계 또한 좋아질 수 있습니다.",
		"chinese": "由于他那富有魅力的天性，%firstName%很快就能交到朋友，平息争吵。当他与其他派系的成员交谈时，就有增加外交关系的机会。",
		"dutch": "Door %zijnHaar% charismatische natuur maakt %firstName% snel vrienden en komt %hijZei% snel over verleden ruzies heen. Als %hijZei% socialiseert met leden van andere volken, is er een kleine kans dat de diplomatische relatie omhoog gaat.",
		"turkish": "Karizmatik doğası nedeniyle %firstName% hızlı bir şekilde, geçmiş kavgalara aldırmadan, arkadaşlık kurabiliyor.  O diğer grupların üyeleriyle sosyalleşirken, diplomatik ilişkilerin artması ihtimali var.",
		"ukrainian":"Завдяки %hisHer% харизмі, %firstName% швидко заводить друзів та загладжує минулі конфлікти. Коли %heShe% спілкується з членами інших фракцій, є невеликий шанс покращити дипломатичні відносини.",
		"russian":"Из-за харизматического характера, %firstName% быстро заводит друзей и сглаживает ссоры. Когда %heShe% общается с членами других фракций, существует небольшой шанс расширения дипломатических отношений.",
		"italian": "A causa della sua natura carismatica, %firstName% fa velocemente amicizia e appiana i problemi legati al passato. Quando socializza con i membri delle altre fazioni, c'è una piccola possibilità di aumentare le relazioni diplomatiche.",
		"polish": "Ze względu na %jegoJej% charyzmatyczną naturę, %firstName% szybko zaprzyjaźnia się z innymi i potrafi łagodzić wszelkie zatargi. Kiedy socjalizuje się z członkami innej rakcji, istnieje niewielka szansa na poprawę relacji dyplomatycznych.",
		"japanese": "%firstName%はすぐに友達を作る事もでき、喧嘩もすぐに仲直りさせてしまいます。他の集団の人々と交流した際には関係を強化する可能性がわずかにあります。",
		"czech": "Má charismatickou povahu, rychle se spřátelí a hádky si pamatuje jen velmi krátce. Když se stýká s členy jiných frakcí, existuje malá šance na navýšení diplomatických vztahů.",
		"hungarian": "A magával ragadó természete miatt %firstName% gyorsan képes barátokat szerezni, és gyorsan túl teszi magát a veszekedéseken. Mikor más csoportbeliekkel beszélget, kicsivel több esélye van a diplomáciai kapcsolat növelésére.",
	},
	"traitTitle_LovesSummer": {
		"english": "Loves Summer",
		"german": "Liebt den Sommer",
		"french": "Aime l'été",
		"spanish": "Amante del Verano",
		"portuguese": "Ama o verão",
		"korean": "여름을 좋아함",
		"chinese": "喜爱夏天",
		"dutch": "Houdt van de Zomer",
		"turkish": "Yazı seviyor",
		"ukrainian":"Любить літо",
		"russian":"Обожает лето",
		"italian": "Amante dell'estate",
		"polish": "Kocha lato",
		"japanese": "夏が大好き",
		"czech": "Miluje léto",
		"hungarian": "Nyár kedvelő",
	},
	"traitDesc_LovesSummer": {
		"english": "When the air is warm and the weather is sunny, %firstName% feels like everything is right with the world.",
		"german": "Wenn die Luft warm und das Wetter sonnig ist, fühlt sich %firstName% als wäre alles gut in der Welt.",
		"french": "Quand l'air est chaud et que le temps est ensoleillé, %firstName% a l'impression que tout est parfait.",
		"spanish": "Cuando el aire es cálido y el clima está soleado, %firstName% siente como si todo estuviera bien con el mundo.",
		"korean": "공기가 따뜻하고 날씨가 화창할 때, %firstName%#{은} 모든 것이 잘 돌아간다고 느낍니다.",
		"chinese": "当空气温暖，天气晴朗的时候，%firstName%感觉世界上一切都很好。",
		"dutch": "Als de lucht warm is en het weer zonnig voelt het voor %firstName% alsof alles goed is in de wereld.",
		"turkish": "Hava sıcak ve hava güneşliyse, %firstName%, dünyada her şey yolunda gibi hissediyor.",
		"ukrainian":"Коли повітря тепле а погода сонячна, %firstName% почувається добре як ніколи.",
		"russian":"%firstName% обожает теплый воздух и хорошую погоду. Поэтому летом %heShe% чувствует себя отлично!",
		"portuguese": "Quando o ar está quente e o tempo está ensolarado, %firstName% sente que tudo está bem com o mundo.",
		"italian": "Quando l'aria è calda e il tempo è soleggiato, a %firstName% sembra che il mondo sia tutto in equilibrio.",
		"polish": "Kiedy powietrze jest ciepłe a pogoda słoneczna, %firstName% czuje że wszystko na świecie idzie w dobrym kierunku.",
		"japanese": "%firstName%は夏が大好きです。夏の日差し、熱い空気、晴れ渡る空等夏の世界すべてが素晴らしいと感じます。",
		"czech": "Když je vzduch teplý a počasí je slunečné má %firstName% pocit, že je se světem všechno v pořádku.",
		"hungarian": "Mikor meleg van, és süt a nap, %firstName% úgy érzi, ennél szebb már nem is lehet a világ.",
	},
	"traitTitle_LovesSpring": {
		"english": "Loves Spring",
		"german": "Liebt den Frühling",
		"french": "Aime le printemps",
		"spanish": "Amante de la Primavera",
		"portuguese": "Ama a primavera",
		"dutch": "Houdt van de Lente",
		"korean": "봄을 좋아함",
		"chinese": "喜欢春天",
		"turkish": "İlkbaharı seviyor",
		"ukrainian":"Любить весну",
		"russian":"Обожает весну",
		"italian": "Amante della primavera",
		"polish": "Kocha wiosnę",
		"japanese": "春が大好き",
		"czech": "Miluje jaro",
		"hungarian": "Tavasz kedvelő",
	},
	"traitDesc_LovesSpring": {
		"english": "%firstName% loves breathing the fresh air of spring and see nature bloom once again.",
		"german": "%firstName% liebt es die frische Luft des Frühlings einzuatmen und die Natur wieder Blühen zu sehen.",
		"french": "%firstName% aime respirer l'air frais du printemps et voir la nature s'épanouir à nouveau.",
		"spanish": "%firstName% ama respirar el aire fresco de la primavera y ver a la naturaleza florecer una vez más.",
		"portuguese": "%firstName% adora respirar o ar fresco da primavera e ver a natureza florescer mais uma vez.",
		"korean": "%firstName%#{은} 신선한 봄 공기로 숨을 쉴 때 행복해하며, 자연에서 꽃이 피는 모습을 한 번 더 보고 싶어합니다.",
		"chinese": "%firstName%喜欢呼吸春天的新鲜空气，欣赏大自然再次绽放。",
		"dutch": "%firstName% houdt van het inademen van de frisse lente lucht en de natuur te zien bloeien.",
		"turkish": "%firstName%, ilkbaharın temiz havasını solumayı ve doğanın bir kez daha çiçeklenmesini görmeyi seviyor.",
		"ukrainian":"%firstName% любить вдихати свіже весняне повітря й споглядати як природа знову розквітає.",
		"russian":"%firstName% обожает свежий воздух и различные растения. Поэтому весной %heShe% чувствует себя отлично!",
		"italian": "%firstName% adora respirare l'aria fresca di primavera e vedere la natura fiorire ancora una volta.",
		"polish": "%firstName% uwielbia oddychać świeżym powietrzem pachnącym wiosną i delektować się rozkwitającą naturą.",
		"japanese": "%firstName%は春が大好きです。春の新鮮な空気、自然が再び芽吹く姿が大好きです。",
		"czech": "%firstName% miluje dýchání čerstvého vzduchu jara a o když vidí, jak příroda znovu kvete.",
		"hungarian": "%firstName% imádja a friss tavaszi szellő illatát, és a természet újbóli virágba borulását.",
	},
	"traitTitle_HatesWinter": {
		"english": "Hates Winter",
		"german": "Hasst den Winter",
		"french": "Déteste l'hiver",
		"spanish": "Enemigo del Invierno",
		"portuguese": "Odeia o inverno",
		"dutch": "Haat de Winter",
		"korean": "겨울을 싫어함",
		"chinese": "讨厌冬天",
		"turkish": "Kıştan nefret ediyor",
		"ukrainian":"Ненавидить зиму",
		"russian":"Ненавидит зиму",
		"italian": "Odio per l'inverno",
		"polish": "Nienawidzi zimy",
		"japanese": "冬が嫌い",
		"czech": "Nesnáší zimu",
		"hungarian": "Utálja a telet",
	},
	"traitDesc_HatesWinter": {
		"english": "Darker days and colder nights are not %firstName%'s idea of fun, so winter is not %hisHer% favorite time of the year.",
		"german": "Dunkle Tage und kalte Nächte sind nicht gerade was sich %firstName% wünscht. Winter ist nicht %seineIhre% liebste Jahreszeit.",
		"french": "Les jours plus sombres et les nuits plus froides ne sont pas des notions de plaisir pour %firstName%, donc l'hiver n'est pas sa période favorite.",
		"spanish": "Los días más oscuros y las noches más heladas no son una idea divertida para %firstName%, así que el invierno no es su época favorita del año.",
		"portuguese": "Dias mais escuros e noites mais frias não são uma idéia divertida para %firstName%, então o inverno não é %seuSua% época favorita do ano.",
		"korean": "어두운 낮과 추운 밤은 %firstName%#{이} 즐거워하는 것이 아닙니다. 그래서 겨울은 %heShe%가 좋아하는 계절이 아닙니다.",
		"chinese": "黑暗的白天和寒冷的夜晚并不是%firstName%心目中的快乐时光，所以冬天也不是%hisHer%一年中最喜欢的时光。",
		"dutch": "Donkere dagen en koude nachten zijn niet hoe %firstName% plezier beschrijft, dus winter is niet %zijnHaar% favoriete tijd van het jaar.",
		"turkish": "Daha karanlık günler ve daha soğuk geceler %firstName% için eğlenceli değil, bu nedenle kış, yılın en sevdiği zamanı değil.",
		"ukrainian":"%firstName% не надто любить зиму. Похмуріші дні й холодніші ночі %heshe1% не до вподоби.",
		"russian":"%firstName% ненавидит холод и ранний приход темноты. Поэтому зимой %heShe% чувствует себя ужасно!",
		"italian": "Giorni più bui e notti più fredde non costituiscono l'idea di divertimento per %firstName%, per cui l'inverno non è il suo periodo dell'anno preferito.",
		"polish": "Ciemniejsze dni i zimniejsze noce to nie jest to co %firstName% lubi najbardziej, zima nie jest dla %niegoNiej% najszczęśliwszą porą roku.",
		"japanese": "%firstName%は冬が嫌いです。薄暗く陽が少ない昼、寒く凍える夜、また楽しみも少ないためどうしても好きになれません。",
		"czech": "Potemnělé dny a chladnější noci nejsou vůbec libou představou zábavy. Nemá je rá%dA%!",
		"hungarian": "A sötét és hideg esték nem épp %firstName% kedvencei, így a telet sem kedveli.",
	},
	"traitTitle_HatesFall": {
		"english": "Hates Fall",
		"german": "Hasst den Herbst",
		"french": "Déteste l'automne",
		"spanish": "Enemigo del Otoño",
		"dutch": "Haat de Herfst",
		"portuguese": "Ódio o outono",
		"korean": "가을을 싫어함",
		"chinese": "讨厌秋天",
		"turkish": "Sonbahardan nefret ediyor",
		"ukrainian":"Ненавидить осінь",
		"russian":"Ненавидит осень",
		"italian": "Odio per l'autunno",
		"polish": "Nienawidzi jesieni",
		"japanese": "秋が嫌い",
		"czech": "Nenávidí podzim",
		"hungarian": "Utálja az őszt",
	},
	"traitDesc_HatesFall": {
		"english": "%firstName% doesn't really care for the colorful leaves in fall and instead spends %hisHer% time complaining about the muddy paths and the windy days.",
		"german": "%firstName% ist nicht beeindruckt von den farbigen Blättern im Herbst und beschwert sich lieber über die matschigen Wege und das windige Wetter.",
		"french": "%firstName% n'aime pas vraiment les feuilles colorées à l'automne et passe plutôt son temps à se plaindre des chemins boueux et des jours venteux.",
		"spanish": "A %firstName% realmente no le importan las coloridas hojas en otoño y en vez de eso, pasa su tiempo quejándose de los caminos lodosos y los días ventosos.",
		"portuguese": "%firstName% realmente não se importa com as folhas coloridas no outono e em vez disso gasta seu tempo reclamando sobre os caminhos lamacentos e os dias ventosos.",
		"korean": "%firstName%#{은} 단풍이 든 잎사귀에 주의를 기울이지 않으며, 대신 질척한 길과 바람부는 날에 대한 불만을 늘어놓는 데에 시간을 씁니다.",
		"chinese": "%firstName%并不喜欢秋天五颜六色的树叶，而是把时间花在抱怨泥泞的小路和多风的日子上。",
		"dutch": "%firstName% geeft niet zoveel om de kleurige bladeren in de herfst en moppert in plaats daarvan over de modderige paden en de winderige dagen.",
		"turkish": "%firstName%, sonbahardaki renkli yaprakları gerçekten önemsemiyor ve aksine çamurlu yollar ve rüzgarlı günlerden şikayet ediyor.",
		"ukrainian":"%firstName% не зважає на барвисте осіннє листя й натомість увесь час скаржиться на багнюку й вітряні дні.",
		"russian":"%firstName% ненавидит грязь и дожди. Поэтому осенью %heShe% чувствует себя ужасно!",
		"italian": "A %firstName% non importa nulla delle foglie colorate autunnali, preferisce trascorrere il suo tempo a lamentarsi dei sentieri fangosi e delle giornate ventose.",
		"polish": "%firstName% niekoniecznie zachwyca się kolorowymi liśćmi sypiącymi się na jesień z drzew, woli wiecznie narzkać na zabłocone ścieżki i wilgotne, wietrzne dni.",
		"japanese": "%firstName%は秋が嫌いです。色とりどりの葉にも興味がなく、風の強い木枯らしに不満ばかり口に出るからです。",
		"czech": "%firstName% se opravdu nestará o barevné listí na podzim a místo toho tráví celý svůj čas stěžováním si na blátivé cesty a větrné dny.",
		"hungarian": "%firstName% nincs oda a fáról hulló színes levelekért, helyette inkább arra szánja idejét, hogy a zord időről, és a saras utakról panaszkodjon.",
	},
	"traitTitle_LactoseIntolerant":  {
		"english":  "Lactose Intolerant",
		"german":  "Laktoseintolerant",
		"french": "Intolérant%e% au lactose",
		"spanish": "Intolerante a la lactosa",
		"dutch": "Lactose intolerant",
		"italian":  "Intollerante al lattosio",
		"ukrainian":"Непереносимість лактози",
		"russian": "Непереносимость лактозы",
		"portuguese": "Intolerante à lactóse",
		"polish":  "Nie toleruje laktozy",
		"japanese": "乳糖不耐症",
		"chinese": "乳糖不耐症",
		"czech":  "Alergick%yA% na mléko",
		"hungarian": "Laktózérzékeny",
	},
	"traitDesc_LactoseIntolerant":  {
		"english":  "Not all people can consume dairy products safely - and unfortunately %firstName% is one of them.",
		"german":  "Nicht alle Leute können Milchprodukte zu sich nehmen - und %firstName% gehört auch dazu.",
		"french": "Tout le monde ne peut pas consommer des produits laitiers en toute sécurité - et malheureusement, %firstName% est l'un%e% d'entre eux.",
		"spanish": "No todas las personas pueden consumir productos lácteos tranquilamente - y desafortunadamente %firstName% es un%oA% de ellas.",
		"dutch": "Niet alle mensen kunnen veilig zuivel consumeren - en helaas is %firstName% daar een van",
		"italian":  "Non tutte le persone possono consumare prodotti derivanti dal latte in modo sicuro e, sfortunatamente, %firstName% è una di quelle.",
		"ukrainian":"Не всі люди можуть безпечно споживати молочні продукти - і, на жаль, %firstName% в тому числі.",
		"russian": "Не все люди могут безопасно употреблять молочные продукты - и, к сожалению, %firstName% один из них.",
		"portuguese": "Nem todas as pessoas podem consumir laticínios com segurança - e infelizmente %firstName% é um deles.",
		"polish":  "Niektóre osoby nie mogą spożywać nabiału ze względu na nietolerancję laktozy. Niestety %firstName% jest jedną z nich.",
		"japanese": "%firstName%は乳糖を分解できない体質いわゆる乳糖不耐症のため乳製品を取ると胃腸の調子が悪くなります。",
		"chinese": "并非所有人都能安全地食用乳制品-不幸的是%firstName%是其中之一。",
		"czech":  "Ne všichni lidé mohou bezpečně konzumovat mléčné výrobky - a bohužel %firstName% je jedním z nich.",
		"hungarian": "Nem mindenki képes tejtermékeket fogyasztani - sajnos %firstName% is közéjük tartozik.",
	},
	"traitTitle_Vegetarian":  {
		"english":  "Vegetarian",
		"german":  "Vegetarier",
		"french": "Végétarien",
		"spanish": "Vegetarian%oA%",
		"dutch": "vegetariër",
		"italian":  "Vegetarian%OA%",
		"ukrainian":"Вегетаріа%heshe_NETS_NKA%",
		"russian": "Вегетарианец",
		"portuguese": "Vegetarian%oA%",
		"polish":  "Wegetarian%inKa%",
		"japanese": "菜食主義者",
		"chinese": "素食主义者",
		"czech":  "Vegetarián",
		"hungarian": "Vegetáriánus",
	},
	"traitDesc_Vegetarian":  {
		"english":  "%firstName% doesn't want to eat meat for a variety of reasons. Don't force %himHer% to.",
		"german":  "%firstName% möchte aus verschiedenen Gründen kein Fleisch essen. Zwinge %ihnSie% nicht dazu.",
		"french": "%firstName% ne veut pas manger de viande pour diverses raisons. Ne %leLa% forcez pas à le faire.",
		"spanish": "%firstName% no quiere comer carne por una variedad de razones. No l%oA% obligues a hacerlo.",
		"dutch": "%firstName% wil geen vlees eten om verschillende redenen. Dwing %hemHaar% daar niet toe",
		"italian":  "%firstName% non vuole mangiare carne per diversi motivi. Non forzarl%OA%.",
		"ukrainian":"З різних причин, %firstName% не бажає їсти м'ясо. Не змушуйте %hisHer%.",
		"russian": "%firstName% не хочет есть мясо по разным причинам. Не заставляйте %himHer%.",
		"portuguese": "%firstName% não quer comer carne por várias razões. Não force %eleEla% a.",
		"polish":  "%firstName% ma swoje powody aby nie jeść mięsa. Nie zmuszaj %goJej% do tego.",
		"japanese": "%firstName%は様々な理由で肉を食べたくありません。無理に肉を食べさせないようにしてください。",
		"chinese": "%firstName%出于多种原因不想吃肉。不要强迫%himHer%。",
		"czech":  "%firstName% nechce jíst maso z různých důvodů.",
		"hungarian": "%firstName% nem hajlandó húst enni, többféle indokból. Ne kényszerítsd rá.",
	},
	"traitTitle_AnimalLover":  {
		"english":  "Animal Lover",
		"german":  "Tierliebhaber",
		"french": "Ami%e% des animaux",
		"spanish": "Amante de los Animales",
		"dutch": "Dieren liefhebber",
		"italian":  "Amante degli animali",
		"ukrainian":"Любитель тварин",
		"russian": "Любитель животных",
		"portuguese": "Amante dos animais",
		"polish":  "Miłośnik zwierząt",
		"japanese": "動物好き",
		"chinese": "动物爱好者",
		"czech":  "Miluje zvířata",
		"hungarian": "Állatbarát",
	},
	"traitDesc_AnimalLover":  {
		"english":  "%firstName% loves animals. Just playing with them for a bit will get %hisHer% mood up instantly.",
		"german":  "%firstName% liebt Tiere. Ein bisschen mit ihnen zu spielen sorgt für sofortige gute Laune.",
		"french": "%firstName% adore les animaux. Il lui suffit de jouer un peu avec eux pour que son humeur s'améliore instantanément.",
		"spanish": "%firstName% ama a los animales. Solo jugar con ellos por un rato levantará su estado de ánimo inmediatamente.",
		"dutch": "%firstName% houdt van dieren. Gewoon een beetje met ze spelen zal %hemHaar% stemming een boost geven.",
		"italian":  "%firstName% adora gli animali. Il solo giocare con loro per un po' migliora il suo umore all'istante.",
		"ukrainian":"%firstName% обожнює тварин. Лише трішки поспілкувавшись із ними, %heShe% миттєво покращить собі настрій.",
		"russian": "%firstName% обожает животных. От одного взаимодействия с ними его настроение улучшается.",
		"portuguese": "%firstName% ama animais. Apenas brincar um pouco com %eleEla% aumentará o humor dele imediatamente.",
		"polish":  "%firstName% kocha zwierzęta. Wystarczy że spędzi z nimi trochę czasu i od razu czuje się lepiej.",
		"japanese": "%firstName%は動物が大好きです。動物たちと遊ぶ事で気分が上がります。",
		"chinese": "%firstName%非常喜欢动物。仅是和它们一起玩耍，心情就会立刻变好。",
		"czech":  "%firstName% miluje zvířata. Když si s nimi hraje, dostává dobrou náladu.",
		"hungarian": "%firstName% imádja az állatokat. Már, ha csak egy kicsit játszik is velük, fellendíti a hangulatát.",
	},
    "traitTitle_PreferPhysicalHobbies":  {
        "english":  "Prefers Physical Hobbies",
        "german": "Mag physische Hobbies",
		"french": "Préfère les loisirs physiques",
	    "ukrainian":"Віддає перевагу фізичним хобі",
		"russian": "Предпочитает физические увлечения",
		"hungarian": "Fizikai hobbikat kedvelő",
    },
    "traitDesc_PreferPhysicalHobbies":  {
        "english":  "%firstName% loves physical hobbies. %hisHer% fun increases faster while doing these types of hobbies.",
        "german": "%fistName% liebt physische Hobbies. %erSie% entspannt sich schneller damit.",
		"french": "%firstName% adore les loisirs physiques. Son amusement augmente plus rapidement en pratiquant ce type de loisirs.",
		"ukrainian":"%firstName% любить створювати щось власними руками. %heShe% втішається швидше коли займається цим типом хобі.",
		"russian": "%firstName% любит физические увлечения. При занятиях этими видами хобби удовольствие возрастает быстрее.",
		"hungarian": "%firstName% imád aktívan kikapcsolódni. Ha ilyesmit csinál, hamar boldoggá válik.",
    },
    "traitTitle_PreferMentalHobbies":  {
        "english":  "Prefers Mental Hobbies",
        "german": "Mag mentale Hobbies",
		"french": "Préfère les loisirs intellectuels",
		"ukrainian":"Віддає перевагу інтелектуальним хобі",
		"russian": "Предпочитает умственные увлечения",
		"hungarian": "Kreatív hobbikat kedvelő",
    },
    "traitDesc_PreferMentalHobbies":  {
        "english":  "%firstName% loves mental hobbies. %hisHer% fun increases faster while doing these types of hobbies.",
        "german": "%fistName% liebt mentale Hobbies. %erSie% entspannt sich schneller damit.",
		"french": "%firstName% adore les loisirs intellectuels. Son amusement augmente plus rapidement en pratiquant ce type de loisirs.",
		"ukrainian":"%firstName% насолоджується вільним польотом уяви. %heShe% втішається швидше коли займається цим типом хобі.",
		"russian": "%firstName% любит умственные увлечения. При занятиях этими видами хобби удовольствие возрастает быстрее.",
		"hungarian": "%firstName% imád kreatívan kikapcsolódni. Ha ilyesmit csinál, hamar boldoggá válik!",
	}
}

