{
	"traitTitle_Pacifist": {
		"english": "Pacifist",
		"german": "Pazifist"
	},
	"traitDesc_Pacifist": {
		"english": "%firstName% believes in the good in the world - maybe a little too much. Refuses to fight anyone unless he is already heavily wounded.",
		"german": "%firstName% glaubt an das Gute in der Welt - vielleicht ein bisschen zu viel. Weigert sich zu kämpfen außer er ist bereits schwer verletzt."
	},
	"traitTitle_BattleHardened": {
		"english": "Experienced in Battle",
		"german": "Kampferfahren"
	},
	"traitDesc_BattleHardened": {
		"english": "Already has much experience on the battlefield and is not scared off easily. Does not receive mood penalties for pain and death around him.",
		"german": "Hat bereits viel Erfahrung auf dem Schlachtfeld gesammelt und kann viel ertragen. Bekommt keine negativen Gedanken bei Schmerz und Tod in seiner Umgebung."
	},
	"traitTitle_Optimist": {
		"english": "Optimist",
		"german": "Optimist"
	},
	"traitDesc_Optimist": {
		"english": "Glass-half-full kind of guy. Receives a permanent mood boost.",
		"german": "%firstName% sieht jedes Glas lieber als halb voll. Erhält einen permanenten Stimmungsbonus."
	},
	"traitTitle_Pessimist": {
		"english": "Pessimist",
		"german": "Pessimist"
	},
	"traitDesc_Pessimist": {
		"english": "Glass-half-empty kind of guy. Receives a permanent mood penalty.",
		"german": "%firstName% sieht das Glas lieber als halb voll. Erhält einen permanenten Stimmungsmalus."
	},
	"traitTitle_Killer": {
		"english": "Killer",
		"german": "Mordlustig"
	},
	"traitDesc_Killer": {
		"english": "%firstName% has a strange interest in violence. Gets positive thoughts from killing. Usually able to control himself.",
		"german": "%firstName% hat ein sonderbares Interesse an Gewalt. Erhält positive Gedanken durch Töten. Kann sich normalerweise kontrollieren."
	},
	"traitTitle_GoodHealth": {
		"english": "Good Health",
		"german": "Starke Gesundheit"
	},
	"traitDesc_GoodHealth": {
		"english": "A lifetime of exercise and healthy foods has provided %firstName% with a very robust health. Treatments are 20% more likely to succeed.",
		"german": "Ein Leben voller Bewegung und gesundem Essen hat %firstName% eine sehr starke Gesundheit verliehen. Behandlungen sind 20% wahrscheinlicher erfolgreich."
	},
	"traitTitle_BadHealth": {
		"english": "Bad Health",
		"german": "Schwache Gesundheit"
	},
	"traitDesc_BadHealth": {
		"english": "For no specific reason, %firstName%'s immune system is not as good as others. Treatments are 20% more likely to fail.",
		"german": "Aus keinem besonderen Grund war %firstName%'s Immunsystem noch nie besonders gut. Behandlungen schlagen 20% wahrscheinlicher fehl."
	},
	"traitTitle_Overeater": {
		"english": "Overeater",
		"german": "Überesser"
	},
	"traitDesc_Overeater": {
		"english": "%firstName% loves food and he isn't always able to control himself. Sometimes he will just continue eating even though he is alreay full.",
		"german": "%firstName% liebt Essen und kann sich nicht immer kontrollieren. Manchmal hört er einfach nicht auf zu essen, obwohl er eigentlich schon satt ist."
	},
	"traitTitle_Survivor": {
		"english": "Survivalist",
		"german": "Überlebenskünstler"
	},
	"traitDesc_Survivor": {
		"english": "%firstName% has survived quite a few sticky situations and knows what it takes. When others would die, he gets a 25% health boost and gains consciousness. (Only once in 24 hours)",
		"german": "%firstName% hat schon einiges überlebt und er hat nicht vor das zu ändern. Wo andere sterben würden bekommt er einen 25% Gesundheitsboost und erlangt wieder das Bewusstsein (Nur einmal in 24 Stunden)"
	},
	"traitTitle_Insomnia": {
		"english": "Insomnia",
		"german": "Schlaflosigkeit"
	},
	"traitDesc_Insomnia": {
		"english": "%firstName% has trouble sleeping and doesn't rest as well as others. Takes double the time to fully rest compared to others..",
		"german": "%firstName% hat Schwierigkeiten beim Schlafen. Braucht doppelt so viel Zeit wie andere um komplett auszuschlafen."
	},
	"traitTitle_Tireless": {
		"english": "Tireless",
		"german": "Unermüdlich"
	},
	"traitDesc_Tireless": {
		"english": "%firstName% doesn't need much sleep. Only rests half as long as others before he's completely fit again.",
		"german": "%firstName% braucht nicht viel Schlaf. Schläft nur halb so lange wie andere bevor er wieder fit ist."
	},
	"traitTitle_Smart": {
		"english": "Fast Learner",
		"german": "Schlaues Köpfchen"
	},
	"traitDesc_Smart": {
		"english": "%firstName% is a bright guy and he knows it. He can learn new skills in half the time.",
		"german": "%firstName% ist ein echt schlauer Kerl. Er kann neue Fähigkeiten in der Hälfte der Zeit erlernen."
	},
	"traitTitle_Dumb": {
		"english": "Dumb",
		"german": "Dumm"
	},
	"traitDesc_Dumb": {
		"english": "Unfortunately, thinking has never been his strong suit. He will not gain experience and not level up in any job ever.",
		"german": "Leider war %firstName% noch nie gut im Denken. Er kann keine Erfahrung sammeln und in keinem Beruf aufsteigen."
	},
	"traitTitle_FavoriteFoodPumpkingStew": {
		"english": "Favorite Food: Pumpkin Stew",
		"german": "Lieblingsessen: Kürbiseintopf"
	},
	"traitDesc_FavoriteFoodPumpkingStew": {
		"english": "%firstName% just can't wait to get another bowl of delecious pumpking stew.",
		"german": "%firstName% kann es einfach nicht abwarten, wieder eine leckere Schüssel Kürbiseintopf zu bekommen."
	},
	"traitTitle_FavoriteFoodFruitSalad": {
		"english": "Favorite Food: Fruit Salad",
		"german": "Lieblingsessen: Obstsalat"
	},
	"traitDesc_FavoriteFoodFruitSalad": {
		"english": "%firstName% just can't wait to get another bowl of delecious fruit salad.",
		"german": "%firstName% kann es einfach nicht abwarten, wieder eine leckere Schüssel Obstsalat zu bekommen."
	},
	"traitTitle_FavoriteFoodAppleStrudel": {
		"english": "Favorite Food: Apple Strudel",
		"german": "Lieblingsessen: Apfelstrudel"
	},
	"traitDesc_FavoriteFoodAppleStrudel": {
		"english": "%firstName% just can't wait to get another piece of delecious apple strudel.",
		"german": "%firstName% kann es einfach nicht abwarten, wieder ein leckeres Stück Apfelstrudel zu bekommen."
	},
	"traitTitle_AllergicToApples": {
		"english": "Allergic to Apples",
		"german": "Allergisch auf Äpfel"
	},
	"traitDesc_AllergicToApples": {
		"english": "%firstName% will avoid dishes that contain apples. If he is forced to eat it anyways, he is going to have an allergic reaction.",
		"german": "%firstName% wird Gerichte meiden, die Äpfel beinalten. Wenn er trotzdem gezwungen ist es zu essen, wird er eine allergische Reaktion haben",
	},
	"traitTitle_AllergicToPotatoes": {
		"english": "Allergic to Potatoes",
		"german": "Allergisch auf Kartoffeln"
	},
	"traitDesc_AllergicToPotatoes": {
		"english": "%firstName% will avoid dishes that contain potatoes. If he is forced to eat it anyways, he is going to have an allergic reaction.",
		"german": "%firstName% wird Gerichte meiden, die Kartoffeln beinalten. Wenn er trotzdem gezwungen ist es zu essen, wird er eine allergische Reaktion haben",
	},
	"traitTitle_AllergicToTomatoes": {
		"english": "Allergic to Tomatoes",
		"german": "Allergisch auf Tomaten"
	},
	"traitDesc_AllergicToTomatoes": {
		"english": "%firstName% will avoid dishes that contain tomatoes. If he is forced to eat it anyways, he is going to have an allergic reaction.",
		"german": "%firstName% wird Gerichte meiden, die Tomaten beinalten. Wenn er trotzdem gezwungen ist es zu essen, wird er eine allergische Reaktion haben",
	},
}