{
	"traitTitle_Pacifist": {
		"english": "Pacifist",
		"german": "Pazifist", 
		"spanish": "Pacifista",
		"french": "Pacifiste",
		"turkish": "Pasifist",
		"bulgarian": "Пацифист",
		"portuguese": "Pacifisto",
		"ukrainian":"Пацифіст%heShe_T_TKA%",
		"russian":"Пацифист%sheKA%",
	},
	"traitDesc_Pacifist": {
		"english": "%firstName% believes in the good in the world - maybe a little too much. Refuses to fight anyone unless %heShe% is already heavily wounded.",
		"german": "%firstName% glaubt an das Gute in der Welt - vielleicht ein bisschen zu viel. Weigert sich zu kämpfen außer %erSie% ist bereits schwer verletzt.", 
		//TODO-bulgarian
		"spanish": "%firstName% cree en lo bueno del mundo - quizás demasiado. Se niega a pelear contra alguien, excepto si ya ha sido gravemente herid%oA%.",
		"french": "%firstName% croit à la bonté dans le monde - peut-être un peu trop. %cap-ilElle% refuse de combattre à moins qu'%ilElle% soit lourdement blessé%e%.",
		"turkish": "%firstName%, dünyada iyiliğe inanıyor - belki haddinden fazla. Ağır şekilde yaralanmadığı sürece savaşmayı reddediyor.",
		"bulgarian": "%firstName% вярва в доброто в света - може би малко повече. Отказва да се бие с никого, освен ако вече е тежко ранен.",
		"portuguese": "%firstName% acredita no bem do mundo - talvez um pouco demais. Recusa-se a lutar contra qualquer um, a menos que %eleEla% já esteja gravemente ferido.",
		"ukrainian":"%firstName% вірить в то, що все можливо вирішити мирним шляхом. Відмоляється воювати до тих пір, поки %heShe% не будет сильно ранений%surnameA%.",
		"russian":"%firstName% верит в то, что все можно решить мирным путем. Отказывается сражаться до тех пор, пока %heShe% не будет сильно ранен %surnameA%.",
	},
	"traitTitle_BattleHardened": {
		"english": "Experienced in Battle",
		"german": "Kampferfahren", 
		"spanish": "Experimentad%oA% en Batalla",
		"french": "Expérimenté%e% en Combat",
		"turkish": "Savaşta tecrübeli",
		"bulgarian": "Опитен във Битката",
		"portuguese": "Experiente em Batalha",
		"ukrainian":"Досвідчений боєць",
		"russian":"Опытный боец",
	},
	"traitDesc_BattleHardened": {
		"english": "Already has much experience on the battlefield and is not scared off easily. Does not receive mood penalties for pain and death around %himHer%.",
		"german": "Hat bereits viel Erfahrung auf dem Schlachtfeld gesammelt und kann viel ertragen. Bekommt keine negativen Gedanken bei Schmerz und Tod in %seinerIhrer% Umgebung.", 
		//TODO-bulgarian
		"spanish": "Posee mucha experiencia en el campo de batalla y no se le asusta fácilmente. No recibe efectos negativos en el humor por sufrimiento y dolor.",
		"french": "A déjà une expérience sur le champ de bataille et ne prend pas peur facilement. Ne reçoit pas de pénalités d'humeur pour les blessures et les morts autour %deluiD'elle%.",
		"turkish": "Savaş alanında çok fazla deneyime sahip ve kolayca korkmuyor. Etrafındaki acı ve ölümlerden dolayı psikolojisi bozulmuyor.",
		"bulgarian": "Вече има много опит на бойното поле и не се плаши лесно. Не получава наказания за настроения за болка и смърт около него.",
		"portuguese": "Já tem muita experiência no campo de batalha e não se assust%oA% facilmente. Não recebe penalidades de humor por dor e morte ao seu redor.",
		"ukrainian":"%firstName% вже має досвід в боях і не відступає просто так. Не знижається настрій за біль і смерть кругом %himHer%.",
		"russian":"%firstName% уже имеет опыт в сражениях и не отступает просто так. Не снижается настроение за боль и смерть вокруг %himHer%.",
	},
	"traitTitle_Optimist": {
		"english": "Optimist",
		"german": "Optimist", 
		"spanish": "Optimista",
		"french": "Optimiste",
		"turkish": "İyimser",
		"bulgarian": "Оптимист",
		"portuguese": "Otimist%oA%",
		"ukrainian":"Оптиміс%heShe_T_TKA%",
		"russian":"Оптимист%sheKA%",
	},
	"traitDesc_Optimist": {
		"english": "Glass-half-full kind of %guyGirl%. Receives a permanent mood boost.",
		"german": "%firstName% sieht jedes Glas lieber als halb voll. Erhält einen permanenten Stimmungsbonus.",
		"french": "Genre de personne avec un verre à moitié plein. Reçoit un boost d'humeur permanent.",
		//TODO-bulgarian
		"spanish": "%firstName% es el tipo de persona que ve el vaso medio lleno. Recibe un incremento permanente en su humor.",
		"turkish": "Bardağın dolu tarafını görüyor. Kalıcı ruh hali artışına sahip.",
		"bulgarian": "Стъклен наполовина пълноценен тип. Получава постоянен тласък на настроението.",
		"portuguese": "Tipo de cara meio cheio de vidro. Recebe um impulso de humor permanente.",
		"ukrainian":"Оптимістичн%heshe_IY_A% %guyGirl%. Настрій завжди росте.",
		"russian":"Оптимистичн%hesheEnd% %guyGirl%. Настроение постоянно растет.",
	},
	"traitTitle_Pessimist": {
		"english": "Pessimist",
		"german": "Pessimist", 
		"spanish": "Pesimista",
		"french": "Pessimiste",
		"turkish": "Karamsar",
		"bulgarian": "Песимист",
		"portuguese": "Pessimist%oA%",
		"ukrainian":"Песиміс%heShe_T_TKA%",
		"russian":"Пессимист%sheKA%",
	},
	"traitDesc_Pessimist": {
		"english": "Glass-half-empty kind of %guyGirl%. Receives a permanent mood penalty.",
		"german": "%firstName% sieht das Glas lieber als halb leer. Erhält einen permanenten Stimmungsmalus.", 
		"french": "Genre de personne avec un verre à moitié vide. Reçoit une pénalité d'humeur permanente.",
		//TODO-bulgarian
		"spanish": "%firstName% es el tipo de persona que ve el vaso medio vacío. Recibe un descenso permanente en su humor.",
		"turkish": "Bardağın boş tarafını görüyor. Kalıcı ruh hali azalışına sahip.",
		"bulgarian": "Стъклен наполовина пълноценен тип. Получава постоянен тласък на настроението.",
		"portuguese": "Tipo meio vazio de vidro. Recebe uma penalidade de humor permanente.",
		"ukrainian":"Песимістичн%heshe_IY_A% %guyGirl%. Настрій завжди падає.",
		"russian":"Пессимистичн%hesheEnd% %guyGirl%. Настроение постоянно снижается.",
	},
	"traitTitle_Killer": {
		"english": "Killer",
		"german": "Mordlustig", 
		"spanish": "Asesin%oA%",
		"french": "Tu%eurEuse%",
		"turkish": "Katil",
		"bulgarian": "Убиец",
		"portuguese": "Assassin%oA%",
		"ukrainian":"Вбивця",
		"russian":"Убийца",
	},
	"traitDesc_Killer": {
		"english": "%firstName% has a strange interest in violence. Gets positive thoughts from killing. Usually able to control %himselfHerself%.",
		"german": "%firstName% hat ein sonderbares Interesse an Gewalt. Erhält positive Gedanken durch Töten. Kann sich normalerweise kontrollieren.", 
		"french": "%firstName% a un intérêt étrange pour la violence. Obtient des pensées positives lorsqu'%ilElle% tue. Habituellement en mesure de se contrôler.",
		//TODO-bulgarian
		"spanish": "%firstName% tiene un extraño interés por la violencia. Obtiene buenos pensamientos al matar. Normalmente es capaz de controlarse a sí %mismoMisma%.",
		"turkish": "%firstName% şiddete garip bir ilgi duyuyor. Öldürmekten olumlu düşünceler alıyor. Genellikle kendini kontrol edebiliyor.",
		"bulgarian": "%firstName% има странен интерес към насилието. Получава положителни мисли от убийството. Обикновено може да се контролира.",
		"portuguese": "%firstName% tem um estranho interesse pela violência. Obtém pensamentos positivos para matar. Geralmente capaz de se controlar.",
		"ukrainian":"%firstName% має стриманий інтерес до насильства. Получає позитивні думки від убивства. Зазвичай може %himselfHerself% контролювати.",
		"russian":"%firstName% имеет сдержанный интерес к насилию. Получает позитивные мысли от убийства. Обычно может %himselfHerself% контролировать.",
	},
	"traitTitle_GoodHealth": {
		"english": "Good Health",
		"german": "Starke Gesundheit", 
		"spanish": "Buena salud",
		"french": "En bonne santé",
		"turkish": "Sağlıklı",
		"bulgarian": "Добро Здраве",
		"portuguese": "Boa saúde",
		"ukrainian":"Здоровий",
		"russian":"Крепкое здоровье",
	},
	"traitDesc_GoodHealth": {
		"english": "A lifetime of exercise and healthy foods has provided %firstName% with a very robust health. Treatments are 20% more likely to succeed.",
		"german": "Ein Leben voller Bewegung und gesundem Essen hat %firstName% eine sehr starke Gesundheit verliehen. Behandlungen sind 20% wahrscheinlicher erfolgreich.", 
		"spanish": "Una vida de ejercicio y comida sana le ha otorgado a %firstName% una salud de hierro. Los tratamientos aumentan su probabilidad de éxito en un 20%.",
		"french": "Une vie d'exercice et de la nourriture saine ont fourni à %firstName% une santé robuste. Les traitements ont 20% de chance de fonctionner.",
		"turkish": "Ömür boyu egzersiz ve sağlıklı gıdalar %firstName% için çok güçlü bir sağlık getirdi. Tedavilerin başarılı olma olasılığı %20 daha fazla.",
		"bulgarian": "Животът на физически упражнения и здравословни храни е осигурил %firstName% с много стабилно здраве. Лечението е с 20% по-вероятно да успее. ",
		"portuguese": "Uma vida inteira de exercícios e alimentos saudáveis forneceu %firstName% com uma saúde muito robusto. Tratamentos são 20% mais propensos a ter sucesso.",
		"ukrainian":"%firstName% харчувався%wordEnd% здоровою їжею і посилено займа%wordEnd%, завдяки чому володіє міцним здоров'ям. Шанс на успішне лікування на 20% вище.",
		"russian":"%firstName% питал%wordEnd% здоровой пищей и усленно занимал%wordEnd%, благодаря чему обладает крепким здоровьем. Шанс на успешное лечение на 20% выше.",
	},
	"traitTitle_BadHealth": {
		"english": "Bad Health",
		"german": "Schwache Gesundheit", 
		"spanish": "Mala salud",
		"french": "En mauvaise santé",
		"turkish": "Sağlıksız",
		"bulgarian": "Лошо Здраве",
		"portuguese": "Má saúde",
		"ukrainian":"Низький імунітет",
		"russian":"Низкий иммунитет",
	},
	"traitDesc_BadHealth": {
		"english": "For no specific reason, %firstName%'s immune system is not as good as others. Treatments are 20% more likely to fail.",
		"german": "Aus keinem besonderen Grund war %firstName%'s Immunsystem noch nie besonders gut. Behandlungen schlagen 20% wahrscheinlicher fehl.", 
		"spanish": "Sin un motivo aparente, el sistema inmunológico de %firstName% no es tan bueno como el de otros. Los tratamientos reducen su probabilidad de éxito en un 20%.",
		"french": "Sans raison spécifique, le système immunitaire de %firstName% n'est pas aussi bon que les autres. Les traitements ont 20% de risque d'échouer.",
		"turkish": "Sebepsiz bir şekilde bağışıklık sistemi %firstName% için iyi çalışmıyor. Tedavilerin başarılı olma ihtimali %20 daha az.",
		"bulgarian": "Без специфична причина, имунната система на %firstName% не е толкова добра, колкото другите. Лечението е с 20% по-вероятно да се провали.",
		"portuguese": "Por nenhuma razão específica, o sistema imunológico da %firstName% não é tão bom quanto os outros. Os tratamentos são 20% mais propensos a falhar.",
		"ukrainian":"%firstName%, по деяким причинам, має імунітет гірше, чим у інших. Шанс на успішне лікування на 20% нижче.",
		"russian":"%firstName%, по некоторым причинам, имеет имунитет хуже, чем у остальных. Шанс на успешное лечение на 20% ниже.",
	},
	"traitTitle_Overeater": {
		"english": "Overeater",
		"german": "Überesser", 
		"spanish": "Trag%onOna%",
		"french": "Gro%sSse% mang%eurEuse%",
		"turkish": "Yiyici",
		"bulgarian": "Поглъщател на мазнини",
		"portuguese": "Porquinh%oA%",
		"ukrainian":"Обжора",
		"russian":"Обжора",
	},
	"traitDesc_Overeater": {
		"english": "%firstName% loves food and isn't always able to control %himselfHerself%. Sometimes %heShe% will just continue eating even though %heShe% is already full.",
		"german": "%firstName% liebt Essen und kann sich nicht immer kontrollieren. Manchmal hört %erSie% einfach nicht auf zu essen, obwohl %erSie% eigentlich schon satt ist.", 
		"french": "%firstName% aime la nourriture et n'est pas capable de se contrôler. Parfois %ilElle% continue de manger même %s'ilSielle% est déjà plein%e%.",
		//TODO-bulgarian
		"spanish": "A %firstName% le encanta la comida y no siempre logra controlarse. Algunas veces continúa comiendo incluso estando llen%oA%.",
		"turkish": "%firstName% yemek yemeyi seviyor ve her zaman kendini kontrol edemiyor. Bazen tok olsa bile yemeye devam edecek.",
		"bulgarian": "%firstName% обича храната и не винаги е в състояние да се контролира. Понякога той просто ще продължи да яде, въпреки че вече е пълен.",
		"portuguese": "%firstName% ador%oA% comida e nem sempre consegue se controlar. Às vezes ele apenas continua comendo, embora já esteja chei%oA%.",
		"ukrainian":"%firstName% любить їжу і не завжди в стані %himselfHerself% контролювати. іноколи %heShe% просто продовжує їсти, хоча %heShe% уже сит%surnameA%.",
		"russian":"%firstName% любит еду и не всегда в состоянии %himselfHerself% контролировать. Иногда %heShe% просто продолжает есть, хотя %heShe% уже сыт%surnameA%.",
	},
	"traitTitle_Survivor": {
		"english": "Survivalist",
		"german": "Überlebenskünstler", 
		"spanish": "Superviviente nat%oA%",
		"french": "Survivaliste",
		"turkish": "Hayatta kalan",
		"bulgarian": "Оцеляващ",
		"portuguese": "Sobrevivente",
		"ukrainian":"Виживальщи%heSheCA_K%",
		"russian":"Выживальщ%sheCA%",
	},
	"traitDesc_Survivor": {
		"english": "%firstName% has survived quite a few sticky situations and knows what it takes. When others would die, %heShe% gets a 25% health boost and gains consciousness. (Only once in 24 hours)",
		"german": "%firstName% hat schon einiges überlebt und er hat nicht vor das zu ändern. Wo andere sterben würden bekommt %erSie% einen 25% Gesundheitsboost und erlangt wieder das Bewusstsein (Nur einmal in 24 Stunden)", 
		"french": "%firstName% a survécu à des situations et sait ce que cela fait. Quand les autres mourront, %ilElle% obtiendra un boost de santé de 25% et gagnera en connaissance. (Seulement une fois toute les 24 heures)",
		//TODO-bulgarian
		"spanish": "%firstName% ha sobrevivido ante algunas situaciones complicadas y sabe lo que se necesita para ello. Cuando otros morirían, %élElla% recibe un 25% extra de salud y se recupera de los desmayos. (Solo una vez cada 24 horas)",
		"turkish": "%firstName% bir kaç zorlu duruma rağmen hala hayatta ve ne yapması gerektiğini biliyor. Başkası öldüğünde %25 sağlık kazanıyor ve bilinci açılıyor (24 saatte bir kez).",
		"bulgarian": "%firstName% преживя доста лепкави ситуации и знае какво е необходимо. Когато други умират, той получава 25% повишаване на здравето и придобива съзнание. (Само веднъж на 24 часа)",
		"portuguese": "%firstName% sobreviveu a algumas situações difíceis e sabe o que é preciso. Quando os outros morrem, %eleEla% recebe um aumento de 25% na saúde e ganha consciência. (Apenas uma vez em 24 horas)",
		"ukrainian":"%firstName% пережи%surnameA% не мало неприємних ситуацій та знає що потрібно робити. Коли хтось помирає, %heShe% получає +25% до здоров'я та приріст до свідомості. (раз в 24 години)",
		"russian":"%firstName% пережил%surnameA% не мало неприятных ситуаций и знает что нужно делать. Когда кто-то умирает, %heShe% получает +25% к здоровью и прирост к сознанию. (раз в 24 часа)",
	},
	"traitTitle_Insomnia": {
		"english": "Insomnia",
		"german": "Schlaflosigkeit", 
		"spanish": "Insomnia",
		"french": "Insomniaque",
		"turkish": "Uykusuz",
		"bulgarian": "Безсъние",
		"portuguese": "Insônia",
		"ukrainian":"Безсонииця",
		"russian":"Бессонница",
	},
	"traitDesc_Insomnia": {
		"english": "%firstName% has trouble sleeping and doesn't rest as well as others. Takes double the time to fully rest compared to others..",
		"german": "%firstName% hat Schwierigkeiten beim Schlafen. Braucht doppelt so viel Zeit wie andere um komplett auszuschlafen.", 
		"spanish": "%firstName% tiene problemas de sueño y no descansa tan bien como los demás. Necesitará el doble de tiempo que el resto para recuperarse completamente.",
		"french": "%firstName% a des troubles du sommeil et ne se repose pas aussi bien que les autres. Prend deux fois plus de temps pour se reposer comparé aux autres.",
		"turkish": "%firstName% uyumakta sorun yaşıyor ve diğerleri kadar iyi dinlenemiyor. Tam olarak dinlenebilmesi için normalden iki kat daha fazla uykuya ihtiyacı var.",
		"bulgarian": "%firstName% има проблеми със съня и не почива, както и другите. Удвоява времето за пълна почивка в сравнение с другите..",
		"portuguese": "%firstName% tem dificuldade em dormir e não descansa tão bem quanto os outros. Leva o dobro do tempo para descansar totalmente em comparação com os outros ..",
		"ukrainian":"%firstName% має проблеми з сном і відпочиває не так добре, як інші. Потрібно в два раза більше часу для відпочинку порівняно з іншими.",
		"russian":"%firstName% имеет проблемы со сном и отдыхает не так хорошо, как остальные. Требуется в два раза больше времени для отдыха в сравнении с остальными.",
	},
	"traitTitle_Tireless": {
		"english": "Tireless",
		"german": "Unermüdlich", 
		"spanish": "Incansable",
		"french": "Infatigable",
		"turkish": "Yorulmaz",
		"bulgarian": "Неуморим",
		"portuguese": "Incansável",
		"ukrainian":"Невтомн%heshe_IY_A%",
		"russian":"Неутомим%hesheEnd%",
	},
	"traitDesc_Tireless": {
		"english": "%firstName% doesn't need much sleep. Only rests half as long as others before %heShe%'s completely fit again.",
		"german": "%firstName% braucht nicht viel Schlaf. Schläft nur halb so lange wie andere bevor %erSie% wieder fit ist.", 
		"french": "%firstName% n'a pas besoin de dormir beaucoup. Se repose moitié moins longtemps que les autres personnes avant qu'%ilElle% soit complètement en forme.",
		//TODO-bulgarian
		"spanish": "%firstName% no necesita muchas horas de sueño. Solo necesita descansar la mitad que los demás para sentirse renovad%oA% de nuevo.",
		"turkish": "%firstName% çok fazla uyumaya ihtiyaç duymuyor. Diğerlerinin yarısı kadar uykuyla yetinebiliyor.",
		"bulgarian": "%firstName% не се нуждае от много сън. Остава само наполовина толкова дълго, колкото останалите, преди отново да е напълно в състояние да се справи.",
		"portuguese": "%firstName% não precisa dormir muito. Só descansa metade do tempo que os outros antes que %eleEla% esteja completamente em forma novamente.",
		"ukrainian":"%firstName% не потребує довгого сна. Для повного відновлення %heshe1% потрібно вдвічі менше часу в порівнянні з іншими.",
		"russian":"%firstName% не нуждается в длительном сне. Для полного восстановления %heshe1% требуется вдвое меньше времени по сравнению с остальными.",
	},
	"traitTitle_Smart": {
		"english": "Fast Learner",
		"german": "Schlaues Köpfchen", 
		"spanish": "Aprendizaje rápido",
		"french": "Apprend vite",
		"turkish": "Çabuk öğrenen",
		"bulgarian": "Бързо учащ",
		"portuguese": "Aprendiz rápido",
		"ukrainian":"Заучка",
		"russian":"Быстрообучаем%hesheEnd%",
	},
	"traitDesc_Smart": {
		"english": "%firstName% is a bright %guyGirl% and %heShe% knows it. %cap-heShe% can learn new skills in half the time.",
		"german": "%firstName% ist ein echt schlauer Kolonist. %cap-erSie% kann neue Fähigkeiten in der Hälfte der Zeit erlernen.",
		"french": "%firstName% est quelqu'un d'intelligent et %ilElle% le sait. %cap-ilElle% peut apprendre de nouvelles compétences en moitié de temps.",
		//TODO-bulgarian
		"spanish": "%firstName% es un%A% %chicoChica% brillante y lo sabe. Puede aprender nuevas habilidades en la mitad de tiempo.",
		"turkish": "%firstName% parlak birisi ve bunun farkında. Yarı sürede yeni beceriler öğrenebilir.",
		"bulgarian": "%firstName% е светъл човек и той го знае. Той може да научи нови умения в половината от времето.",
		"portuguese": "%firstName% é um cara brilhante e %eleEla% sabe disso. %cap-eleEla% pode aprender novas habilidades na metade do tempo.",
		"ukrainian":"%firstName% обдарован%heshe_IY_A% %guyGirl%, та %heShe% це знає. %cap-heShe% навчається новим навичкам вдвічі швидше.",
		"russian":"%firstName% одаренн%hesheEnd% %guyGirl%, и %heShe% это знает. %cap-heShe% обучается новым навыкам вдвое быстрее.",
	},
	"traitTitle_Dumb": {
		"english": "Dumb",
		"german": "Dumm", 
		"spanish": "Tont%oA%",
		"french": "Idiot%e%",
		"turkish": "Salak",
		"bulgarian": "Тъп",
		"portuguese": "Idiot%oA%",
		"ukrainian":"Туп%heshe_IY_A%",
		"russian":"Туп%hesheEnd2%",
	},
	"traitDesc_Dumb": {
		"english": "Unfortunately, thinking has never been %hisHer% strong suit. %cap-heShe% will not gain experience and not level up in any job ever.",
		"german": "Leider war %firstName% noch nie gut im Denken. %cap-erSie% kann keine Erfahrung sammeln und in keinem Beruf aufsteigen.", 
		"french": "Malheureusement, penser n'a jamais été son fort. %cap-ilElle% ne gagnera pas d'expérience et n'augmentera pas de niveau dans n'importe quel métier.",
		//TODO-bulgarian
		"spanish": "Lamentablemente, pensar nunca ha sido su fuerte. No ganará experiencia ni subirá de nivel en ningún trabajo, nunca.",
		"turkish": "Maalesef, düşünme hiç bir zaman onun güçlü özelliği olmadı. Deneyim kazanamayacak ve hiç bir işte seviye atlamayacak.",
		"bulgarian": "За съжаление, мисленето никога не е било негов силен костюм. Той няма да натрупа опит и няма да се издигне до нищо в работата си.",
		"portuguese": "Infelizmente, pensar nunca foi seu forte. %cap-eleEla% não vai ganhar experiência e não subir de nível em qualquer trabalho de sempre.",
		"ukrainian":"На жаль, розум ніколи не був %hisHer% сильною стороною. %cap-heShe% не отримуватиме досвіду і підвищення рівня в будь-якій роботі.",
		"russian":"К сожалению, ум никогда не был %hisHer% сильной стороной. %cap-heShe% не будет получать опыта и повышения уровня в любой работе.",
	},
	"traitTitle_FavoriteFoodPumpkingStew": {
		"english": "Favorite Food: Pumpkin Stew",
		"german": "Lieblingsessen: Kürbiseintopf", 
		"spanish": "Comida favorita: Estofado de Calabaza",
		"french": "Nourriture préférée : Ragoût de Potiron",
		"turkish": "En Sevdiği Yemek: Kabak Yahni",
		"bulgarian": "Любима Храна: Тиква",
		"portuguese": "Comida favorita: Abóbora Stew",
		"ukrainian":"Улюблена їжа: Гарбузове рагу",
		"russian":"Любимая еда: Тыквенное рагу",
	},
	"traitDesc_FavoriteFoodPumpkingStew": {
		"english": "%firstName% just can't wait to get another bowl of delicious pumpkin stew.",
		"german": "%firstName% kann es einfach nicht abwarten, wieder eine leckere Schüssel Kürbiseintopf zu bekommen.", 
		"spanish": "%firstName% no puede esperar a recibir una ración más del delicioso estofado de calabaza.",
		"french": "%firstName% ne peut pas attendre avant de prendre un autre bol de délicieux ragoût de potiron.",
		"turkish": "%firstName%, nefis bir balkabağı yahnisi daha almak için sabırsızlanıyor.",
		"bulgarian": "%firstName% просто не мога да чакам да си намеря още една купа с вкусна тиквена яхния.",
		"portuguese": "%firstName% mal posso esperar para pegar outra tigela de delicioso ensopado de abóbora.",
		"ukrainian":"%firstName% не може дочекатися ще однієї порції рагу з гарбуза.",
		"russian":"%firstName% не может дождаться еще одной порции рагу из тыквы.",
	},
	"traitTitle_FavoriteFoodFruitSalad": {
		"english": "Favorite Food: Fruit Salad",
		"german": "Lieblingsessen: Obstsalat", 
		"spanish": "Comida favorita: Ensalada de frutas",
		"french": "Nourriture préférée : Salade de Fruit",
		"turkish": "En Sevdiği Yemek: Meyve Salatası",
		"bulgarian": "Любима Храна: Плодова Салата",
		"portuguese": "Comida favorita: Salada de Frutas",
		"ukrainian":"Улюблена їжа: Фруктовий салат",
		"russian":"Любимая еда: Фруктовый салат",
	},
	"traitDesc_FavoriteFoodFruitSalad": {
		"english": "%firstName% just can't wait to get another bowl of delicious fruit salad.",
		"german": "%firstName% kann es einfach nicht abwarten, wieder eine leckere Schüssel Obstsalat zu bekommen.", 
		"spanish": "%firstName% no puede esperar a recibir una ración más de la deliciosa ensalada de frutas.",
		"french": "%firstName% ne peut pas attendre avant de prendre un bol de délicieuse salade de fruit.",
		"turkish": "%firstName%, bir lezzetli meyve salatası tabağı daha almak için sabırsızlanıyor.",
		"bulgarian": "%firstName% не може да чака да получи още една купа с вкусна плодова салата.",
		"portuguese": "%firstName% apenas não posso esperar para obter outra taça de salada de fruta deliciosa.",
		"ukrainian":"%firstName% не може дочекатися ще однієї порції фруктового салату.",
		"russian":"%firstName% не может дождаться еще одной порции фруктового салата.",
	},
	"traitTitle_FavoriteFoodAppleStrudel": {
		"english": "Favorite Food: Apple Strudel",
		"german": "Lieblingsessen: Apfelstrudel",
		"spanish": "Comida favorita: Strudel de manzana",
		"french": "Nourriture préférée : Strudel aux Pommes",
		"turkish": "En Sevdiği Yemek: Elmalı Turta",
		"bulgarian": "Любима храна: Ябълков штрудел",
		"portuguese": "Comida favorita: strudel de maçã",
		"ukrainian":"Улюблена їжа: Яблучний штрудель",
		"russian":"Любимая еда: Яблочный штрудель",
	},
	"traitDesc_FavoriteFoodAppleStrudel": {
		"english": "%firstName% just can't wait to get another piece of delicious apple strudel.",
		"german": "%firstName% kann es einfach nicht abwarten, wieder ein leckeres Stück Apfelstrudel zu bekommen.",
		"spanish": "%firstName% no puede esperar a recibir una ración más del delicioso strudel de manzana.",
		"french": "%firstName% ne peut pas attendre avant de prendre une part de délicieux strudel aux pommes.",
		"turkish": "%firstName%, bir parça enfes elma meyveli turta daha almak için sabırsızlanıyor.",
		"bulgarian": "%firstName% не може да изчака още една купа с вкусна плодова салата.",
		"portuguese": "%firstName% simplesmente não posso esperar para pegar outro pedaço de strudel de maçã delicioso.",
		"ukrainian":"%firstName% не може дочекатися ще одного скибочки яблучного штруделя.",
		"russian":"%firstName% не может дождаться еще одного ломтика яблочного штруделя.",
	},
	"traitTitle_AllergicToApples": {
		"english": "Allergic to Apples",
		"german": "Allergisch auf Äpfel", 
		"spanish": "Alérgic%oA% a las Manzanas",
		"french": "Allergique aux Pommes",
		"turkish": "Elmalara Alerjik",
		"bulgarian": "Алергичен към Ябълките",
		"portuguese": "Alérgica a maçãs",
		"ukrainian":"Алергія на яблуко",
		"russian":"Аллергия на яблоки",
	},
	"traitDesc_AllergicToApples": {
		"english": "%firstName% will avoid dishes that contain apples. If %heShe% is forced to eat it anyways, %heShe% is going to have an allergic reaction.",
		"german": "%firstName% wird Gerichte meiden, die Äpfel beinalten. Wenn %erSie% trotzdem gezwungen ist es zu essen, wird %erSie% eine allergische Reaktion haben",
		"french": "%firstName% évite les plats qui contiennent des pommes. Si %ilElle% est forcé%e% à en manger, %ilElle% aura des réactions allergiques.",
		//TODO-bulgarian
		"spanish": "%firstName% evitará comer platos que contengan manzana. Si es forzad%oA% a comerlos, sufrirá una reacción alérgica.",
		"turkish": "%firstName%, elma içeren yemeklerden kaçınır. Yemek zorunda kalırsa, alerjik reaksiyona girer.",
		"bulgarian": "%firstName% ще избегне ястия, които съдържат ябълки. Ако все пак е принуден да го яде, той ще получи алергична реакция.",
		"portuguese": "%firstName% irá evitar pratos que contenham maçãs. Se %eleEla% for forçado a comê-lo de qualquer maneira, ele terá uma reação alérgica.",
		"ukrainian":"%firstName% уникатиме страв, у складі яких є яблуко. Якщо %heShe% все ж з'їсть його, у %heShe% почнеться алергічна реакція.",
		"russian":"%firstName% будет избегать блюд, в составе которых есть яблоко. Если %heShe% все же съест его, у %heShe% начнется аллергическая реакция.",
	},
	"traitTitle_AllergicToPotatoes": {
		"english": "Allergic to Potatoes",
		"german": "Allergisch auf Kartoffeln", 
		"spanish": "Alérgic%oA% a las Patatas",
		"french": "Allergique aux Pommes de Terre",
		"turkish": "Patatese alerjik",
		"bulgarian": "Алергичен към Картофите",
		"portuguese": "Alergico a Batata",
		"ukrainian":"Алергія на картоплю",
		"russian":"Аллергия на картошку",
	},
	"traitDesc_AllergicToPotatoes": {
		"english": "%firstName% will avoid dishes that contain potatoes. If %heShe% is forced to eat it anyways, %heShe% is going to have an allergic reaction.",
		"german": "%firstName% wird Gerichte meiden, die Kartoffeln beinalten. Wenn %erSie% trotzdem gezwungen ist es zu essen, wird %erSie% eine allergische Reaktion haben",
		"french": "%firstName% évite les plats qui contiennent des pommes de terre. Si %ilElle% est forcé%e% à en manger, %ilElle% aura des réactions allergiques.",
		//TODO-bulgarian
		"spanish": "%firstName% evitará comer platos que contengan patata. Si es forzad%oA% a comerlos, sufrirá una reacción alérgica.",
		"turkish": "%firstName%, patates içeren yemeklerden kaçınacaktır. Yemek zorunda kalması durumunda, alerjik reaksiyona girecek.",
		"bulgarian": "%firstName% ще избегне ястия, които съдържат картофи. Ако все пак е принуден да го яде, той ще получи алергична реакция.",
		"portuguese": "%firstName% evitará pratos que contenham batatas. Se %eleEla% for forçado a comê-lo de qualquer maneira, ele terá uma reação alérgica.",
		"ukrainian":"%firstName% уникатиме страв, у складі яких є картопля. Якщо %heShe% все ж з'їсть його, у %cap-heShe% почнеться алергічна реакція.",
		"russian":"%firstName% будет избегать блюд, в составе которых есть картошка. Если %heShe% все же съест его, у %heShe% начнется аллергическая реакция.",
	},
	"traitTitle_AllergicToTomatoes": {
		"english": "Allergic to Tomatoes",
		"german": "Allergisch auf Tomaten",
		"spanish": "Alérgic%oA% a los Tomates",
		"french": "Allergique aux Tomates",
		"turkish": "Domateslere alerjik",
		"bulgarian": "Алергичен към Доматите",
		"portuguese": "Alérgico para Tomate",
		"ukrainian":"Алергія на Помідори",
		"russian":"Аллергия на Помидоры",
	},
	"traitDesc_AllergicToTomatoes": {
		"english": "%firstName% will avoid dishes that contain tomatoes. If %heShe% is forced to eat it anyways, %heShe% is going to have an allergic reaction.",
		"german": "%firstName% wird Gerichte meiden, die Tomaten beinalten. Wenn %erSie% trotzdem gezwungen ist es zu essen, wird %erSie% eine allergische Reaktion haben",
		//TODO-bulgarian
		"spanish": "%firstName% evitará comer platos que contengan tomate. Si es forzad%oA% a comerlos, sufrirá una reacción alérgica.",
		"french": "%firstName% évite les plats qui contiennent des tomates. %s'ilSielle% est forcé%e% à en manger, %ilElle% aura des réactions allergiques.",
		"turkish": "%firstName%, domates içeren yemeklerden kaçınır. Zaten yemek zorunda kalırsa, alerjik reaksiyona girer.",
		"bulgarian": "%firstName% ще избегне ястия, които съдържат домати. Ако все пак е принуден да го яде, той ще получи алергична реакция.",
		"portuguese": "%firstName% evitará pratos que contenham tomates. Se %eleEla% for forçado a comê-lo de qualquer maneira, ele terá uma reação alérgica.",
		"ukrainian":"%firstName% уникатиме страв, у складі яких є помідор. Якщо %heShe% все ж з'їсть його, у %heShe% почнеться алергічна реакція.",
		"russian":"%firstName% будет избегать блюд, в составе которых есть помидор. Если %heShe% все же съест его, у %heShe% начнется аллергическая реакция.",
	},
	"traitTitle_Limping": {
		"english": "Limping",
		"german": "Hinken",
		"spanish": "Cojo",
		"french": "Boit%euxEuse%",
		"portuguese": "Mancand%oA%",
		"turkish": "Topallıyor",
		"ukrainian":"Хром%heshe_IY_A%",
		"russian":"Хром%hesheEnd%",
	},
	"traitDesc_Limping": {
		"english": "Because of an accident, %firstName% has a bad leg and is limping. %cap-heShe% walks a little slower than other colonists",
		"german": "Durch einen Unfall hat %firstName% ein verletztes Bein und hinkt. %cap-erSie% geht ein bisschen langsamer als andere Kolonisten",
		"spanish": "Debido a un accidente, %firstName% tiene una pierna rota y cojea. %cap-élElla% camina un poco más lento que los demás colonos",
		"french": "En raison d'un accident, %firstName% a une jambe défectueuse et boite. %cap-ilElle% marche un peu plus lentement que les autres colons",
		"portuguese": "Por causa de um acidente, %firstName% tem uma perna ruim e está mancando. %cap-eleEla% anda um pouco mais devagar do que outros colonos",
		"turkish": "Bir kazadan dolayı %firstName%'in ayağından sıkıntısı var ve topallıyor. Diğer yerleşimcilerden daha yavaş yürür",
		"ukrainian":"%firstName%, після нещасного випадку, пошкоди%hesheEnd% ногу і накульгує. %cap-heShe% ходить трохи повільніше, ніж інші.",
		"russian":"%firstName%, после несчастного случая, повредил%surnameA% ногу и прихрамывает. %cap-heShe% ходит чуть медленнее, чем остальные.",
	},
}
