{
	"bedOachkatzlschwoaf0": {
		"english": "Founder's Bed",
		"dutch":  "oprichters bed",
		"german": "Gründerbett",
		"french": "Lit du Fondateur",
		"spanish": "Cama del Fundador",
		"portuguese": "Cama do Fundador",
		"turkish": "Kurucu Yatağı",
		"ukrainian":"Ліжко Засновника",
		"russian":"Кровать Основателя",
		"korean": "개척자의 침대",
	},
	"bedOachkatzlschwoaf0Description": {
		"english": "Let your colonists sleep like the true Founders they are!",
		"dutch":  "Laat je kolonisten slapen zoals de echte oprichters die ze zijn!",
		"german": "Ein Bett für Kolonisten mit wahrem Gründergeist!",
		"french": "Laissez vos colons dormir comme les vrais Fondateurs qu'ils sont !",
		"spanish": "¡Deja que tus colonos duerman como los verdaderos fundadores que son!",
		"portuguese": "Deixe seus colonos dormirem como os verdadeiros Fundadores que eles são!",
		"turkish": "Yerleşimcilerinizin gerçek bir kurucu gibi uyumalarını sağlayın!",
		"ukrainian":"Нехай ваші колоністи сплять, як і справжні засновники!",
		"russian":"Пусть ваши колонисты спят как настоящие Основатели!",
		"korean": "당신의 주민이 진정한 개척자처럼 자게 해줍니다!",
	},
	"chairOachkatzlschwoaf0": {
		"english": "Founder's Chair",
		"dutch":  "oprichters stoel",
		"german": "Gründerstuhl",
		"french": "Chaise du Fondateur",
		"spanish": "Silla del Fundador",
		"portuguese": "Cadeira do fundador",
		"turkish": "Kurucu Sandalyesi",
		"ukrainian":"Стілець Засновника",
		"russian":"Стул Основателя",
		"korean": "개척자의 의자",
	},
	"chairOachkatzlschwoaf0Description": {
		"english": "A chair only for true Founders to sit on!",
		"dutch":  "Een stoel alleen voor echte oprichters om op te zitten!",
		"german": "Ein Stuhl auf dem nur wahre Gründer platznehmen dürfen!",
		"french": "Une chaise où seul les véritables Fondateurs peuvent s'y asseoir !",
		"spanish": "¡Una silla en la que solo pueden sentarse los verdaderos fundadores!",
		"portuguese": "Uma cadeira só para os verdadeiros fundadores se sentarem!",
		"turkish": "Sadece gerçek bir Kurucunun oturabileceği bir sandalye!",
		"ukrainian":"Стілець тільки для справжніх Засновників.",
		"russian":"Стул только для истинных Основателей!",
		"korean": "진정한 개척자를 위한 의자",
	},
	"chairOachkatzlschwoaf1": {
		"english": "Founder's Chair",
		"dutch":  "Oprichters stoel",
		"german": "Gründerstuhl",
		"french": "Chaise du Fondateur",
		"spanish": "Silla del Fundador",
		"portuguese": "Cadeira do fundador",
		"turkish": "Kurucu Sandalyesi",
		"ukrainian":"Стілець Засновника з підлокітником",
		"russian":"Стул Основателя с подлокотником",
		"korean": "개척자의 의자",
	},
	"chairOachkatzlschwoaf1Description": {
		"english": "A chair with armrest only for true Founders to sit on!",
		"dutch":  "Een stoel met armleuning alleen voor echte oprichters om op te zitten!",
		"german": "Ein Stuhl auf dem nur wahre Gründer platznehmen dürfen!",
		"french": "Une chaise avec accoudoirs où seul les véritables Fondateurs peuvent s'asseoir !",
		"spanish": "¡Una silla con reposabrazos en la que solo pueden sentarse los verdaderos fundadores!",
		"portuguese": "Uma cadeira com apoio de braços apenas para os verdadeiros fundadores se sentarem!",
		"turkish": "Kol destekli sadece gerçek Kuruculara layık bir sandalye!",
		"ukrainian":"Стілець з підлокітником тільки для справжніх Засновників, щоб сидіти!",
		"russian":"Стул с подлокотником только для настоящих Основателей, на нем так же можно сидеть!",
		"korean": "진정한 개척자를 위한 팔걸이가 있는 의자",
	},
	"tableOachkatzlschwoaf0": {
		"english": "Founder's Table",
		"dutch":  "Oprichters tafel",
		"german": "Gründertisch",
		"french": "Table du Fondateur",
		"spanish": "Mesa del Fundador",
		"portuguese": "Mesa do Fundador",
		"turkish": "Kurucu Masası",
		"ukrainian":"Стіл Засновника",
		"russian":"Стол Основателя",
		"korean": "개척자의 탁자",
	},
	"tableOachkatzlschwoaf0Description": {
		"english": "A table only for true Founders to feast at!",
		"dutch":  "Een tafel alleen voor echte oprichters om te feesten!",
		"german": "Ein Tisch an dem nur wahre Gründer speisen dürfen!",
		"french": "Une table où seul les Fondateurs peuvent se régaler !",
		"spanish": "¡Una mesa en la que solo pueden darse un banquete los verdaderos fundadores!",
		"portuguese": "Uma mesa só para verdadeiros fundadores para festejar!",
		"turkish": "Sadece gerçek Kurucuların ziyafet çekebileceği bir masa!",
		"ukrainian":"Стіл тільки для справжніх Засновників, щоб поласувати!",
		"russian":"Стол только для настоящих Основателей!",
		"korean": "진정한 개척자가 사용하는 연회용 탁자",
	},
	"closetOachkatzlschwoaf0Variation0": {
		"english": "Founder's Wardrobe",
		"dutch":  "Oprichters kleerkast",
		"german": "Gründerschrank",
		"french": "Armoire du Fondateur",
		"spanish": "Armario del Fundador",
		"portuguese": "Guarda-Roupa do Fundador",
		"turkish": "Kurucu Gardırobu",
		"ukrainian":"Гардероб Засновника",
		"russian":"Гардероб Основателя",
		"korean": "개척자의 옷장",
	},
	"closetOachkatzlschwoaf0Variation0Description": {
		"english": "A noble wardrobe, made out of only the finest wood. The golden squirrel tail makes it unique and special!",
		"dutch":  "Een nobele kledingkast, gemaakt van alleen het beste hout. De gouden eekhoornstaart maakt het uniek en speciaal!",
		"german": "Ein edler Schrank aus bestem Holz gefertigt. Die goldene Verzierung in Form eines Oachkatzlschwaof macht ihn zu einer echten Rarität.",
		"french": "Une armoire noble, faite uniquement de bois des plus fins. La queue dorée d'écureuil en fait une oeuvre unique et spéciale !",
		"spanish": "Un armario noble, hecho solo de la madera más fina. ¡La cola de ardilla dorada lo hace único y especial!",
		"portuguese": "Um guarda-roupa nobre, feito apenas da melhor madeira. A cauda de esquilo de ouro torna único e especial!",
		"turkish": "En iyi ahşaptan yapılmış asil bir gardırop. Altın sincap kuyruğu onu eşsiz ve özel kılar!",
		"ukrainian":"Благородний гардероб, виготовлений тільки з найтоншої деревини. Золотий хвіст білки робить його унікальним і особливим!",
		"russian":"Благородный гардероб, изготовленный только из лучших пород дерева. Хвост золотой белки делает его уникальным и особенным!",
		"korean": "가장 좋은 목재만 골라 만든 고급스런 옷장. 황금 다람쥐 꼬리가 있어 독특하고 특별합니다!",
	},
	"shelfOachkatzlschwoaf0Variation0": {
		"english": "Founder's Shelf",
		"dutch":  "Oprichters schap",
		"german": "Gründerregal",
		"french": "Étagère du Fondateur",
		"spanish": "Estantería del Fundador",
		"portuguese": "Prateleira do Fundador",
		"turkish": "Kurucu Rafı",
		"ukrainian":"Полиця Засновника",
		"russian":"Полка Основателя",
		"korean": "개척자의 책장",
	},
	"shelfOachkatzlschwoaf0Variation0Description": {
		"english": "A noble shelf, made out of only the finest wood. The golden squirrel tail makes it unique and special!",
		"dutch":  "Een nobele schap, gemaakt van alleen het beste hout. De gouden eekhoornstaart maakt het uniek en speciaal!",
		"german": "Ein edles Regal aus bestem Holz gefertigt. Die goldene Verzierung in Form eines Oachkatzlschwaof macht es zu einer echten Rarität.",
		"french": "Une étagère noble, faite uniquement de bois des plus fins. La queue dorée d'écureuil en fait une oeuvre unique et spéciale !",
		"spanish": "Una estantería noble, hecha solo de la madera más fina. ¡La cola de ardilla dorada lo hace único y especial!",
		"portuguese": "Uma prateleira nobre, feita apenas da melhor madeira. A cauda de esquilo de ouro torna único e especial!",
		"turkish": "En iyi ahşaptan yapılmış asil bir gardırop. Altın sincap kuyruğu onu eşsiz ve özel kılar!",
		"ukrainian":"Шляхетна полиця, зроблена з найтоншої деревини. Золотий хвіст білки робить його унікальним і особливим!",
		"russian":"Благородная полка, сделанная только из лучших пород дерева. Хвост золотой белки делает ее уникальной и особенной!",
		"korean": "가장 좋은 목재만 골라 만든 고급스런 책장. 황금 다람쥐 꼬리 장식이 있어 독특하고 특별합니다!",
	},
	"shelfOachkatzlschwoaf0Variation1": {
		"english": "Founder's Shelf",
		"dutch":  "Oprichters schap",
		"german": "Gründerregal",
		"french": "Étagère du Fondateur",
		"spanish": "Estantería del Fundador",
		"portuguese": "Prateleira do Fundador",
		"turkish": "Kurucu Rafı",
		"ukrainian":"Широка Полиця Засновника",
		"russian":"Широкая Полка Основателя",
		"korean": "개척자의 책장",
	},
	"shelfOachkatzlschwoaf0Variation1Description": {
		"english": "A noble shelf, made out of only the finest wood. The golden squirrel tail makes it unique and special!",
		"dutch":  "Een nobele schap, gemaakt van alleen het beste hout. De gouden eekhoornstaart maakt het uniek en speciaal!",
		"german": "Ein edles Regal aus bestem Holz gefertigt. Die goldene Verzierung in Form eines Oachkatzlschwaof macht es zu einer echten Rarität.",
		"french": "Une étagère noble, faite uniquement de bois des plus fins. La queue dorée d'écureuil en fait une oeuvre unique et spéciale !",
		"spanish": "Una estantería noble, hecha solo de la madera más fina. ¡La cola de ardilla dorada lo hace único y especial!",
		"portuguese": "Uma prateleira nobre, feita apenas da melhor madeira. A cauda de esquilo de ouro torna único e especial!",
		"turkish": "En iyi ahşaptan yapılmış asil bir gardırop. Altın sincap kuyruğu onu eşsiz ve özel kılar!",
		"ukrainian":"Шляхетна полиця, зроблена з найтоншої деревини. Золотий хвіст білки робить його унікальним і особливим!",
		"russian":"Благородная полка, сделанная только из лучших пород дерева. Хвост золотой белки делает ее уникальной и особенной!",
		"korean": "가장 좋은 목재만 골라 만든 고급스런 책장. 황금 다람쥐 꼬리 장식이 있어 독특하고 특별합니다!",
	},
	"dresserOachkatzlschwoaf0Variation0": {
		"english": "Founder's Dresser",
		"dutch":  "Oprichters ladenkast",
		"german": "Gründerkommode",
		"french": "Commode du Fondateur",
		"spanish": "Cómoda del Fundador",
		"portuguese": "Cômoda do fundador",
		"turkish": "Kurucu Şifonyeri",
		"ukrainian":"Комод Засновника",
		"russian":"Комод Основателя",
		"korean": "개척자의 서랍장",
	},
	"dresserOachkatzlschwoaf0Variation0Description": {
		"english": "A noble dresser, made out of only the finest wood. There is probably nothing that your colonists could store in there that is of higher value than the dresser itself!",
		"dutch":  "Een nobel ladenkast, gemaakt van alleen het beste hout. Er is waarschijnlijk niets dat uw kolonisten daarin kunnen opslaan dat van hogere waarde is dan het ladenkast zelf!",
		"german": "Eine edle Kommode aus bestem Holz gefertigt. Was auch immer deine Kolonisten darin verstauen werden, es wird vermutlich wesentlich weniger wert sein als die Kommode selbst.",
		"french": "Une commode noble, faite uniquement de bois des plus fins. Il n'y a probablement rien qu'un colon puisse stocker ici ayant plus de valeur que la commode elle même !",
		"spanish": "Una cómoda noble, hecha solo de la madera más fina. ¡Probablemente no hay nada que tus colonos puedan guardar aquí que valga más que la cómoda misma!",
		"portuguese": "Uma cômoda nobre, feita apenas da melhor madeira. Provavelmente não há nada que seus colonos possam armazenar lá que seja de maior valor que a própria cômoda!",
		"turkish": "En iyi ahşaptan yapılmış asil bir gardırop. Muhtemelen yerleşimcilerinizin şifonyerden daha değerli, içine koyabilecekleri bir malzemeleri yoktur!",
		"ukrainian":"Благородний комод, зроблений тільки з найтоншої деревини. Мабуть, немає нічого, чого ваші колоністи могли б зберігати там, що має вищу цінність, ніж сам комод!",
		"russian":"Благородный комод, сделанный только из самого прекрасного дерева. Вероятно, там нет ничего, что ваши колонисты могли бы хранить там, что было бы более ценным, чем сам комод!",
		"korean": "가장 좋은 목재만 골라 만든 고급스런 서랍장. 서랍장보다 비싼 물건을 넣으려고 한다면, 당신의 개척자가 넣어둘 수 있는 건 거의 없습니다.",
	},
	"dresserOachkatzlschwoaf0Variation1": {
		"english": "Founder's Dresser",
		"dutch":  "Oprichters ladenkast",
		"german": "Gründerkommode",
		"french": "Commode du Fondateur",
		"spanish": "Cómoda del Fundador",
		"portuguese": "Cómoda del Fundador",
		"turkish": "Kurucu Şifonyeri",
		"ukrainian":"Широкий Комод Засновника",
		"russian":"Широкий Комод Основателя",
		"korean": "개척자의 서랍장",
	},
	"dresserOachkatzlschwoaf0Variation1Description": {
		"english": "A wide noble dresser, made out of only the finest wood. There is probably nothing that your colonists could store in there that is of higher value than the dresser itself!",
		"dutch":  "Een breed nobel ladenkast, gemaakt van alleen het beste hout. Er is waarschijnlijk niets dat uw kolonisten daarin kunnen opslaan dat van hogere waarde is dan het ladenkast zelf!",
		"german": "Eine breite edle Kommode aus bestem Holz gefertigt. Was auch immer deine Kolonisten darin verstauen werden, es wird vermutlich wesentlich weniger wert sein als die Kommode selbst.",
		"french": "Une large commode noble, faite uniquement de bois des plus fins. Il n'y a probablement rien qu'un colon puisse stocker ici ayant plus de valeur que la commode elle même !",
		"spanish": "Una gran cómoda noble, hecha solo de la madera más fina. ¡Probablemente no hay nada que tus colonos puedan guardar aquí que valga más que la cómoda misma!",
		"portuguese": "Uma ampla cômoda nobre, feita apenas da melhor madeira. Provavelmente não há nada que seus colonos possam armazenar lá que seja de maior valor que a própria cômoda!",
		"turkish": "En iyi ahşaptan yapılmış asil ve geniş bir gardırop. Muhtemelen yerleşimcilerinizin şifonyerden daha değerli, içine koyabilecekleri bir malzemeleri yoktur!",
		"ukrainian":"Широкий благородний комод, зроблений тільки з найтоншої деревини. Мабуть, немає нічого, чого ваші колоністи могли б зберігати там, що має вищу цінність, ніж сам комод!",
		"russian":"Широкий благородный комод, сделанный только из самого прекрасного дерева. Вероятно, там нет ничего, что ваши колонисты могли бы хранить там, что было бы более ценным, чем сам комод!",
		"korean": "가장 좋은 목재만 골라 만든 고급스럽고 넓은 서랍장. 서랍장보다 비싼 물건을 넣으려고 한다면, 당신의 개척자가 넣어둘 수 있는 건 거의 없습니다.",
	},
	"dresserOachkatzlschwoaf0Variation2": {
		"english": "Founder's Dresser",
		"dutch":  "Oprichters ladenkast",
		"german": "Gründerkommode",
		"french": "Commode du Fondateur",
		"spanish": "Cómoda del Fundador",
		"portuguese": "Cómoda del Fundador",
		"turkish": "Kurucu Şifonyeri",
		"ukrainian":"Високий Комод Засновника",
		"russian":"Высокий Комод Основателя",
		"korean": "개척자의 서랍장",
	},
	"dresserOachkatzlschwoaf0Variation2Description": {
		"english": "A tall noble dresser, made out of only the finest wood. There is probably nothing that your colonists could store in there that is of higher value than the dresser itself!",
		"dutch":  "Een grote nobel ladenkast, gemaakt van alleen het beste hout. Er is waarschijnlijk niets dat uw kolonisten daarin kunnen opslaan dat van hogere waarde is dan het ladenkast zelf!",
		"german": "Eine hohe edle Kommode aus bestem Holz gefertigt. Was auch immer deine Kolonisten darin verstauen werden, es wird vermutlich wesentlich weniger wert sein als die Kommode selbst.",
		"french": "Une grande commode noble, faite uniquement de bois des plus fins. Il n'y a probablement rien qu'un colon puisse stocker ici ayant plus de valeur que la commode elle même !",
		"spanish": "Una cómoda noble alta, hecha solo de la madera más fina. ¡Probablemente no hay nada que tus colonos puedan guardar aquí que valga más que la cómoda misma!",
		"portuguese": "Uma alta cômoda nobre, feita apenas da melhor madeira. Provavelmente não há nada que seus colonos possam armazenar lá que seja de maior valor que a própria cômoda!",
		"turkish": "En iyi ahşaptan yapılmış asil ve yüksek bir gardırop. Muhtemelen yerleşimcilerinizin şifonyerden daha değerli, içine koyabilecekleri bir malzemeleri yoktur!",
		"ukrainian":"Високий шляхетний комод, зроблений тільки з самого прекрасного дерева. Ймовірно, там немає нічого, що ваші колоністи могли б зберігати там, що було б більш цінним, ніж сам комод!",
		"russian":"Высокий благородный комод, сделанный только из самого прекрасного дерева. Вероятно, там нет ничего, что ваши колонисты могли бы хранить там, что было бы более ценным, чем сам комод!",
		"korean": "가장 좋은 목재만 골라 만든 고급스럽고 높은 서랍장. 서랍장보다 비싼 물건을 넣으려고 한다면, 당신의 개척자가 넣어둘 수 있는 건 거의 없습니다.",
	},
}
